{
    "articles": [
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Maroc : l'huile d'argan face a la menace du changement climatique",
            "date": "2025-07-30T16:28:25.860083",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Maroc : l'huile d'argan face a la menace du changement climatique\n\nL'essor du commerce de l'huile d'argan au Maroc fournit un revenu crucial aux femmes des zones\nrurales, mais menace la survie des anciennes forets d'arganiers en raison de la surexploitation, du\nchangement climatique et de l'exploitation par les entreprises.\nLa demande mondiale d'huile d'argan, souvent qualifiee d'or liquide pour ses vertus cosmetiques et\nnutritionnelles, a apporte au Maroc a la fois des opportunites economiques et des defis ecologiques.\nAlors que l'huile fournit un revenu crucial aux femmes des zones rurales, l'essor de l'industrie\npousse les forets d'arganiers du pays au bord du gouffre.\nLes arganiers, qui couvraient autrefois une vaste zone de plus de 14 000 kilometres carres au\nMaroc, ont diminue de pres de 40 % au cours des dernieres decennies.\nCes arbres resistants, capables de survivre a des secheresses extremes et a des temperatures\nelevees, soutiennent depuis longtemps les communautes locales en empechant la desertification et\nen fournissant de la nourriture, de l'huile et du fourrage pour le betail.\nCependant, la surexploitation, l'expansion de l'agriculture et le changement climatique font des\nravages.\nZoubida Charrouf, chimiste a l'universite Mohammed V de Rabat, qui etudie l'arganier, explique :\n\"L'arganeraie est confrontee a de nombreux defis : \"La foret d'arganiers est confrontee a de\nnombreux defis. Le premier d'entre eux est le changement climatique. La region a connu six annees\nconsecutives de secheresse, ce qui a considerablement reduit la production (Afiache). Le deuxieme\nest le surpaturage. Il y a beaucoup de chevres et de chameaux dans la foret d'argan qui se\nnourrissent des feuilles et des fruits des arganiers. Enfin, il y a le probleme de la mauvaise\nregeneration. L'absence de regeneration naturelle dure depuis 1991, selon un chercheur. Et meme\nsi des efforts ont ete faits pour rehabiliter l'arganeraie - avec 200 000 hectares plantes ces dernieres\nannees - les resultats restent tres limites.\"\nLes terres cultivees en agrumes et en tomates, souvent destinees a l'exportation, ont remplace de\nlarges pans de l'arganeraie.\nPour les femmes rurales, la production d'huile d'argan reste l'une des rares sources de revenus\nviables.\nNombre d'entre elles travaillent dans des cooperatives, cassant les amandes a la main et les\npressant pour en extraire l'huile.\nJamila Idbourrous est directrice de l'Union des cooperatives feminines de l'arganeraie UCFA\nTissaliwine a Agadir. Elle declare : \"Ce sont les femmes qui representent le secteur de l'arganier, et\nc'est en leur nom que la zone vitale des arganiers a ete reconnue en 1998. De plus, les savoir-faire\ntraditionnels ont ete inscrits sur la liste de l'UNESCO en 2014. Aujourd'hui, nous disons que les\nfemmes dans les cooperatives devraient retrouver la place qu'elles occupaient autrefois, car malgre\nl'augmentation du nombre de cooperatives, nous observons un declin sur le plan economique\".\nLa tradition et l'expertise transmises de generation en generation ont permis de preserver la foret\nd'arganiers afin qu'elle reste une ressource pour l'avenir. La communaute a gere collectivement la\nforet, en decidant comment la diviser et quand la recolter grace a un processus connu sous le nom\nd'Agdal.\n\"L'Agdal est une pratique traditionnelle utilisee dans la foret d'arganiers et transmise par nos\nancetres\", explique Idbourrous. \"Elle assure le repos biologique de l'arganeraie pendant sa periode\nde fermeture. Une annonce publique est faite pour signaler la fermeture de la foret. Pendant cette\nperiode, la production s'arrete pour preserver la biodiversite et donner un repos biologique a la foret\nafin qu'elle puisse se regenerer jusqu'au debut de la periode de recolte. Cette periode est\ndeterminee par les conditions climatiques de chaque annee et les effets du changement climatique,\nce qui explique que la date de debut de la recolte des fruits de l'arganier varie\".\nMalgre la forte intensite de main-d'uvre necessaire a l'obtention de l'huile, la production d'un seul\nkilogramme prend deux jours et les travailleurs ne gagnent que 3 dollars americains par kilo.\nAlors que des marques internationales comme L'Oreal, Unilever et Estee Lauder vendent des\nproduits cosmetiques a base d'argan a des prix eleves, les femmes qui sont a l'origine de ces\nproduits ne percoivent qu'une faible partie de ces benefices.\nDes travailleuses comme Fatma Mnir, de la cooperative Ajddigue, affirment que l'argan represente\nla seule source viable pour subvenir aux besoins de leurs familles. \"Nous avons grandi avec l'argan\net l'avons herite de nos grands-parents. Depuis notre enfance jusqu'a aujourd'hui, c'est notre seule\nsource de revenus\", explique-t-elle.\nLes intermediaires dominent la chaine d'approvisionnement en argan, achetant l'huile a bas prix aux\ncooperatives et la revendant a des prix tres eleves.\nUne entreprise, Olvea, controle environ 70 % des exportations, ce qui laisse aux petits producteurs\nun pouvoir de negociation limite.\nLes travailleurs disent qu'ils ne gagnent pas grand-chose alors qu'ils voient les profits partir ailleurs.\nLes cooperatives affirment que la pression provient en grande partie de la hausse des prix. Une\nbouteille d'un litre se vend a 600 dirhams marocains (60 USD), contre 25 dirhams (2,50 USD) il y a\ntrente ans.\nLes fabricants de cosmetiques considerent l'argan comme l'huile vegetale la plus chere du marche.\nLa pandemie de coronavirus a bouleverse la demande mondiale et les prix, et de nombreuses\ncooperatives ont ferme leurs portes.\nLes dirigeants des cooperatives affirment que de nouveaux concurrents ont inonde le marche,\ntandis que la secheresse a reduit la quantite d'huile que l'on peut extraire de chaque fruit.\nLes cooperatives ont ete creees pour fournir aux femmes un salaire de base et partager les\nbenefices chaque mois. Mais la presidente de l'Union des cooperatives feminines d'arganiers,\nJamila Id Bourrous, affirme que peu d'entre elles gagnent plus que le salaire mensuel minimum au\nMaroc.\nLe gouvernement marocain a lance des initiatives de reboisement, en plantant de nouveaux\narganiers a cote de cultures telles que les capres, afin d'ameliorer la fertilite des sols et la retention\nde l'eau. Cependant, les progres sont lents et les arbres nouvellement plantes n'ont pas encore\ndonne de recoltes significatives.\nHafida El Hantati, presidente de la cooperative Ajddigue pour l'huile d'argan, explique que les\nproducteurs subissent une pression supplementaire.\nElle declare : \"La periode de collecte des fruits de l'arganier au mois d'aout n'est plus respectee, car\nla recolte se fait maintenant avant le moment opportun. Cela peut avoir un impact sur la qualite de\nl'huile et affecte egalement l'arganier lui-meme. L'arbre produit la noix tout en portant des fleurs\nd'argan pour l'annee suivante. Cependant, lorsque les hommes interviennent et recoltent les fruits\nen frappant l'arbre, cela nuit aux fleurs d'argan qui sont censees donner les noix de l'annee\nsuivante, car elles tombent egalement au sol\".\nDes installations de stockage ont ete mises en place pour aider les cooperatives a conserver leur\nhuile et a obtenir de meilleurs prix, mais nombre d'entre elles restent sous-utilisees.\nUn systeme revise, attendu pour 2026, vise a rendre ces ressources plus accessibles.\nAlors que les jeunes generations s'installent dans les villes a la recherche de meilleures\nopportunites, les connaissances traditionnelles en matiere de recolte de l'arganier risquent de\ns'estomper.\nLes forets, autrefois denses et florissantes, luttent desormais contre les pressions combinees du\nchangement climatique et de la demande commerciale.\nSans solutions durables, le Maroc pourrait perdre non seulement une barriere ecologique vitale\ncontre la desertification, mais aussi un patrimoine culturel seculaire lie a l'arganier.\nC'est precisement ce patrimoine que des femmes comme Yasmine Tiboukka, membre de la\ncooperative Marjana pour l'huile d'argan, veulent preserver.\nElle declare : \"En tant que jeune femme travaillant dans le secteur de l'huile d'argan, l'une des\nraisons pour lesquelles j'aime ce domaine est qu'il s'agit d'un patrimoine culturel. Je veux contribuer\na le preserver de l'extinction et encourager d'autres jeunes a developper le meme interet\".\nPour l'instant, les femmes qui dependent de l'huile poursuivent leur travail, en esperant que les\nforets et leurs moyens de subsistance puissent perdurer.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 8386,
                "words": 1279,
                "lines": 101
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Conseil de securite : l'ONU veut adapter sa mission de paix",
            "date": "2025-07-30T16:27:34.604731",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Conseil de securite : l'ONU veut adapter sa mission de paix\n\nLes Nations Unis sollicitent le soutien politique des etats membres afin d'adapter les operations de\nmaintien de la paix de l'organisation.\nFace au conseil de securite, le sous-secretaire general pour l'Afrique aux departements des affaires\npolitiques a evoque un deficit de confiance qui fragilise la mission de l'ONU.\nSOUNDBITE (anglais) Martha Ama Akyaa Pobee, sous-secretaire generale pour l'Afrique aux\ndepartements des affaires politiques et de la consolidation de la paix et des operations de paix,\nNations unies :\n\"Le deficit de confiance que nous constatons aujourd'hui n'existait pas dans nombre de nos\nmissions les plus reussies dans le passe - cette riche histoire doit etre reexploree et exploitee.\n\"Pour reussir, nos missions politiques doivent repondre aux besoins de leur(s) Etat(s) hote(s) et,\ninversement, beneficier du soutien de leur(s) Etat(s) hote(s). La responsabilite de trouver des\nsolutions politiques incombe aux acteurs nationaux\".\nLes Nations unies sont a la croisee des chemins avec une credibilite mise a mal par de nombreux\nconflits en cours dans le monde.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1088,
                "words": 165,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "TICAD 9 : le Japon mise gros sur l'innovation africaine [Business",
            "date": "2025-08-01T10:54:04.223193",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "TICAD 9 : le Japon mise gros sur l'innovation africaine [Business\n\nAfrica]\nA l'approche de la neuvieme edition de la TICAD, le Japon redouble d'efforts dans son programme\nd'investissement et d'innovation collaboratifs a travers l'Afrique. L'agence de developpement de\nTokyo, la JICA, affirme que l'accent restera mis sur la resilience climatique, les infrastructures et le\ndeveloppement du capital humain, des points sensibles alors que la crise du chomage des jeunes\ns'aggrave en Afrique et que les politiques commerciales protectionnistes menacent la cooperation\nmondiale.\nDans une interview exclusive,\nShuhei Ueno\n, directeur general adjoint du departement Afrique de la JICA, a declare que le Japon avait deja\nobtenu des resultats significatifs depuis la TICAD 8. Sur les 5 milliards de dollars promis pour les\ninvestissements du secteur prive dans le cadre de l'initiative EPSA 6 (\nEnhanced Private Sector Assistance\n), pres de 2,9 milliards ont ete cofinances par la Banque africaine de developpement et la JICA.\nLes projets comprennent le financement de l'agriculture au\nNigeria\n, le soutien aux infrastructures en\nEgypte\net des programmes de formation approfondis pour les fonctionnaires, avec plus de 290 000\npersonnes formees a ce jour.\nDans la perspective de la\nTICAD 9\n, M. Ueno a souligne que l'emploi des jeunes, la\ntransformation numerique\net l'integration commerciale dans le cadre de la Zone de libre-echange continentale africaine\n(ZLECA) seront les priorites du Japon. Une initiative remarquable est la creation d'une\n\"ecole d'IA\"\nau\nKenya\n, lancee en collaboration avec des universites locales, afin de former les futurs leaders\ntechnologiques africains.\n\"Nous voulons que les jeunes Japonais et les jeunes Africains travaillent ensemble\"\n, a declare M. Ueno.\n\"L'Afrique a la population, le Japon a l'experience et la technologie. Ensemble, nous pouvons\nco-creer des solutions pour un monde meilleur.\"\nA une epoque ou les\ntensions commerciales mondiales\ns'intensifient, la TICAD 9 vise egalement a mettre en avant le pouvoir de la cooperation\ninternationale. Le Japon prevoit d'organiser un forum multilateral avec des pays tels que l'Indonesie,\nle Bresil et la Turquie, en collaboration avec l'AUDA-NEPAD, afin d'explorer des modeles de\ncollaboration pour le developpement de l'Afrique.\nLes 21 milliards de dollars de la diaspora nigeriane\nAlors que le Japon courtise l'Afrique avec des innovations et de l'aide, des Africains ordinaires\nvivant a l'etranger jouent un role de plus en plus important dans le maintien a flot de l'economie de\nleur pays d'origine. Au\nNigeria\n, les envois de fonds de la diaspora ont atteint 21 milliards de dollars cette annee, depassant a la\nfois l'aide etrangere et les\ninvestissements directs\n, selon la Banque centrale.\nAvec la montee de\nl'inflation\net la forte pression sur le naira, des millions de familles nigerianes dependent des transferts de\nfonds provenant de l'etranger pour couvrir leurs besoins fondamentaux tels que l'alimentation, les\nsoins de sante et l'education. Selon les analystes, cette tendance met en evidence a la fois la\nresilience et la vulnerabilite de l'economie nigeriane : un filet de securite alimente par la migration,\nmais aussi le signe d'un manque d'opportunites au niveau national.\nLes chenilles du karite nourrissent les populations du Burkina Faso\nAu\nBurkina Faso\n, l'innovation prend une forme peu conventionnelle : les insectes comestibles. Dans la ville de\nBobo-Dioulasso\n, les chenilles du karite, connues localement sous le nom d\ne chitoumou\n, ne sont pas seulement un mets saisonnier, mais aussi un commerce de rue en plein essor. Les\nfemmes entrepreneurs sont a l'avant-garde de cette tendance, transformant ces insectes riches en\nproteines en snacks grilles et en ragouts, offrant ainsi une source de revenus vitale dans l'un des\npays les plus pauvres d'Afrique de l'Ouest.\n\"Ils sont nutritifs, ils ont bon gout et les gens en achetent de plus en plus chaque annee\"\n, explique un vendeur ambulant. Ce qui etait au depart un aliment de survie alimente aujourd'hui\nune industrie emergente qui revet une importance culturelle et economique.\nJournaliste\nRedaction Africanews",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4102,
                "words": 640,
                "lines": 73
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Mali : 3 societes minieres adoptent le nouveau code minier",
            "date": "2025-07-31T15:10:04.919823",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Mali : 3 societes minieres adoptent le nouveau code minier\n\nTrois societes minieres operant au Mali, Somika SA, Faboula Gold SA et Bagama Mining, ont signe\nleur adhesion au nouveau code minier malien, ont annonce les autorites lundi soir a la television\nnationale. Cette demarche marque une etape importante dans lapplication du code, en vigueur\ndepuis aout 2023, qui avait suscite de fortes tensions avec plusieurs compagnies.\nSomika SA, filiale a 80 % du groupe britannique Endeavour Mining, gere le projet Kalana, encore\nnon operationnel. Son directeur, Abdoul Aziz, indique que la construction debutera six mois apres la\nsignature, pour une mise en production 18 mois plus tard. Le projet devrait generer 2 000 emplois et\natteindre un chiffre daffaires annuel de 135 milliards de francs CFA (environ 239 millions de dollars).\nFaboula Gold et Bagama Mining,\ndeux societes maliennes actives\ndepuis 2021, ont chacune lance leur production avec environ 500 kg dor. Faboula exploite le site de\nKodieran et Bagama intervient dans la zone de Kangaba. Les deux projets avaient ete suspendus\ndepuis lentree en vigueur du nouveau code.\nLe ministre des Finances Alousseni Sanou estime leur chiffre daffaires annuel respectif a 50 et 75\nmilliards de francs CFA.\nCes annonces interviennent dans un climat tendu. En janvier, Barrick Gold a suspendu ses\noperations apres un blocage de ses exportations et la detention de certains dirigeants. Le groupe\ncanadien a engage une procedure darbitrage contre lEtat malien.\nLe nouveau cadre prevoit une hausse des taxes et une prise de participation accrue de lEtat dans\nles projets miniers. Il faut noter que cette reforme a contribue a une baisse de 23 % de la production\ndor lan dernier.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1661,
                "words": 268,
                "lines": 21
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "RDC : l'ONU accuse le M23 du massacre de 169 civils debut juillet",
            "date": "2025-07-31T15:08:19.270540",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "RDC : l'ONU accuse le M23 du massacre de 169 civils debut juillet\n\nAu moins 169 personnes ont ete tuees par les rebelles du M23 debut juillet en Republique\ndemocratique du Congo. Des civils essentiellement. Cest ce que revele un rapport de lOrganisation\ndes nations unies.\nLes dirigeants de la rebellion du M23, soutenue par le Rwanda denoncent une campagne de\ndiffamation. Mais nexcluent pas louverture dune enquete.\nAlors que le Bureau Conjoint des nations unies aux droits de lhomme parle dun massacre des\nfermiers debute le 9 juillet.\nEn juin le Haut-commissaire de lOnu aux droits de lhomme avait accuse larmee congolaise et ses\nmilices ainsi que le M23, davoir commis des exactions qui pourraient constituer des crimes de\nguerre.\nCest dans ce contexte que le gouvernement congolais et les rebelles de lAFC/M23 doivent parvenir\na un accord de paix le 18 aout.\nLes deux camps negocient depuis des semaines a Doha au Qatar apres laccord entre Kinshasa et\nKigali conclu sous legide des Etats-Unis.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 932,
                "words": 153,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "RDC : au moins 40 morts lors dune attaque des ADF contre une",
            "date": "2025-07-30T16:31:20.605031",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "RDC : au moins 40 morts lors dune attaque des ADF contre une\n\neglise\nUn groupe affilie a l'Etat islamique a tue dimanche plus dune quarantaine personnes, lors de\nlattaque dune eglise, dans l'est du Congo.\nDes combattants des Forces democratiques alliees (ADF) seraient, selon larmee, a lorigine de cette\nattaque dans la ville de Komanda.\nD'apres Jean Kato, un responsable d'administration de la localite, les rebelles ont pris d'assaut, aux\npremieres heures du dimanche, les fideles qui participaient a une veillee.\nL'attaque a fait au moins 43 morts, dont 19 femmes, 15 hommes et neuf enfants, a indique la\nmission de maintien de la paix de l'ONU (Monusco).\nNeuf victimes etaient des enfants de l'ADF, armes de fusils et de machettes.\n15 blesses ont ete transferes a lhopital. Plusieurs personnes sont portees disparues, ont indique les\nautorites.\nLes commerces et entreprises a proximite de leglise ont ete pilles et incendies.\nKomanda se trouve dans la province d'Ituri, en RDC, riche en mineraux et theatre de conflits entre\ndivers groupes armes depuis des decennies.\nLa semaine derniere, la Monusco a condamne une « resurgence de la violence » ce mois-ci, citant\nles precedentes attaques des ADF les 8 et 9 juillet qui, selon elle, ont fait 47 morts.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1193,
                "words": 195,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "USA : mobilisation pour soutenir des Haitiens menaces dexpulsion",
            "date": "2025-08-01T10:55:26.266903",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "USA : mobilisation pour soutenir des Haitiens menaces dexpulsion\n\nA Springfield, dans l'Ohio, un groupe d'une centaine d'habitants, membres du clerge, dirigeants\nhaitiens ou simples citoyens, se sont reunis cette semaine pour plusieurs jours de formation afin de\nse preparer a defendre les personnes susceptibles d'etre expulsees et a leur offrir un refuge.\nLe 2 septembre prochain, environ 500 000 Haitiens perdront leur statut de protection temporaire\nsuite a une decision du departement de la Securite interieure. Parmi les concernes, certains vivent\naux Etats-Unis depuis plus de dix ans. Le departement a declare que les conditions dans la nation\ninsulaire s'etaient ameliorees de maniere suffisante pour permettre leur retour en toute securite.\nPour le pasteur Carl Ruby de la Central Christian Church, cette decision est une menace pour\nl'equilibre de la ville.\n\"Ce serait un desastre absolu si nous perdions 10 000 de nos meilleurs travailleurs du jour au\nlendemain parce que leur statut de protection temporaire prend fin et qu'ils ne peuvent plus travailler\n(...) Si cela se produit, nous les soutiendrons en nous rendant aux rendez-vous de l'agence de\nl'immigration, et dans certains cas, en leur fournissant un abri physique. Certaines eglises de la ville\nsont pretes a permettre aux familles de venir vivre dans l'eglise si necessaire\"\n, indique-t-il.\nLe pasteur precise que le veritable objectif du groupe est de convaincre l'\nadministration Trump de revenir sur sa decision\nde mettre fin a la protection juridique de centaines de milliers d'Haitiens vivant aux Etats-Unis et\nbeneficiant d'un statut de protection temporaire.\nUn soutien absolu aux refugies haitiens\nCharla Weiss, membre d'Undivided, le groupe qui a organise l'atelier de Springfield, a declare qu'on\navait demande aux participants jusqu'ou ils etaient prets a aller pour aider les residents haitiens a\neviter l'expulsion.\nTout au long de la formation, Weiss a confie qu'elle continuait a reflechir a cette question\n\"en tant qu'organisatrice, en tant que mere, en tant qu'Afro-Americaine dont les ancetres ont ete\namenes dans ces Etats en 1619\"\n.\n\"C'est donc une question sans reponse, mais je suis prete a continuer a y reflechir. Que vais-je faire\n? Comment puis-je le faire ? Et l'autre question, pour moi, est de savoir qui d'autre je vais emmener\navec moi\".\nLe gouverneur republicain de l'Ohio\n, Mike DeWine, qui soutient depuis longtemps la communaute haitienne, a ete informe par les\ndirigeants de Springfield lors d'une visite dans la ville, vendredi dernier. Il a declare aux journalistes\nque l'Etat se preparait a d'eventuels licenciements massifs dans la region a la suite du changement\nde politique du TPS (Temporary Protected Status, statut de protection temporaire, ndlr), ce qui\nserait negatif a la fois pour les travailleurs et pour les entreprises qui les emploient.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2797,
                "words": 442,
                "lines": 36
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Les USA et l'UE s'accordent sur des droits de douane de 15 %",
            "date": "2025-07-30T16:31:47.211542",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Les USA et l'UE s'accordent sur des droits de douane de 15 %\n\nCe dimanche, Donald Trump, president des Etats-Unis, et Ursula von der Leyen, presidente de la\nCommission europeenne, ont annonce avoir trouve un terrain dentente sur un nouvel accord\ncommercial.\nLannonce a ete faite lors dune conference de presse a Trump Turnberry, en Ecosse, a lissue de\nnegociations. Laccord prevoit que les Etats-Unis appliqueront un droit de douane de 15 % sur les\nproduits de lUnion europeenne. Ce taux constitue une limite maximale, car il nest pas automatique\npour toutes les importations.\nCertaines exclusions ont ete precisees. Les produits pharmaceutiques ne seront pas soumis a ces\ndroits. En revanche, les droits de 50 % deja en place sur lacier et laluminium europeens resteront\nen vigueur.\nLes deux parties ont presente cet accord comme une etape vers un « retablissement de lequilibre\ncommercial » et une volonte de renforcer le commerce bilateral. Les Etats-Unis auront la possibilite\ndimposer ce droit de 15 %, tout en laissant certaines exportations americaines strategiques\nbeneficier dun acces sans droits.\nDe leur cote, lUnion europeenne sest engagee a acheter pour 750 milliards de dollars denergie\namericaine, tout en investissant 600 milliards de dollars supplementaires aux Etats-Unis.\nAu cours de la conference, Donald Trump a exprime son espoir que cet accord permettrait aux\nvoitures americaines de revenir sur le marche europeen et faciliterait lexportation agricole vers\nlEurope. Ursula von der Leyen a insiste sur le fait que cet accord doit apporter stabilite et\nprevisibilite aux deux partenaires, tout en precisant que certains secteurs, comme celui des\nspiritueux, restent a debattre.\nLaccord a neanmoins ete accueilli avec des reserves par certains responsables europeens. Bernd\nLange, president de la commission du commerce au Parlement europeen, a critique lambitieux\nprogramme dinvestissements americains, notamment dans la technologie militaire, quil juge\ncontraire aux interets europeens. Il souligne que cet accord pourrait freiner le developpement\neconomique de lUE et peser negativement sur son PIB.\nSelon lInstitut Kiel pour leconomie mondiale, ces droits de douane pourraient reduire le PIB\nallemand de 0,15 % en un an, ce qui represente une perte de 6,5 milliards deuros. Le PIB total de\nlUE pourrait aussi diminuer de 0,1 %.\nLe ministre finlandais du commerce exterieur, Ville Tavio, partage ces inquietudes, estimant que le\nniveau des droits de douane reste trop eleve, malgre une certaine apaisement. La suite des\nnegociations reste donc cruciale pour preciser les contours de cet accord.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2556,
                "words": 391,
                "lines": 32
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Vatican : le Pape celebre une messe pour les influenceurs",
            "date": "2025-07-30T16:27:08.093219",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Vatican : le Pape celebre une messe pour les influenceurs\n\ncatholiques\nLe pape Leon XIV a recu mardi un accueil de rock star lors du festival des influenceurs catholiques\norganise par le Vatican - pretres, religieuses et simples fideles qui utilisent leur presence sur les\nmedias sociaux pour precher et enseigner la foi - en les exhortant a veiller a ce que les relations\nhumaines ne patissent pas de la propagation des ecosystemes numeriques et de l'intelligence\nartificielle.\nLe premier pape americain de l'histoire a ete pris d'assaut par des centaines d'influenceurs, leurs\ntelephones portables brandis pour retransmettre la rencontre, lorsqu'il est arrive dans la basilique\nSaint-Pierre a l'issue d'une messe speciale. Les pelerins sont descendus a Rome pour une\ncelebration speciale de l'Annee sainte des \"missionnaires numeriques\", dans le cadre du jubile\nd'une semaine du Vatican pour les jeunes, qui culmine ce week-end avec une veillee et une messe\ndans un vaste champ a la peripherie de Rome.\nLe Pape a remercie les jeunes d'utiliser leurs plateformes numeriques pour repandre la foi, et il s'est\nprete au jeu des selfies. Mais il les a mis en garde contre la negligence des relations humaines dans\nleur quete de clics et de followers, et les a avertis de ne pas se laisser pieger par les \"fake news\" et\nla \"frivolite\" des rencontres en ligne.\n\"Il ne s'agit pas simplement de generer du contenu, mais de creer une rencontre entre les curs\", a\ndeclare Le Pape dans un discours qui a montre son aisance a passer de l'italien a l'espagnol et a\nl'anglais. \"Soyez des agents de communion, capables de briser la logique de la division et de la\npolarisation, de l'individualisme et de l'egocentrisme.\n\"C'est a nous - a chacun d'entre vous - qu'il revient de veiller a ce que cette culture reste humaine\",\na-t-il declare. \"Notre mission - votre mission - est de nourrir une culture d'humanisme chretien, et de\nle faire ensemble\" dans ce qu'il a appele les seuls reseaux qui comptent vraiment : l'amitie, l'amour\net le \"reseau de Dieu\".\nMise en garde contre les derapages\nCes deux derniers jours, le message du Vatican aux jeunes influenceurs a ete un remerciement\npour leur evangelisation sur les medias sociaux, mais aussi un avertissement de ne pas laisser\nleurs messages s'egarer ou de ne pas negliger la dimension humaine de toutes les rencontres.\nPour le Pape, la question est d'autant plus sincere qu'il a declare que la lutte contre la menace que\nl'IA fait peser sur l'humanite serait l'une des priorites de son pontificat.\nLe reverend David Mc Callum, un jesuite americain qui dirige un programme de developpement du\nleadership et qui s'est adresse aux influenceurs lors d'une conference lundi, a fait des pauses\nperiodiques dans sa presentation en demandant aux personnes presentes dans le public de parler\navec la personne a cote d'elles, jusqu'a 10 minutes a la fois.\nLe cardinal Antonio Tagle, chef du bureau d'evangelisation du Vatican, a exhorte les influenceurs a\neviter tout ce qui pourrait ressembler a de la publicite mensongere, a de la coercition ou a du lavage\nde cerveau dans leurs messages, ou a utiliser leur plateforme pour gagner de l'argent. Il a rappele\nqu'il avait lui-meme ete victime d'une fausse video vantant les merites d'un medicament contre\nl'arthrite.\n\"Freres et surs, faites preuve de discernement\", a declare M. Tagle dans son homelie lors de la\nmesse de mardi.\nDes Journees Mondiales de la Jeunesse en miniature a Rome\nLa journee de mardi a commence par le passage de groupes d'influenceurs et de jeunes pelerins\npar la Porte Sainte de la basilique, un rite de passage pour les quelque 32 millions de personnes qui\nparticipent aux celebrations de l'Annee Sainte 2025 du Vatican. Cette semaine, le centre-ville de\nRome a ete envahi par des masses energiques, chantantes et dansantes de scouts catholiques,\nadolescents, d'eglises et de groupes d'ecoles catholiques.\nTout cela avait l'allure d'une Journee mondiale de la jeunesse reduite, le festival catholique de\nWoodstock qui a lieu une fois tous les trois ans et qui a ete inaugure par saint Jean-Paul II.\nLa derniere edition, qui s'est tenue a Lisbonne, au Portugal, est devenue virale grace au reverend\nGuilherme Peixoto, un pretre de village du nord du Portugal qui est egalement DJ. Il est a Rome\ncette semaine, mais il n'est pas certain qu'il reprenne son desormais celebre set qui a reveille les\njeunes avant la derniere messe du pape Francois a Lisbonne.\nDans ce set, alors qu'il jouait de la musique house derriere sa console en tenue d'apparat, M.\nPeixoto a insere a la fois l'exhortation de saint Jean-Paul II aux jeunes de \"ne pas avoir peur\" et\nl'insistance de Francois a Lisbonne sur le fait que l'eglise avait de la place pour tout le monde,\n\"todos, todos, todos\".\nCe mantra est devenu en quelque sorte le refrain du Jubile des jeunes de cette annee, avec\n#todostodostodos utilise sur toutes les plateformes par les pelerins qui racontent leur sejour a\nRome.\nPablo Licheri, fondateur de l'application Catholic Mass Times, qui fournit les lieux et les horaires des\nliturgies catholiques dans le monde entier et a enregistre 2 millions de telechargements, a declare\navoir ete encourage a la fois par le message d'unite du Pape et par l'enthousiasme des catholiques\nqui, comme lui, s'y connaissent en matiere de medias sociaux.\n\"J'ai ete particulierement emu de rencontrer en personne tant d'influenceurs catholiques et de prier\navec d'autres personnes qui partagent la meme passion pour la diffusion de la joie de l'amour de\nDieu\", a-t-il declare a l'issue de la messe de mardi.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5526,
                "words": 919,
                "lines": 67
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "La Tanzanie interdit aux etrangers de gerer des petites entreprises",
            "date": "2025-07-31T15:08:56.867961",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "La Tanzanie interdit aux etrangers de gerer des petites entreprises\n\nLa Tanzanie a decide dinterdire aux etrangers la propriete et lexploitation de certaines petites\nentreprises sur son territoire, une mesure qui a immediatement suscite des critiques, notamment de\nla part du Kenya voisin.\nLa nouvelle reglementation concerne 15 secteurs, majoritairement a petite echelle, tels que les\ntransferts d'argent par mobile, les services de guides touristiques, lexploitation miniere artisanale,\nlachat de recoltes directement aux agriculteurs, les salons de beaute, les boutiques de souvenirs,\nainsi que la creation de stations de radio et de television.\nLe ministre tanzanien du Commerce, Selemani Jafo, a justifie cette decision en soulignant\nl'occupation croissante du secteur informel par des ressortissants etrangers, dans des domaines ou\nles Tanzaniens « sont mieux places » pour reussir. « Cette mesure vise a garantir que les\nopportunites economiques profitent d'abord a nos citoyens », a-t-il affirme.\nUne decision populaire en interne, mais critiquee a l'etranger\nAu sein du pays, la directive a ete largement bien accueillie, notamment dans un contexte de\nmefiance croissante a legard de la concurrence etrangere, en particulier celle percue comme\nagressive de la part dhommes daffaires chinois.\nMais la decision a fait grincer des dents au Kenya, pays voisin avec lequel la Tanzanie entretient\ndes relations commerciales etroites. De nombreux entrepreneurs kenyans exercaient dans les\nsecteurs desormais fermes aux etrangers. Nairobi craint un effet domino dans la region, et appelle\nau respect des accords bilateraux et des principes de la Communaute d'Afrique de l'Est (EAC).",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1614,
                "words": 239,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "USA : 20 pays africains touches par les droits de douane de Trump",
            "date": "2025-08-02T09:36:51.294716",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "USA : 20 pays africains touches par les droits de douane de Trump\n\nLes Etats-Unis ont annonce, le 31 juillet 2025, limposition de nouveaux droits de douane sur les\nexportations en provenance de 20 pays africains. Le decret, signe par le president Donald Trump,\nentrera en vigueur dans sept jours. Il sinscrit dans une politique commerciale plus offensive, visant a\nreequilibrer les echanges.\nParmi les pays les plus concernes figurent lAlgerie, la Libye et lAfrique du Sud, qui subiront des taux\npouvant atteindre 30 %. Dautres nations comme la Cote dIvoire, le Cameroun, le Zimbabwe, la\nTunisie, la RDC et le Mozambique verront leurs produits taxes entre 15 et 25 %.\nLa Maison Blanche explique cette decision par la volonte de proteger leconomie americaine face a\ndes deficits commerciaux juges\n« insoutenables »\n. Deux logiques sappliqueront desormais : un taux de 10 % sera maintenu pour les pays avec\nlesquels les Etats-Unis affichent un excedent commercial, tandis quun minimum de 15 % simposera\nen cas de deficit.\nWashington a aussi introduit une penalite de 40 % sur les\n« transbordements »\n: des marchandises acheminees via des pays a faibles taxes pour contourner les tarifs americains.\nDroits de douane\nAfricanews\nLes pays africains vises\nVoici les pays du continent impactes, avec les taux annonces :\nAlgerie :\n30 %\nAngola :\n15 %\nBotswana :\n15 %\nCameroun :\n15 %\nTchad :\n15 %\nCote dIvoire :\n15 %\nRepublique democratique du Congo :\n15 %\nGuinee equatoriale :\n15 %\nGhana :\n15 %\nLesotho :\n15 %\nLibye :\n30 %\nMadagascar :\n15 %\nMalawi :\n15 %\nMaurice :\n15 %\nMozambique :\n15 %\nNamibie :\n15 %\nNigeria :\n15 %\nAfrique du Sud :\n30 %\nTunisie :\n25 %\nZambie et Zimbabwe :\n15 %\nExtension mondiale\nAu-dela du continent africain, de nombreux pays dAsie, du Moyen-Orient et dAmerique latine sont\negalement concernes. Certains taux atteignent ou depassent 40 % :\nLaos :\n40 %\nMyanmar :\n40 %\nSyrie :\n41 %\nSuisse :\n39 %\nSerbie :\n35 %\nIrak :\n35 %\nInde, Brunei, Indonesie, Pakistan, Thailande, Philippines, etc.\n: entre 19 et 25 %",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1947,
                "words": 355,
                "lines": 77
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Angola : au moins 4 morts et 500 arrestations dans des",
            "date": "2025-07-30T16:27:59.411107",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Angola : au moins 4 morts et 500 arrestations dans des\n\nmanifestations\nEn Angola, les manifestations contre la hausse des prix des carburants ont fait quatre morts a\nLuanda la capitale, selon la police. Mardi, les autorites ont annonce l'arrestation de plus de 500 au\ncours de deux jours de protestations.\nLes manifestations ont eclate lundi suite a la decision du gouvernement, au debut du mois,\nd'augmenter le prix du diesel de plus de 30 %, ce qui a entraine de fortes hausses de prix pour les\nminibus-taxis qui sont le moyen de transport prefere de nombreux Angolais.\nSelon un communique de la police, des centaines d'arrestations ont ete effectuees dans le cadre\nd'emeutes, d'actes de vandalisme et de pillages de magasins. Des voitures et des bus ont ete\nendommages et des routes ont ete bloquees.\nQuatre personnes ont ete tuees dans les troubles, a declare mardi le porte-parole de la police,\nMateus de Lemos Rodrigues. Le communique de la police indique que l'ordre a ete retabli dans la\nplupart des quartiers de la ville.\nDes manifestations similaires contre la hausse des prix des carburants ont eu lieu au debut du mois,\net Human Rights Watch a accuse la police d'avoir eu recours a une force excessive contre ce qui\netait une manifestation largement pacifique.\nLes forces de securite ont souvent ete accusees de reprimer les manifestations en Angola, ou le\nparti au pouvoir, le Mouvement populaire pour la liberation de l'Angola, est au pouvoir depuis 50\nans, c'est-a-dire depuis que le pays a obtenu son independance du Portugal en 1975.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1494,
                "words": 250,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "RDC : vers un remaniement ministeriel ?",
            "date": "2025-07-30T16:30:57.549871",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "RDC : vers un remaniement ministeriel ?\n\nLa Republique democratique du Congo pourrait bientot connaitre un nouveau gouvernement.\nSelon certains medias locaux, le president Felix Tshisekedi est au point de proceder a un\nremaniement ministeriel promis il y a pres de cinq mois.\nC'est le chef de l'etat en personne qui a declenche les speculations sur le sujet en promettant une\ncommunication importante pour bientot. C'etait au cours d'une reunion que le president a indiquee\ncomme etant la derniere de certains ministres.\nIl s'agirait d'un « gouvernement Suminwa II », a taille reduite. Moins de ministres, mais ouvert a\ndautres acteurs politiques. La premiere, le ministre Judith Suminwa devrait etre reconduite a son\nposte selon plusieurs sources a de la cite par la presse locale.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 741,
                "words": 118,
                "lines": 9
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "CAN feminine 2024 : retour en fanfare des Super Falcons au Nigeria",
            "date": "2025-07-30T16:29:50.640155",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "CAN feminine 2024 : retour en fanfare des Super Falcons au Nigeria\n\nLundi, lequipe feminine de football du Nigeria, surnommee les Super Falcons, a recu un accueil\ntriomphal a Abuja apres sa victoire en finale de la Coupe dAfrique des Nations feminine.\nLe president Bola Tinubu en personne a salue la performance exceptionnelle de lequipe, qui a battu\nle Maroc 3-2 samedi, decrochant ainsi son\ndixieme titre continental\n, un record sur le continent.\nDans une nation ou le football suscite une ferveur inegalee, cette victoire a ete celebree comme une\npreuve que la passion et le travail acharne peuvent triompher des difficultes structurelles.\nMalgre leur succes, les Super Falcons ont du surmonter de nombreux obstacles institutionnels.\nPendant des annees, elles ont lutte pour percevoir leurs primes de match, allant jusqua boycotter un\nentrainement en 2022. Meme durant leur parcours vers la finale au Maroc, leurs arrieres de\npaiement nont ete regles que quelques jours avant le match decisif, sur decision presidentielle.\nA cela sajoutent dautres difficultes : absence de matches amicaux competitifs, manque\ndequipements dentrainement, et un soutien globalement insuffisant. Ces problemes sont loin detre\nisoles dans le sport nigerian, souvent gangrene par le sous-financement, la corruption et la\nmauvaise gestion. De telles lacunes ont pousse plusieurs athletes a choisir de representer dautres\npays.\nMalgre tout, les Super Falcons restent dominatrices sur le continent africain. Cette avance est en\npartie due au fait que le Nigeria a ete pionnier dans le developpement du football feminin en Afrique,\nen creant la premiere ligue feminine des 1978.\nMais ce leadership historique na pas encore ete converti en performances equivalentes sur la scene\nmondiale. Selon les analystes, ce paradoxe sexplique par le manque dinvestissement strategique et\nde volonte politique pour capitaliser sur cet avantage initial.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1848,
                "words": 281,
                "lines": 23
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Droits de douane : les USA et la Chine poursuivent les negociations",
            "date": "2025-07-30T16:29:03.932946",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Droits de douane : les USA et la Chine poursuivent les negociations\n\nLa Chine et les Etats-Unis poursuivent leur cycle de negociations economiques et commerciales a\nStockholm en Suede.\nObjectif : obtenir une prolongation de la treve tarifaire de 90 jours negociee a Geneve en mai\ndernier. Ce deuxieme cycle de negociations doit en principe durer deux jours. Dans la guerre\ncommerciale declenchee par le president americain Donald Trump, les deux pays etaient parvenus\na un accord sur un cadre general des droits de douane le 11 juin a Londres a la suite d'un entretien\ntelephonique entre les deux chefs d'Etats.\nEn Suisse, Washington avait accepte de ramener les droits de douane sur les produits chinois de\n145% a 30% en echange d'une baisse similaire de Pekin de 125% a 10% pour 90 jours. Pour ce\nnouveau cycle de negociations, les deux parties entretiennent encore le suspens sur leurs\nintentions. Reste a savoir si elles parviendront a fait durer l'accalmie sur les marches boursiers.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 919,
                "words": 152,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Cameroun : la candidature de Kamto au cur des tensions electorales",
            "date": "2025-07-30T16:31:26.924188",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Cameroun : la candidature de Kamto au cur des tensions electorales\n\nAu Cameroun, linvalidation de la candidature de Maurice Kamto continue de susciter lindignation.\nSeuls 13 des 83 dossiers soumis a Elecam, lorgane en charge de lorganisation electorale, ont ete\nvalides. Pour le Mouvement pour la Renaissance du Cameroun (MRC), cette decision sapparente a\nune manuvre politique visant a ecarter lun des principaux challengers du president sortant, Paul\nBiya.\nNdong Christopher, Avocat et Secretaire general du MRC, denonce une exclusion arbitraire :\nla candidature de notre representant a ete rejetee de maniere arbitraire par Elecam, en violation\nflagrante du Code electoral et de la Constitution. Comme beaucoup de Camerounais, nous avons\nconstate que cette premiere decision va a lencontre de la loi. Nous demeurons toutefois confiants\nque la Cour constitutionnelle, composee de magistrats experimentes, saura evaluer le cadre legal\nde lelection presidentielle et examiner les pieces soumises par Maurice Kamto.\nLes candidats ecartes disposaient de 48 heures pour contester leur rejet. Lequipe de Maurice\nKamto affirme avoir respecte ce delai et depose son recours dans les temps. Reste a savoir si la\ndecision attendue dans deux mois leur donnera raison :\nnos attentes sont limitees, mais nous affirmons que la candidature de Maurice Kamto est conforme\na la loi. Aucun element ne justifie son rejet. Meme si le Conseil constitutionnel a ete mis en place\npar le president Paul Biya, il a pour mission de garantir lapplication equitable de la loi. Nous\nesperons donc quil validera les quatre pieces requises estime-t-il.\nFaute de parrainages parlementaires suffisants, Kamto a presente sa candidature sous la banniere\ndu Mouvement Africain pour la Nouvelle Independance et la Democratie (MANIDEM). Selon\nElecam, cette investiture est problematique car le MANIDEM aurait soutenu deux candidatures, un\nargument rejete par le MRC, qui y voit un pretexte :\nPlusieurs partis comme le RDPC, lUPC, lUNIVER ou meme le MANIDEM ont presente plusieurs\nlistes. Pourquoi alors Maurice Kamto et le MANIDEM sont-ils les seuls a etre vises ? Cela revele\nune inegalite flagrante, voire de lhostilite. Nous envisageons de porter laffaire devant une juridiction\ninferieure, en esperant y trouver une plus grande impartialite. »\nOutre la candidature de Paul Biya, en lice pour un septieme mandat, celles de Cabral Libii (PCRN)\net Josuah Osih (SDF) ont ete validees. Le scrutin presidentiel est fixe au 12 octobre prochain. La\ndecision du Conseil constitutionnel concernant Maurice Kamto est desormais tres attendue.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2529,
                "words": 389,
                "lines": 29
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Cote d'Ivoire : Pascal Affi N'guessan conteste la candidature de",
            "date": "2025-07-30T16:25:59.555155",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Cote d'Ivoire : Pascal Affi N'guessan conteste la candidature de\n\nOuattara\nLe president du Front populaire ivoirien Pascal Affi Nguessan reagit a lannonce de la candidature\ndAlassane Ouattara a la presidentielle doctobre 2025 en Cote dIvoire.\nInterroge par Africanews, lopposant conteste la legalite de la decision du president sortant.\nComment il peut justifier que la constitution l'autorise a briguer un quatrieme mandat alors que la\nconstitution est constante ? Qu'on ne peut pas faire plus de deux mandats et eux-memes, au\nmoment de l'adoption de la Constitution, les cadres, les redacteurs de la constitution eux-memes\nont ete formels que cette constitution ne permet pas a M. Ouattara de briguer un autre mandat. ...\nEnsuite, en dehors meme de la Constitution, M.Ouattara lui-meme, a plusieurs reprises, a indique\nqu'il etait pret a passer le flambeau a une autre generation. En 2020, il a invoque des circonstances\nexceptionnelles. Pour justifier sa candidature, voila, comment peut-il expliquer aujourd'hui qu'il soit\nencore en train de chercher a briguer un quatrieme mandat...\nLundi, dans la foulee de lannonce de sa candidature, le chef de lEtat a promis un scrutin apaise le\n25 octobre. Ce que conteste le president du Front populaire ivoirien en revanche.\nNon, les conditions ne sont pas du tout reunies dans la mesure ou il y a plusieurs candidats\nimportants, appartenant a des partis politiques importants qui ont ete exclus du processus et qui\naujourd'hui se mobilisent pour obtenir leur integration dans le jeu electoral. A partir du moment ou\ntoute l'opposition est mobilisee pour que la Commission electorale independante soient plus\ntransparentes, plus equilibrees. Pour que le code electoral soit revise, pour que la liste electorale\nsoit propre et que toutes ces questions ne sont pas reunies, on ne peut pas parler de perspectives\nd'elections apaisees. ..\nAlassane Ouattara est au pouvoir depuis 2011. Pour Pascal Affi Nguessan, loctogenaire tire la Cote\ndIvoire vers bas.\nIl est devenu un probleme, il a divise les Ivoiriens, il emprisonne les gens a longueur de journee, il a\ndetruit nos relations avec la sous-region, il est devenu veritablement un probleme pour la Cote\nd'Ivoire. Et il faut que ce probleme soit regle pour que la Cote d'Ivoire puisse retrouver son unite, sa\nstabilite et puisse reconstruire ses relations avec les sous-regions ouest-africaines d'abord et puis\nse repositionner sur le plan international.\nLe president du FPI affirme que la Cote dIvoire a soif dalternance. Pascal Affi Nguessan se\npresente comme lhomme qu'il faut. On nest jamais mieux servi que par soi-meme.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2553,
                "words": 406,
                "lines": 30
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "LONU met en garde contre la resurgence de groupes djihadistes au",
            "date": "2025-08-02T09:38:17.268378",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "LONU met en garde contre la resurgence de groupes djihadistes au\n\nSahel\nSelon un nouveau rapport de lONU, lEtat islamique, Al-Qaida et leurs affilies renforcent leur\npresence en Afrique, notamment au Sahel, ou le JNIM et Al-Shabab etendent leur influence,\nsouvent en dehors de tout controle.\nEn Syrie, que les deux groupes considerent comme une base strategique pour leurs operations\nexterieures, les tensions montent egalement. En parallele, les experts de lONU tirent la sonnette\ndalarme : des combattants terroristes etrangers commencent a revenir en Asie centrale et en\nAfghanistan, posant un risque majeur pour la securite regionale. LEurope et les Ameriques ne sont\npas epargnees. LEtat islamique reste la principale menace, notamment via des radicalisations en\nligne pilotees par sa branche Khorasan.\nAux Etats-Unis, un attentat a fait 14 morts a La Nouvelle-Orleans le 1er janvier. Il sagit de lattaque\nla plus meurtriere liee a Al-Qaida ou a lEI sur le sol americain depuis 2016. Plusieurs autres projets\ndattentats ont ete dejoues, dont un visant une base militaire dans le Michigan. Ce rapport souligne\nune dynamique inquietante : les groupes terroristes sadaptent, se deplacent et restent capables de\nfrapper, malgre la pression internationale.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1190,
                "words": 182,
                "lines": 15
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Nigeria : la resurgence des attaques jihadistes inquiete",
            "date": "2025-08-02T09:36:39.370693",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Nigeria : la resurgence des attaques jihadistes inquiete\n\nAu Nigeria, les groupes jihadistes font un retour en force, multipliant des attaques contre les\npopulations. Les autorites sont accusees de laxismes alors que les initiatives pour lutter contre les\nterroristes ont echoue.\nMaiduguri, dans le nord-est du Nigeria. La region est lepicentre de linsurrection de Boko Haram et\nde la branche de lEtat islamique en Afrique de lOuest. Pour ses habitants, les initiatives menees par\nle gouvernement pour contenir ces islamistes ont echoue.\nUn jeune nigerian se presente comme un ex-commandant de lISWAP. Nous lappellerons Ali. Il a ete\ndemobilise il y a deux ans, dans le cadre dun programme damnistie et de reinsertion sociale du\ngouvernent. Il menace de deterrer la hache de guerre invoquant des promesses non tenues.\n\"Le gouvernement nous a promis des emplois. C'etait l'accord. Je n'ai rien : pas de nourriture, pas\nde travail. Quand nous rentrerons, nous attaquerons, nous ferons la guerre pour pouvoir manger et\nnourrir nos familles. raconte-t-il.\nApres quelques annees de repit, les attaques se multiplient dans la region. Modu Ummate a perdu\nune jambe dans l'explosion dune bombe il y a quelques mois. Alors quil se rendait dans ses\nchamps. Il denonce lincurie presumee des forces de securite.\n\"J'ai peur. Huit personnes ont ete tuees ce jour-la. L'armee n'en fait pas assez. Tout le monde etait\ndetendu parce que la situation etait calme, mais c'etait de la negligence, l'armee ne poursuivait pas\nles islamistes. Dou leur resurgence\", explique la victime.\nEn juin, au moins 12 personnes ont ete tuees et de nombreuses autres blessees lors dun\nattentat-suicide dans un marche dans la peripherie Maiduguri. Mettant larme a rude epreuve. Malgre\nce climat tendu, les autorites jouent la carte loptimisme.\n\"La reintegration est en cours. Tout ce que les anciens insurges veulent ne leur sera pas donne.\nNous devons nous occuper des victimes. Si nous donnons trop de ressources aux insurges, les\nvictimes diront : et nous ? , affirme Usman Tar, commissaire a l'information et a la securite dans\nl'Etat de Borno.\nMais les experts mettent en garde : la lutte contre le terrorisme ne fonctionnera pas si l'on ne\ns'attaque pas a la pauvrete et au chomage.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2194,
                "words": 359,
                "lines": 27
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Football : le CHAN 2024, un moment historique pour l'Afrique de l'Est",
            "date": "2025-08-02T09:38:05.826067",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Football : le CHAN 2024, un moment historique pour l'Afrique de l'Est\n\nLe Kenya, la Tanzanie et lOuganda accueillent ensemble le CHAN 2024 le premier tournoi de la\nCAF dans la region depuis 1976, et le tout premier a etre coorganise par trois pays.\nLe CHAN, qui se deroule jusquau 30 aout, met en lumiere les talents locaux : seuls les joueurs\nevoluant dans les championnats nationaux y participent. Cest aussi un avant-gout de la CAN 2027,\negalement prevue dans ces trois pays. La preparation des stades na pas ete simple. La CAF a du\nrepousser la competition pour laisser plus de temps aux travaux. Mais la derniere inspection a\nNairobi a ete jugee positive , la CAF a salue la cooperation entre les trois nations. Sur le terrain, la\nTanzanie ouvre le bal face au Burkina Faso ce samedi a Dar es Salaam.\nLe Maroc, double champion et grand favori, est de retour apres son retrait en 2023. Le Kenya\ndebute sous la houlette de Benni McCarthy, ancien international sud-africain et coach adjoint a\nManchester United. LOuganda, lui, espere enfin passer la phase de groupes, avec laide de Denis\nOnyango, son ancien capitaine devenu entraineur des gardiens. Enfin, le Senegal, champion en\ntitre affrontera le Nigeria dans un choc ouest-africain attendu le 5 aout a Zanzibar. Un CHAN inedit,\naux enjeux sportifs et symboliques majeurs pour lAfrique.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1271,
                "words": 216,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Guerre Israel-Hamas : la France persiste a reconnaitre l'Etat de",
            "date": "2025-07-30T16:29:31.381282",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Guerre Israel-Hamas : la France persiste a reconnaitre l'Etat de\n\nPalestine\nLa France appelle l'UE a faire pression sur Israel pour une solution a deux Etats.\nJoindre l'acte a la parole, c'est en substance l'appel de la France a l'Union europeenne. Alors que la\nfamine se generalise dans la bande de Gaza et que Paris se prepare a reconnaitre l'Etat de la\nPalestine, lundi devant les journalistes au siege de l'ONU, en prelude a la conference sur la\nPalestine, Jean Noel Barrot, le ministre des Affaires des Etrangeres a defendu le projet francais\ncomme issue a cette guerre sans fin :\npar cette decision, la France reaffirme le droit du peuple palestinien a l'autodetermination face aux\nfaits accomplis sur le terrain, a la catastrophe humanitaire qui plonge tout un peuple dans le\ndesespoir et a la menace existentielle.\nPour l'heure Paris, avance un peu en cavalier solitaire, mais se heurte aux Etats-Unis, et a la\nreticence des autres pays membres de l'Union europeenne. Jean-Noel Barrot a reitere\nl'engagement de son pays en faveur d'une solution politique au conflit israelo-palestinien :\nje sais que la Commission europeenne, au nom de l'Union europeenne, doit desormais exprimer\ntres clairement nos attentes vis-a-vis du gouvernement israelien : lever le blocus financier les 2\nmilliards d'euros que le gouvernement israelien doit a l'Autorite palestinienne ; rejeter cette question\ndes colonies le projet E1, en particulier les 3 400 logements en Cisjordanie. Cela menace l'integrite\nterritoriale du futur Etat palestinien.\nAlors que la colere monte face aux personnes desesperement affamees qui commencent a mourir\nde faim a Gaza, le president americain Donald Trump a appele lundi a augmenter l'aide aux\nPalestiniens, un rare signe d'ouverture entre lui et le Premier ministre Netanyahou, qui lui continue\nde nier l'existence de la famine. Israel et les Etats-Unis ont refuse de participer a la conference de\nl'ONU.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1861,
                "words": 298,
                "lines": 23
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Cote d'Ivoire : Ouattara va briguer un 4e mandat presidentiel",
            "date": "2025-07-30T16:27:52.214090",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Cote d'Ivoire : Ouattara va briguer un 4e mandat presidentiel\n\nAlassane Ouattara veut rempiler. Le president ivoirien a annonce mardi sa candidature a la\npresidentielle du 25 octobre en Cote dIvoire.\nOui, je suis candidat parce que la Constitution de notre pays m'autorise a faire un autre mandat et\nma sante le permet, a declare le president sortant dans une video.\nA 83 ans, Ouattara briguera donc un quatrieme mandat a la tete de son pays. Il est arrive au\npouvoir en 2011, apres une election sur fond de chaos et de pertes en vies humaines. Avant detre\nreelu en 2015 et 2020.\nSi sa candidature est validee, le president sortant ira a la conquete des suffrages du souverain\nprimaire dans trois mois. Une conquete de trop ?\nPour ses adversaires sans nul doute. Mais pas pour loctogenaire qui brandit son experience. Je suis\ncandidats parce que notre pays fait face a des defis securitaires, economiques et monetaires sans\nprecedent dont la gestion exige de l'experience.\nSes qualites deconomiste\nchevronne et son passage au Fonds monetaire international sont souvent cites en exemple par ses\npartisans. En matiere de gestion de lEtat, Ouattara cest deja 14 ans au pouvoir. Et avec quel\nresultat pour la Cote d'Ivoire ? La question divise.\nSur les traces de ses pairs\nOutre lexperience, ADO vante aussi sa capacite a maintenir la Cote dIvoire dans un climat de paix.\nLa menace terroriste... Grandit dans la sous-region et les incertitudes economiques au niveau\ninternational constituent un risque pour notre pays. C'est une realite que personne ne peut nier,\nc'est une realite, que je ne peux ignorer. Je suis candidat parce que je veux que notre chere Cote\ndivoire continue de demeurer un pays en paix et en securite. , souligne-t-il.\nMaintenir la paix\n, un defi dans un contexte electoral fait d'apprehensions. Alors que Laurent Gbagbo et Tidjane\nThiam dont les candidatures ont ete rejetees pour diverses raisons font encore entendre leurs voix.\nMais ca, cest la grogne de lopposition. Au RDPH,\nle Rassemblement des houphouetistes pour la democratie et la paix\ndont Ouattara est le guide , on savoure la fin du suspens.\nAlassane Ouattara vient de suivre ses homologues Yoweri Museveni 81 ans au pouvoir depuis\n1986, et linusable Paul Biya 92 ans dont 43 au trone. Ils sont candidats a leur propre succession\nrespectivement en Ouganda et au Cameroun. La liste n'est peut-etre pas exhaustive.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2331,
                "words": 391,
                "lines": 31
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Ouganda : l'opposant Bobi Wine dit craindre pour sa securite",
            "date": "2025-07-30T16:26:40.299586",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Ouganda : l'opposant Bobi Wine dit craindre pour sa securite\n\nLe principal opposant ougandais Bobi Wine alerte sur le climat politique deletere qui regne dans son\npays a lapproche des elections presidentielles. Une atmosphere marquee par des menaces\ncroissantes qui peseraient sur l'opposant et ses partisans.\nLes craintes pour sa securite se sont accrues ces derniers mois, alimentees par des attaques\nregulieres contre X de la part du fils de Museveni et heritier presomptif, le chef de l'armee Muhoozi\nKainerugaba.\n\"La situation est allee de mal en pis a tous egards. Bien sur, les menaces sur ma vie se sont\nmultipliees, nous avons assiste a une augmentation des enlevements, des arrestations et meme\ndes meurtres. Par exemple, nous avons un frere a Karamoja qui a ete abattu de plus de 150 balles.\nTout cela a pour but d'effrayer tous ceux qui travaillent avec moi et tous ceux qui defendent ce que\nje defends. Mais aussi, notre resistance s'est accrue, nous avons eu plus de membres, nous avons\neu plus de prises de parole et notre determination est devenue plus ferme\", a declare le chef de\nl'opposition ougandaise.\nMais au-dela de ce contexte securitaire tendu. Bobi Wine sapprete a defier une nouvelle fois,\nYoweri Museveni dans les urnes en janvier 2026. Les deux hommes setaient affrontes lors du\nscrutin de 2021 remporte par Museveni qui dirige lOuganda depuis 1986.\n\"Museveni ne sera pas destitue par le seul vote. Beaucoup d'autres choses doivent etre ajoutees,\nmais la legitimite doit etre gagnee parce que meme si nous prenons des armes et chassons\nMuseveni, nous ne serons qu'un autre groupe de personnes violentes qui n'auront pas de legitimite.\nNous devons obtenir la legitimite du peuple, nous devons faire en sorte que le peuple fasse un\nchoix, un choix pour lequel il se battra s'il est subverti. Je ne decouragerais pas les gens de se\nrendre aux urnes, parce que de toute facon, vous avez vu tant de dirigeants pretendre qu'ils ne\ncroient pas aux elections, mais quand c'est le moment des elections, ils sont les premiers a\ns'inscrire, ils sont les premiers a nommer\".\nEn 2021 Yoweri Museveni avait obtenu 58 % des voix contre 35 % pour Bobi Wine. Des resultats\nrejetes par lex-chanteur qui avait denonce un hold-up electoral.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2187,
                "words": 367,
                "lines": 26
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Soudan : lUnion africaine rejette le gouvernement parallele des FSR",
            "date": "2025-08-01T10:54:54.106511",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Soudan : lUnion africaine rejette le gouvernement parallele des FSR\n\nLUnion africaine (UA) a fermement rejete la creation dun gouvernement parallele annonce par les\nForces de soutien rapide (FSR), une puissante milice paramilitaire soudanaise.\nCe projet, devoile samedi dernier lors dune conference de presse a Nyala, dans la region du\nDarfour, nomme Mohamed Hassan al-Ta'ayshi au poste de Premier ministre et le general Mohamed\nHamdan Dagalo, alias Hemedti, a la tete dun nouveau conseil presidentiel.\nDans un communique publie mercredi 30 juillet, le\nConseil de paix et de securite de lUA\na averti que cette initiative constitue une menace grave pour la paix et lunite nationale soudanaises.\nIl appelle les Etats membres et la communaute internationale a ne pas reconnaitre ce\ngouvernement parallele, soulignant le risque de fragmentation du pays.\nLUA reaffirme par ailleurs son soutien au gouvernement de transition etabli en mai a Port-Soudan,\ndirige par Kamil Idris, un ancien haut fonctionnaire de lONU. Elle exhorte toutes les parties a cesser\nimmediatement et sans condition les hostilites.\nPar ailleurs, la Ligue arabe a denonce cette declaration comme une tentative de creer une realite\nmilitaire de fait, susceptible de diviser le Soudan en cantons en guerre. LArabie saoudite a elle\naussi mis en garde contre les risques de chaos et de division.\nCette escalade survient dans un contexte de conflit ouvert depuis avril 2023 entre larmee\nsoudanaise et les RSF. Tandis que larmee controle Khartoum et la majeure partie du nord et de lest\ndu pays, les RSF dominent le Darfour et des zones de Kordofan. Ce conflit a deja cause des\ndizaines de milliers de morts et provoque la pire crise mondiale de faim et de deplacements, selon\nlONU.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1673,
                "words": 270,
                "lines": 21
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "La Turquie devoile 2 puissantes bombes non nucleaires",
            "date": "2025-07-31T15:09:34.583933",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "La Turquie devoile 2 puissantes bombes non nucleaires\n\nIl s'agit d'armements developpes par le centre de recherche et de developpement du ministere de la\ndefense nationale du pays.\nLes obus ont ete presentes au public lors de la 17e foire internationale de l'industrie de la defense a\nIstanbul (IDEF).\nL'un d'entre eux, appele Gazap, ou Colere, est trois fois plus puissant que ses equivalents et il\ncontient 10 000 particules et un rayon d'explosion de 1 km selon Anadolu.\nL'agence de presse turque rapporte que l'autre arme, nommee Hayalet, ou Ghost, est une bombe\nde type bunker-buster capable de penetrer sept metres de beton C50.\nEt toutes les deux peuvent etre larguees par des avions de chasse F-16 et pesent pres d'une tonne\nchacun.\nEn juin, le president turc Recep Tayyip Erdogan a declare qu'il envisageait de renforcer les\ncapacites de dissuasion du pays afin qu'aucun pays n'ose l'attaquer.\nErdogan a annonce son intention d'augmenter la production turque de missiles de moyenne et\nlongue portee pendant la guerre des Douze jours entre l'Iran et Israel.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1010,
                "words": 167,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "LONU met en garde contre la resurgence des groupes djihadistes",
            "date": "2025-08-01T10:54:23.272408",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "LONU met en garde contre la resurgence des groupes djihadistes\n\nSelon un nouveau rapport de lONU, lEtat islamique, Al-Qaida et leurs affilies renforcent leur\npresence en Afrique, notamment au Sahel, ou le JNIM et Al-Shabab etendent leur influence,\nsouvent en dehors de tout controle.\nEn Syrie, que les deux groupes considerent comme une base strategique pour leurs operations\nexterieures, les tensions montent egalement. En parallele, les experts de lONU tirent la sonnette\ndalarme : des combattants terroristes etrangers commencent a revenir en Asie centrale et en\nAfghanistan, posant un risque majeur pour la securite regionale. LEurope et les Ameriques ne sont\npas epargnees. LEtat islamique reste la principale menace, notamment via des radicalisations en\nligne pilotees par sa branche Khorasan.\nAux Etats-Unis, un attentat a fait 14 morts a La Nouvelle-Orleans le 1er janvier. Il sagit de lattaque\nla plus meurtriere liee a Al-Qaida ou a lEI sur le sol americain depuis 2016. Plusieurs autres projets\ndattentats ont ete dejoues, dont un visant une base militaire dans le Michigan. Ce rapport souligne\nune dynamique inquietante : les groupes terroristes sadaptent, se deplacent et restent capables de\nfrapper, malgre la pression internationale.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1184,
                "words": 181,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Cote d'Ivoire : la candidature de l'ex-ministre Don Mello irrite Gbagbo",
            "date": "2025-08-02T09:37:07.874359",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Cote d'Ivoire : la candidature de l'ex-ministre Don Mello irrite Gbagbo\n\nEn Cote d'Ivoire, l'ancien ministre Ahoua Don Mello, annoncee jeudi sa candidature a la\npresidentielle du 25 octobre.\nIl se presente comme lalternative a lineligibilite de Laurent Gbagbo, candidat designe du parti des\npeuples de Cote dIvoire il est pourtant membre. Accuse de trahison, Ahoua Don Mello a ete\nrevoque du parti.\nMais il assume son choix. Son objectif, partir Alassane Ouattara du pouvoir dans deux mois. Pour le\nPPA-CI en revanche, seul Gbagbo est a meme de renverser le president sortant.\nCet episode prouve labsence de plan B pour lelection presidentielle au sein du parti des peuples de\nCote dIvoire. Alors que Laurent Gbagbo, son porte-etendard naturel peine toujours a obtenir son\ninscription sur les listes electorales.\nEn cas dechec, le parti fera-t-il le choix de la politique de la chaise vide ? Dieu Sait.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 829,
                "words": 136,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Guerre Israel-Hamas : lenjeu de la reconnaissance de la Palestine",
            "date": "2025-08-02T09:38:28.342292",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Guerre Israel-Hamas : lenjeu de la reconnaissance de la Palestine\n\nLa recente poussee de plusieurs pays occidentaux en faveur de la reconnaissance de la Palestine\ncomme Etat independant a ravive le debat sur les effets reels de cette demarche. Alors que plus de\n140 pays reconnaissent deja la Palestine, lannonce de la France, du Royaume-Uni et du Canada\ndaccroitre leur soutien diplomatique symbolise une nouvelle etape, mais suscite aussi des questions\nquant a son impact concret.\nSelon Julie Norman, professeure associee en politique du Moyen-Orient a lUniversity College\nLondon, cette reconnaissance reste pour linstant limitee a un statut d« Etat observateur » aux\nNations unies, sans le droit de vote accorde aux membres a part entiere.\n« Pour que la Palestine obtienne ce statut, il faudrait laccord unanime des membres du Conseil de\nsecurite, ce qui parait improbable, notamment en raison de lopposition constante des Etats-Unis »\n, explique la specialiste. Elle souligne ainsi lisolement diplomatique des Etats-Unis, les seuls\nmembres permanents a sopposer a une telle evolution, contrairement a la majorite de la\ncommunaute internationale.\nEn depit de cet obstacle, des mesures bilaterales plus souples peuvent renforcer la reconnaissance\npalestinienne. Julie Norman cite lexemple dune possible revalorisation du statut des missions\ndiplomatiques palestiniennes, comme celle a Londres, pouvant devenir une ambassade avec un\nambassadeur accredite.\n« Ce genre dindications est symbolique, mais il marque une evolution : il sagit desormais de\nconsiderer la Palestine comme un partenaire etatique, et non plus comme une entite administrative\nlimitee »\n, precise-t-elle.\nCette progression diplomatique, meme si elle nentraine pas de changement immediat sur le terrain,\npourrait neanmoins renforcer la position palestinienne lors de futures negociations avec Israel, dont\nle gouvernement actuel rejette fermement la solution a deux Etats.\nDans un contexte ou les tensions restent exacerbees, la reconnaissance internationale reste lun\ndes rares leviers que les pays occidentaux peuvent activer pour encourager un processus de paix.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2068,
                "words": 305,
                "lines": 26
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Guerre Israel-Hamas : a Gaza, 20% des enfants en etat de malnutrition",
            "date": "2025-07-30T16:27:28.209613",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Guerre Israel-Hamas : a Gaza, 20% des enfants en etat de malnutrition\n\nSelon un rapport recent des Nations Unies, plus de 2,6 milliards de personnes ont souffert de la\nfaim en 2024, un chiffre alarmant qui illustre la gravite persistante de la crise alimentaire mondiale\n.\nParmi les zones les plus touchees, la bande de Gaza fait face a une situation humanitaire\ndramatique, ou la malnutrition aigue severe menace la survie de nombreux enfants.\nDans ce territoire meurtri par pres de deux ans de conflit, la degradation des systemes alimentaires\nest rapide et inquietante. A Gaza, le petit Auday, orphelin de guerre, lutte pour survivre. Selon les\nmedecins, il souffre de malnutrition aigue severe. Faible et peu reactif, il refuse le lait et les\ncomplements nutritionnels essentiels a son retablissement.\nLe diagnostic de malnutrition severe repose souvent sur des mesures simples, telles que la taille et\nle poids du bras, qui permettent devaluer letat de denutrition. Le Dr James Smith, medecin et maitre\nde conferences a lUCL, explique : \"\nla malnutrition affecte toutes les fonctions physiologiques du corps, y compris la mobilite, la\ncognition et la capacite a lutter contre les infections. Souvent, cest la combinaison de malnutrition et\nde maladies infectieuses qui conduit au deces. \"\nVers une famine imminente ?\nLIntegrated Food Security Phase Classification (IPC), organisme soutenu par lONU, la FAO et\nlOMS, etablit des criteres precis pour declarer une famine officielle. Trois conditions doivent etre\nreunies :\nau moins 20 % des menages en insecurite alimentaire extreme,\n30 % des enfants souffrant de malnutrition aigue,\nun taux de mortalite depassant un seuil critique.\nAujourdhui, lIPC alerte sur le fait que le pire scenario de famine est en train de se derouler a Gaza.\nBien quaucune declaration officielle de famine nait encore ete faite, les rapports font etat de\ndizaines de deces lies a la faim, notamment parmi les enfants.\nUne situation aggravee par la guerre et le blocus\nDepuis le debut du conflit, lacces aux soins, a la nourriture et aux aides humanitaires est fortement\nrestreint. Malgre les annonces de pauses humanitaires dans les combats et les largages aeriens,\nles distributions restent insuffisantes et les convois humanitaires sont souvent pris dassaut par des\nfoules desesperees.\nA lhopital Patients Friends de Gaza, lun des rares etablissements encore operationnels, le service\nde malnutrition est deborde. Le Dr Smith, qui a travaille sur place fin 2023 et debut 2024, temoigne :\n« La situation ne cesse de se degrader. Nous voyions deja des patients souffrant de malnutrition\naigue, mais la violence et le manque dacces aux soins aggravent encore leur etat. »\nDes consequences irreversibles\nLe cas de Mohammed Khaled Aliwa, un enfant mort de faim faute davoir recu une alimentation\nadequate, illustre tragiquement lampleur de la crise. Sa mere, incapable de se procurer du lait, a du\nle nourrir a leau, sans resultat. Son pere, demuni, ne peut plus subvenir aux besoins essentiels de\nla famille.\nLes experts previennent que si aucune intervention rapide et massive nest mise en place, les\nconsequences sur la sante et le developpement des enfants seront irreversibles, avec des impacts\ndurables sur la societe.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3180,
                "words": 510,
                "lines": 42
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Guerre Israel-Hamas : flambee des prix sur les marches de Gaza",
            "date": "2025-07-30T16:27:41.341451",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Guerre Israel-Hamas : flambee des prix sur les marches de Gaza\n\nDepuis lattaque du 7 octobre 2023, Israel a durci le blocus sur la bande de Gaza, restreignant\nlentree de nourriture, de carburant et de fournitures medicales.\nL'acheminement en toute securite de la nourriture par des organisations humanitaires est devenu\nquasi impossible, une grande partie de l'aide qui entre est accaparee par des gangs ou des\nmarchands et vendue a des prix exorbitants.\nCes derniers jours, le kilo de farine a atteint 60 dollars, tandis que les lentilles peuvent etre vendues\njusqua 35 dollars le paquet.\nSur les marches, les sacs de farine portent souvent des logos des Nations unies et dautres\norganisations humanitaires. Face a la pression internationale, Israel a pris la decision ce week-end\nde faciliter l'acheminement de l'aide dans lenclave. Une annonce qui a conduit a une legere baisse\ndes prix.\nDans un recent rapport, lONU indique que la crise humanitaire a Gaza, a atteint un tournant\nalarmant et mortel ajoutant que les indicateurs de consommation alimentaire et de nutrition sont au\npire niveau depuis le debut du conflit dans l'enclave palestinienne.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1087,
                "words": 174,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Guerre Israel-Hamas : pres de 60 000 morts dans les offensives a",
            "date": "2025-07-30T16:31:40.767902",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Guerre Israel-Hamas : pres de 60 000 morts dans les offensives a\n\nGaza\nDepuis le debut du conflit entre le Hamas et Israel, le 7 octobre 2023, 59 821 Palestiniens ont perdu\nla vie sur la bande de Gaza et 144 851 ont ete blesses.\nLe bilan annonce dimanche par les autorites sanitaires pourrait bien salourdir dans les prochaines\nheures.\nAu cours des dernieres 24 heures,\nles attaques israeliennes\nont coute la vie a 88 Palestiniens et blesse 374 autres ; Certains tentant de se ravitailler.\nDes camions charges d'aide humanitaire ont commence a entrer dans la bande de Gaza dimanche\nmatin par le poste frontiere de Kerem Shalom, selon des sources palestiniennes locales.\nUn afflux d'aide humanitaire qui intervient suite aux\nnombreux appels lances a la communaute internationale pour faciliter l'acheminement dun soutien\nd'urgence a Gaza,\nOu les habitants sont toujours confrontes a de\ngraves penuries de nourriture\n, de medicaments et d'autres produits de premiere necessite.\nLes parachutages d'aide humanitaire\nont repris samedi au-dessus de diverses localites du nord de la bande de Gaza, mais cette\napproche a ete critiquee.\nNotamment par le chef de l'agence des Nations unies pour les refugies palestiniens, Philippe\nLazzarini, qui l'a qualifiee de\n\"moyen le plus couteux et le plus inefficace\n\" d'acheminer l'aide humanitaire.\nDepuis le 27 mai,\n1 121 personnes ont ete tuees et plus de 7 485 blessees\nen cherchant de laide.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1362,
                "words": 221,
                "lines": 26
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "ONU : la faim en leger recul dans le monde, sauf en Afrique",
            "date": "2025-07-30T16:29:57.224544",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "ONU : la faim en leger recul dans le monde, sauf en Afrique\n\nUn rapport mondial sur linsecurite alimentaire, publie par cinq agences des Nations Unies, signale\nune legere diminution du nombre de personnes souffrant de la faim en 2024 par rapport a lannee\n2023.\nMalgre cette baisse, 673 millions de personnes restent sous-alimentees dans le monde. LAfrique\nconcentre desormais pres de la moitie des personnes touchees par la faim, et les projections\nprevoient quelle en regroupera 60 % dici 2030.\nLe rapport SOFI souligne egalement que 100 % de la population de la bande de Gaza est\nconfrontee a une insecurite alimentaire aigue. Une situation tout aussi critique touche plus de la\nmoitie des habitants du Soudan du Sud et du Soudan, ainsi que pres de la moitie de la population\ndu Yemen.\nEn Republique democratique du Congo, laggravation des conflits armes, combinee a une crise\nstructurelle persistante dans lest du pays, a plonge plus de 27,7 millions de personnes dans une\nsituation dinsecurite alimentaire severe.\nFace a cette urgence, le rapport appelle a agir notamment sur la flambee des prix alimentaires, afin\nd'ameliorer la securite alimentaire et la nutrition a lechelle mondiale.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1130,
                "words": 181,
                "lines": 15
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "L'exploit historique du Tunisien Ahmed Jaouadi aux Mondiaux de",
            "date": "2025-07-31T15:09:27.723059",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "L'exploit historique du Tunisien Ahmed Jaouadi aux Mondiaux de\n\nnatation\nA seulement 20 ans le Tunisien Ahmed Jaouadi a marque lhistoire de la natation en remportant lor\nsur 800 metres nage libre lors des Championnats du monde organises a Singapour.\nSa performance de 7 minutes 36 secondes 88 fait de lui le troisieme nageur le plus rapide de tous\nles temps sur cette distance.\nAvec une course maitrisee Jaouadi a accelere a mi-parcours pour distancer ses principaux rivaux\nles Allemands Sven Schwarz (7 minutes 39 secondes 96) et Lukas Maertens deja titre sur 400\nmetres (7 minutes 40 secondes 19). Le champion olympique irlandais Daniel Wiffen a termine\ndernier en 7 minutes 58 secondes 56.\nA lissue de la course Jaouadi sest exprime avec une grande humilite\n« Je ne savais pas vraiment a quelle vitesse jallais mais je me sentais bien. Je visais un 7.38 ou\n7.37 mais pas un 7.36. Ce resultat me rend fier. Jai travaille dur pour en arriver la\n» a-t-il declare.\nLe nageur tunisien a egalement dedie sa victoire a son compatriote Ahmed Hafnaoui ancien\nchampion olympique suspendu 21 mois en avril dernier pour violations des regles antidopage\n« Cette medaille je la lui dedie. Il traverse une periode difficile »\na-t-il ajoute.\nCette medaille dor offre a la Tunisie un nouveau visage dans le bassin mondial a un moment ou\nplusieurs nageurs dont lAustralien Sam Short et plusieurs membres de lequipe americaine ont ete\ncontraints de declarer forfait en raison depisodes de gastro-enterite survenus durant les\nchampionnats.\nAvec ce titre mondial Ahmed Jaouadi, la Tunisie tient peut-etre la son nouvel ambassadeur sportif.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1557,
                "words": 260,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "RDC : le Pape deplore lattaque contre des chretiens a Komanda",
            "date": "2025-07-31T15:09:59.028125",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "RDC : le Pape deplore lattaque contre des chretiens a Komanda\n\nLe pape Leon XIV a renouvele mercredi 30 juillet son appel a la paix dans le monde entier. Il a\nparticulierement deplore la mort d\nune quarantaine de chretiens dans l'attaque terroriste d'une eglise\ncatholique dans l'est du Congo par des rebelles soutenus par l'Etat islamique.\nCeci lors de son discours a l'occasion du 50e anniversaire des accords d'Helsinki, signes lors de la\nguerre froide et qui inauguraient une nouvelle ere de securite et de droits de l'homme.\nPape Leon XIV a declare :\nJe renouvelle ma profonde douleur pour la brutale attaque terroriste qui s'est produite dans la nuit\ndu 26 au 27 juillet a Komanda, dans l'est de la Republique democratique du Congo, ou plus de 40\nchretiens ont ete tues dans une eglise au cours d'une veillee de priere et dans leurs maisons. Tout\nen confiant les victimes a la misericorde aimante de Dieu, je prie pour les blesses et pour les\nchretiens qui, dans le monde entier, continuent a souffrir de la violence et de la persecution,\nexhortant tous ceux qui ont des responsabilites au niveau local et international a collaborer pour\nprevenir des tragedies similaires.\nSur les 43 personnes, tuees dans cette eglise alors qu'elles se recueillaient lors d'une veillee de\npriere, figurent 15 femmes et neuf enfants\nLe pape a par ailleurs appele a preserver lesprit dHelsinki en utilisant la diplomatie pour prevenir et\nresoudre les conflits.\nL'audience generale de mercredi marquait la reprise de la rencontre hebdomadaire du Pape avec\nles fideles apres une pause estivale de plusieurs semaines.\nLa place Saint-Pierre etait principalement noircie de monde du a l'arrivee de dizaines de milliers de\npelerins en ville, pour une semaine de celebration de l'Annee sainte pour les jeunes catholiques.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1739,
                "words": 287,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "USA : Trump signe le decret sur les nouveaux droits de douane",
            "date": "2025-08-01T10:54:17.066529",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "USA : Trump signe le decret sur les nouveaux droits de douane\n\nNouvelle escalade dans la guerre commerciale menee par Donald Trump.\nLe president americain a signe un decret imposant de nouveaux droits de douane a plusieurs\npartenaires commerciaux. La mesure entrera en vigueur dans sept jours. Elle sinscrit dans la\nstrategie protectionniste du president, qui vise a reequilibrer les echanges au profit des Etats-Unis,\nmais elle pourrait destabiliser davantage leconomie mondiale. La decision intervient a la veille de la\ndate limite du 1er aout, que Donald Trump setait lui-meme fixee.\nLa Maison-Blanche a annonce plusieurs accords de derniere minute avec certains pays, mais la\nmajorite des partenaires restent dans lincertitude. Dans le meme temps, les negociations\ncommerciales avec le Mexique ont ete prolongees de 90 jours, signe dune volonte de maintenir le\ndialogue, au moins sur certains fronts.\nMais les consequences sannoncent concretes, les entreprises et les fabricants, aux Etats-Unis\ncomme a letranger, anticipent deja une hausse des couts de production et possiblement, une\nflambee des prix pour les consommateurs. Enfin, la manuvre nechappe pas aux critiques, plusieurs\njuges dappel americains expriment des doutes sur la legalite des droits de douane imposes,\nnotamment sur leur fondement juridique. Un nouveau bras de fer commercial sengage avec des\nrepercussions mondiales a surveiller de pres.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1351,
                "words": 201,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Au moins 25 morts dans des inondations dans le nord-est du Nigeria",
            "date": "2025-07-30T16:26:56.568813",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Au moins 25 morts dans des inondations dans le nord-est du Nigeria\n\nAu moins 25 personnes sont mortes et 11 autres sont portees disparues apres que de forte pluies\nont entraine des inondations soudaines dans l'Etat d'Adamawa, au nord-est du Nigeria.\nLes inondations, qui ont commence dimanche dans cinq provinces de la region de Yola, ont force 5\n560 personnes a fuir leurs domiciles deplore l'Agence en charge de gestion des urgences dans un\ncommunique. Un camp pour les personnes deplacees a ete installe au college Aliyu Musdafa a\nYola, et des produits de premiere necessite sont presentement distribues.\nLes communautes du nord du Nigeria connaissent des periodes de secheresse prolongees,\naggravees par le changement climatique, et des precipitations excessives qui entrainent de graves\ninondations pendant la breve saison des pluies. Angela Joseph, une victime des inondations, a\ndeclare a l'Associated Press qu'elle avait perdu toute son entreprise de pisciculture. \"Je ne sais pas\npar ou commencer\", a-t-elle declare.\nFin mai, au moins 200 personnes ont ete tuees dans l'Etat du Niger, au centre-nord du Nigeria,\napres que des pluies torrentielles ont ravage Mokwa, un village agricole. L'annee derniere, plus de\nquatre millions de personnes ont ete touchees par les inondations en Afrique de l'Ouest, soit trois\nfois plus qu'en 2023, selon les Nations unies.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1299,
                "words": 203,
                "lines": 15
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Turquie-Italie-Libye : sommet axe sur la securite et la migration",
            "date": "2025-08-02T09:36:11.889570",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Turquie-Italie-Libye : sommet axe sur la securite et la migration\n\nLe president turc Recep Tayyip Erdogan a accueilli vendredi a Istanbul la Premiere ministre\nitalienne Giorgia Meloni et le chef du gouvernement dunion nationale libyen Abdul Hamid Dbeibeh,\na loccasion dun sommet trilateral consacre a la situation en Libye et aux flux migratoires en\nMediterranee.\nLa reunion sest tenue dans le bureau presidentiel de Dolmabahce, a huis clos, en presence du\nministre turc des Affaires etrangeres Hakan Fidan, du chef des services de renseignement Ibrahim\nKalin et du conseiller a la securite nationale Akif Cagatay Klc.\nAu cur des discussions : la necessite de stabiliser la Libye, plongee dans le chaos depuis la chute\nde Mouammar Kadhafi en 2011. Le pays est desormais divise entre deux pouvoirs rivaux. A louest,\nDbeibeh dirige le gouvernement reconnu par la communaute internationale depuis Tripoli. A lest,\nOsama Hammad controle une administration soutenue par le puissant marechal Khalifa Haftar, fort\nde ses appuis militaires etrangers.\nLa question migratoire etait egalement centrale. La Libye demeure lune des principales routes de\ntransit pour les migrants originaires dAfrique et du Moyen-Orient cherchant a rejoindre lEurope.\nLItalie, confrontee a une hausse des arrivees sur ses cotes, plaide pour une cooperation renforcee\navec Ankara et Tripoli pour limiter les traversees.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1320,
                "words": 201,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Guerre Israel-Hamas : lenjeu de la reconnaissance de la Palestine",
            "date": "2025-08-01T10:54:38.827091",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Guerre Israel-Hamas : lenjeu de la reconnaissance de la Palestine\n\nLa recente poussee de plusieurs pays occidentaux en faveur de la reconnaissance de la Palestine\ncomme Etat independant a ravive le debat sur les effets reels de cette demarche. Alors que plus de\n140 pays reconnaissent deja la Palestine, lannonce de la France, du Royaume-Uni et du Canada\ndaccroitre leur soutien diplomatique symbolise une nouvelle etape, mais suscite aussi des questions\nquant a son impact concret.\nSelon Julie Norman, professeure associee en politique du Moyen-Orient a lUniversity College\nLondon, cette reconnaissance reste pour linstant limitee a un statut d« Etat observateur » aux\nNations unies, sans le droit de vote accorde aux membres a part entiere.\n« Pour que la Palestine obtienne ce statut, il faudrait laccord unanime des membres du Conseil de\nsecurite, ce qui parait improbable, notamment en raison de lopposition constante des Etats-Unis »\n, explique la specialiste. Elle souligne ainsi lisolement diplomatique des Etats-Unis, les seuls\nmembres permanents a sopposer a une telle evolution, contrairement a la majorite de la\ncommunaute internationale.\nEn depit de cet obstacle, des mesures bilaterales plus souples peuvent renforcer la reconnaissance\npalestinienne. Julie Norman cite lexemple dune possible revalorisation du statut des missions\ndiplomatiques palestiniennes, comme celle a Londres, pouvant devenir une ambassade avec un\nambassadeur accredite.\n« Ce genre dindications est symbolique, mais il marque une evolution : il sagit desormais de\nconsiderer la Palestine comme un partenaire etatique, et non plus comme une entite administrative\nlimitee »\n, precise-t-elle.\nCette progression diplomatique, meme si elle nentraine pas de changement immediat sur le terrain,\npourrait neanmoins renforcer la position palestinienne lors de futures negociations avec Israel, dont\nle gouvernement actuel rejette fermement la solution a deux Etats.\nDans un contexte ou les tensions restent exacerbees, la reconnaissance internationale reste lun\ndes rares leviers que les pays occidentaux peuvent activer pour encourager un processus de paix.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2068,
                "words": 305,
                "lines": 26
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Angola : au moins 22 morts en 48 heures apres la hausse du",
            "date": "2025-07-31T15:09:20.910143",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Angola : au moins 22 morts en 48 heures apres la hausse du\n\ncarburant\nLAngola est secoue par une vague de violences meurtrieres depuis lundi, a la suite d'une hausse du\nprix du carburant. En deux jours, 22 personnes ont ete tuees, dont un policier, et pres de 200\nblessees. Plus de 1 200 personnes ont ete arretees a travers le pays.\nLa crise a eclate a Luanda apres le lancement dune greve des chauffeurs de minibus, protestant\ncontre le passage du litre de diesel de\n300 a 400 kwanzas\n, soit denviron 0,33 a 0,43 dollar US. Une hausse jugee insupportable pour des millions dAngolais\ndeja confrontes a une\ninflation de pres de\n20 %\net a un\nchomage de 30 %\n.\nLes manifestations ont rapidement degenere : pillages, incendies de commerces, affrontements\nviolents avec les forces de lordre. Les violences se sont propagees a plusieurs villes, dont Huambo,\nBenguela et Lubango. A Luanda, des supermarches ont ete pris dassaut. Dans le quartier de\nCazenga, des corps sans vie gisaient dans les rues, selon des temoignages relayes par les medias\nlocaux.\nLe gouvernement angolais, engage dans un programme de suppression progressive des\nsubventions energetiques depuis 2023, defend une politique dictee par la necessite de\nreequilibrer les finances publiques\n. Selon le ministere des Finances, ces subventions representaient jusqua\n4 % du PIB\nlan dernier. Le Fonds monetaire international (FMI) soutient cette reforme.\nMais sur le terrain, lexplosion sociale inquiete. Les syndicats denoncent labsence de mecanismes\nde compensation. Et la population redoute de nouvelles hausses de prix. Le president Joao\nLourenco, reuni mercredi avec son cabinet, a promis de surveiller de pres la situation securitaire.\nUn nouveau point de tension est attendu fin septembre, date a laquelle les syndicats prevoient une\nnouvelle mobilisation si aucun geste nest fait.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1785,
                "words": 286,
                "lines": 30
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Sahara occidental : le Maroc veut renouer le dialogue avec l'Algerie",
            "date": "2025-07-31T15:09:47.511722",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Sahara occidental : le Maroc veut renouer le dialogue avec l'Algerie\n\nLe roi du Maroc se felicite de la situation economique de son pays. Mohamed VI a fait un point\nglobal a l'occasion de la fete du trone.\n\"Malgre les annees consecutives de secheresse et l'aggravation des crises internationales,\nl'economie nationale a maintenu un taux de croissance significatif et regulier au cours des dernieres\nannees. ; Le Maroc connait egalement un essor industriel sans precedent, les exportations\nindustrielles ayant plus que double depuis 2014, notamment dans les secteurs lies aux industries\nglobales du Maroc\"\n, explique Mohammed VI, Roi du Maroc.\nLe roi du Maroc a egalement reitere son appel a un\n\"dialogue fraternel et sincere\"\navec lAlgerie au sujet du Sahara occidental.\n\"Par ailleurs, nous sommes fiers du soutien international croissant dont beneficie l'initiative\nd'autonomie en tant qu'unique solution au conflit du Sahara marocain.\"\nCes positions renforcent la position de nombreux pays a travers le monde.\n\"Tout en etant fiers de ces positions, qui defendent la verite et la legitimite, nous reaffirmons\negalement notre engagement a trouver une solution consensuelle, une solution dans laquelle il n'y a\nni gagnant ni perdant, et qui preserve la dignite de toutes les parties impliquees\"\n, a declare le roi Mohamed VI.\nLe Maroc revendique sa souverainete sur le Sahara occidental face au Front Polisario soutenu par\nl'Algerie.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1362,
                "words": 214,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Le Senegal ouvre une enquete sur les crimes commis entre 2021 et",
            "date": "2025-07-30T16:29:43.817582",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Le Senegal ouvre une enquete sur les crimes commis entre 2021 et\n\n2024\nAu Senegal, la justice ouvre officiellement une enquete sur les violences politiques qui ont secoue le\npays entre 2021 et 2024.\nDans le viseur: des faits graves tels que meurtres, actes de torture, assassinats et peut-etre meme\ndes crimes contre lhumanite. Selon le journal LObservateur, cest le ministre de la Justice, Ousmane\nDiagne, qui a saisi le procureur general pour lancer la procedure.\nLe dossier a ete transmis au procureur de la Republique de Dakar, Ibrahima Ndoye, charge de\ndiriger les investigations. Cette demarche marque un tournant, alors que la loi damnistie votee sous\nle president Macky Sall avait jusque-la ralenti le processus judiciaire.\nToutefois, des zones dombre subsistaient quant aux infractions encore poursuivables. Desormais,\nlenquete visera clairement les crimes de sang, consideres comme hors du champ de lamnistie. Un\ntravail preparatoire discret mais approfondi a ete mene pour clarifier le cadre juridique.\nObjectif : remonter la chaine des responsabilites et etablir la verite sur ces evenements tragiques,\nqui ont coute la vie a au moins 80 personnes. Les premieres convocations sont attendues dans les\njours a venir. Familles de victimes et survivants de tortures devraient etre entendus pour\nreconstituer les faits.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1260,
                "words": 193,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Afrique du Sud : Trump pourrait bouder le sommet au G20",
            "date": "2025-07-30T16:26:45.632939",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Afrique du Sud : Trump pourrait bouder le sommet au G20\n\nLa participation de Donald Trump au sommet du G20 en Afrique du Sud, n'est pas encore\nconfirmee.\nInterroge , mardi, il a laisse entendre qu'il enverrait peut etre un representant en raison des\nproblemes avec l'Afrique du Sud. Deja en debut de l'annee, le secretaire d'Etat americain Marco\nRubio avait egalement boycotte une reunion des ministres des affaires etrangeres du G20 en\nAfrique du Sud, pays qui assure la presidence du groupe de decembre 2024 a novembre 2025.\nEn fevrier, l'administration Trump a signe un decret suspendant l'aide financiere americaine a\nl'Afrique du Sud. En cause, une reforme agraire. Pretoria a adopte une legislation qui permet a lEtat\nde saisir des terres sans compensation dans certaines circonstances, notamment lorsque des\nnegociations pour un rachat equitable ont echoue.\nLa reforme a provoque une vive reaction du president americain Donald Trump et son ex-allie Elon\nMusk, issu de la minorite Afrikaner qui estiment que la loi vise principalement les fermiers blancs\nsud-africains. Face a cet imbroglio, l'Afrique du Sud tente de conclure un accord commercial avant\nl'entree en vigueur, le 1er aout, des droits de douane de 30% que Washington souhaite imposer sur\nses exportations.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1219,
                "words": 193,
                "lines": 15
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Italie : Giorgia Meloni en Tunisie pour rencontrer Kais Saied",
            "date": "2025-08-02T09:38:22.728023",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Italie : Giorgia Meloni en Tunisie pour rencontrer Kais Saied\n\nLa Premiere ministre italienne Giorgia Meloni sest rendue au palais presidentiel de Carthage pour\nune rencontre officielle avec le president tunisien Kais Saied jeudi. Cette visite sinscrit dans un\ncontexte de renforcement des relations entre Rome et Tunis, notamment a travers le Plan Mattei,\nlinitiative italienne majeure dediee au developpement durable en Afrique.\nAu cours des discussions, les deux dirigeants ont mis laccent sur le role strategique de la Tunisie\ndans ce plan. Celui-ci vise a freiner les migrations irregulieres en creant des opportunites\neconomiques sur le continent, tout en favorisant une cooperation respectueuse entre lEurope et\nlAfrique.\nLe projet Tanit a particulierement retenu lattention. Il consiste a valoriser les eaux usees traitees\npour restaurer les terres agricoles tunisiennes, repondant ainsi aux defis critiques lies a la penurie\ndeau et a la securite alimentaire. La Tunisie envisage egalement la creation dun centre regional de\nformation agricole dans le cadre de ce programme.\nSur le front migratoire, les echanges ont confirme la volonte commune de lutter contre les reseaux\nde passeurs tout en promouvant des\ncanaux migratoires legaux et securises\n, un enjeu majeur pour les deux pays.\nLenergie constitue un autre axe fort de ce partenariat. Les dirigeants ont notamment evoque le\nprojet Elmed, une interconnexion electrique sous-marine entre la Tunisie et lItalie, concue pour\naccelerer la transition vers les energies renouvelables dans la region.\nCette rencontre temoigne de lengagement mutuel des deux pays a renforcer leur collaboration\neconomique et politique, face aux defis complexes de la Mediterranee.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1657,
                "words": 248,
                "lines": 21
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Bresil : Trump impose des droits de douane de 50 % en soutien a",
            "date": "2025-08-01T10:55:19.694574",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Bresil : Trump impose des droits de douane de 50 % en soutien a\n\nBolsonaro\nLe president americain Donald Trump a signe un decret imposant 50 % de surtaxes douanieres aux\nproduits bresiliens.\nUne reponse aux poursuites initiees contre l'ancien president bresilien Jair Bolsonaro, par les\nautorites bresiliennes poursuivi pour tentative presumee de coup d'Etat. Age de 70 ans, l'ancien\npresident risque plus de 40 ans de prison.\nFace a la mesure prise par Donald Trump, le president bresilien Lula Da Silva a promis de se battre\npour defendre la souverainete de son pays.\n''Je pars precipitamment d'ici, car je me rends a une reunion pour defendre un autre type de\nsouverainete, celle du peuple bresilien, en reponse aux mesures annoncees par le president des\nEtats-Unis. Aujourd'hui est donc pour moi un jour sacre pour la souverainete.'', a declare Luiz Inacio\nLula da Silva.\nPlusieurs produits ne sont pas concernes par la decision de Donald Trump. Des exceptions qui ne\npassent pas inapercues dans le pays.\n'' Nous avons egalement remporte quelques victoires (avec les exceptions tarifaires). Le jus\nd'orange, par exemple, n'est peut-etre pas tres important en termes de valeur, mais il est important\ndans l'interieur de l'Etat de Sao Paulo. Dans certains cas, la quasi-totalite de la production agricole\nest destinee au marche americain. Donc oui, nous pouvons reconnaitre une certaine victoire, et je\npense que cette victoire est due a la mobilisation du gouvernement et du secteur productif bresilien\ncontre les attaques menees contre le pays par la famille Bolsonaro.'', explique Vinicius Vieira,\nprofesseur de relations internationales.\nLe decret signe par le president americain entre en vigueur le 6 aout.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1649,
                "words": 259,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Italie : Giorgia Meloni en Tunisie pour rencontrer Kais Saied",
            "date": "2025-08-01T10:54:32.380562",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Italie : Giorgia Meloni en Tunisie pour rencontrer Kais Saied\n\nLa Premiere ministre italienne Giorgia Meloni sest rendue au palais presidentiel de Carthage pour\nune rencontre officielle avec le president tunisien Kais Saied jeudi. Cette visite sinscrit dans un\ncontexte de renforcement des relations entre Rome et Tunis, notamment a travers le Plan Mattei,\nlinitiative italienne majeure dediee au developpement durable en Afrique.\nAu cours des discussions, les deux dirigeants ont mis laccent sur le role strategique de la Tunisie\ndans ce plan. Celui-ci vise a freiner les migrations irregulieres en creant des opportunites\neconomiques sur le continent, tout en favorisant une cooperation respectueuse entre lEurope et\nlAfrique.\nLe projet Tanit a particulierement retenu lattention. Il consiste a valoriser les eaux usees traitees\npour restaurer les terres agricoles tunisiennes, repondant ainsi aux defis critiques lies a la penurie\ndeau et a la securite alimentaire. La Tunisie envisage egalement la creation dun centre regional de\nformation agricole dans le cadre de ce programme.\nSur le front migratoire, les echanges ont confirme la volonte commune de lutter contre les reseaux\nde passeurs tout en promouvant des\ncanaux migratoires legaux et securises\n, un enjeu majeur pour les deux pays.\nLenergie constitue un autre axe fort de ce partenariat. Les dirigeants ont notamment evoque le\nprojet Elmed, une interconnexion electrique sous-marine entre la Tunisie et lItalie, concue pour\naccelerer la transition vers les energies renouvelables dans la region.\nCette rencontre temoigne de lengagement mutuel des deux pays a renforcer leur collaboration\neconomique et politique, face aux defis complexes de la Mediterranee.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1657,
                "words": 248,
                "lines": 21
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Guerre Russie-Ukraine : Trump hausse le ton et presse Poutine",
            "date": "2025-07-30T16:30:10.574644",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Guerre Russie-Ukraine : Trump hausse le ton et presse Poutine\n\nLe president Donald Trump a prevenu lundi qu'il ne donnerait que 10 a 12 jours de plus a la Russie\npour parvenir a la paix avec l'Ukraine.\nLe president a ete invite a clarifier ses propos apres avoir declare plus tot lundi qu'il allait raccourcir\nla periode de 50 jours accordee a la Russie pour parvenir a la paix avec l'Ukraine.\nM. Trump a repondu qu'il n'y avait \"aucune raison d'attendre\".\n\"Nous ne voyons aucun progres\", a-t-il declare lors d'une reunion avec le Premier ministre\nbritannique Keir Starmer.\nM. Trump a declare que si le president russe Vladimir Poutine n'acceptait pas un accord, il pourrait\nimposer des sanctions ou des droits de douane secondaires.\nLe president a parle franchement de sa deception a l'egard de M. Poutine et de son incapacite a\nnegocier un accord entre la Russie et l'Ukraine, declarant aux journalistes : \"Je n'ai jamais vraiment\npense que cela se produirait. Je pensais que nous serions en mesure de negocier quelque chose.\nEt peut-etre que cela se produira encore, mais c'est tres tard dans le processus. Je suis donc decu.\"\nM. Trump a egalement rejete l'idee d'une rencontre avec le president russe, declarant : \"Je ne suis\nplus interesse par la discussion.\"\n\"Il parle avec des conversations si agreables, si respectueuses et agreables\", a declare M. Trump.\n\"Et puis, des gens meurent la nuit suivante avec un missile qui entre dans une ville et la frappe\".",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1400,
                "words": 238,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "USA : Gilbert Arenas, ancienne star de la NBA, risque 15 ans de",
            "date": "2025-07-31T15:08:01.909965",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "USA : Gilbert Arenas, ancienne star de la NBA, risque 15 ans de\n\nprison\nGilbert Arenas, l'ancienne star de la NBA, a retrouve sa liberte provisoire quelques heures apes son\nmais risque 15 ans de prison.\nLancien basketteur et 5 autres personnes ont ete interpellees mercredi, accusees d'avoir organise\ndes parties de poker illegales a enjeux eleves, dans son manoir de Los Angeles entre septembre\n2021 et juillet 2022.\nApres un passage devant le juge jeudi, il a ete libere sous caution en echange de 50 000 dollars.\nA sa sortie du tribunal, Arenas a rejete cette accusation, expliquant avoir « loue la maison » et\nn'avoir « pas participe aux festivites ».\nLancienne star des Washington Wizards et les 5 autres personnes, dont un membre presume d'un\ngroupe criminel israelien, sont poursuivis pour dautres chefs d'accusation.\nNotamment complot en vue d'exploiter une entreprise de jeux d'argent illegale, exploitation d'une\nentreprise de jeux d'argent illegale et fausses declarations a des enqueteurs federaux.\nSi Arenas est reconnu coupable, il encourt jusqu'a cinq ans de prison pour chacun des chefs, soit\n15 ans au total.\nArenas a marque en moyenne 20,7 points en 11 ans de carriere au sein de quatre equipes, et plus\nde sept saisons a Washington, de 2004 a 2011.\nSurnomme \"Agent Zero\", il a ete trois fois All-Star.\nGilbert Arenas, qui a plaide non coupable, devrait comparaitre le 23 septembre.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1335,
                "words": 219,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Cameroun : indignation apres la disqualification de Kamto",
            "date": "2025-07-30T16:30:24.311604",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Cameroun : indignation apres la disqualification de Kamto\n\n[Africanews Today]\nChaque lundi, Africanews Today vous propose un nouveau rendez-vous sur l'actualite panafricaine.\nApres linvalidation de la candidature de Maurice Kamto par la Commission electorale du\nCameroun\n, le secretaire general du MRC sexprime sur la situation et denonce une violation du code electoral.\nEn\nRepublique Democratique du Congo\n, lattaque dune eglise catholique dans le nord-est a fait plus de 43 morts. Selon lONU, le groupe\narme ADF est a lorigine de ces violences, qui interviennent apres plusieurs mois daccalmie dans la\nregion.\nAu\nNiger\n, lambassade des Etats-Unis prend une decision radicale : les visas ne seront plus delivres jusqua\nnouvel ordre. Si aucune raison officielle na ete communiquee, la mesure sinscrit dans un\ndurcissement general de la politique migratoire americaine.\nLe\nKenya\nest devenu le nouvel eldorado des afro-americains. Ils sont nombreux a quitter les Etats-Unis pour\nsy installer. Le pays leur offre de belles perspectives devolution professionnelles et personnelles.\n***A la semaine prochaine pour une nouvelle edition. ***",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1076,
                "words": 163,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Gaza : reprise des operations de largage daide humanitaire",
            "date": "2025-08-02T09:36:33.835615",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Gaza : reprise des operations de largage daide humanitaire\n\nLes parachutages d'aide humanitaire a Gaza ont donne lieu a des scenes chaotiques, des\ncentaines de milliers de civils deplaces se precipitant pour obtenir une aide vitale, ce qui met en\nevidence les appels urgents a des methodes de distribution mieux organisees et plus humaines.\nLa reprise des largages d'aide intervient alors que les organisations humanitaires mettent en garde\ndepuis des mois contre l'aggravation de la famine a Gaza, ou l'acces aux produits de premiere\nnecessite est limite depuis qu'Israel a ferme tous les points de passage vers la bande en mars\ndernier.\nSous la pression de l'indignation internationale, les avions militaires israeliens ont parachute des\ncolis d'aide dans des champs ouverts au-dessus d'Al-Zawaida, au centre de la bande de Gaza.\nLorsque les colis ont touche le sol, les civils deplaces se sont precipites vers les paquets avec\nfrenesie provoquant des scenes de chaos, avec des bousculades, des chutes et des courses\neffrenees pour recuperer les provisions. Certains colis d'aide ont ete endommages a l'impact, tandis\nque d'autres ont cause des blessures en atterrissant, ce qui souligne la necessite de mettre en\nplace des methodes de distribution plus sures.\n\"Ces largages sont une erreur. Regardez comment les gens se pietinent les uns les autres. Il doit y\navoir une alternative organisee, comme la mise en place d'un comite dedie a la distribution de\nl'aide\"\n, a declare Raji Abu Amra, un Palestinien deplace.\nPres de la zone de largage, une femme tremble, malade et affolee, alors qu'elle cherche ses\nenfants disparus qui ont couru apres les colis.\n\"Cette methode de distribution de l'aide est mauvaise. Elle nous a detruits. Mes enfants ont couru\napres les colis d'aide. Je ne sais pas s'ils sont blesses ou morts. Il est presque impossible de\ntrouver de la nourriture. Je suis malade, regardez-moi trembler de partout\",\na declare Um Osama Mlihhi, une autre Palestiniene deplacee.\nLes Palestiniens deplaces indiquent qu'ils sont contraints de recourir a des mesures extremes pour\natteindre les colis tant attendus.\n\"C'est un siege brutal. Je n'etais jamais comme ca avant, maintenant mes os sont saillants. Mes\nenfants souffrent de la meme maniere. Pendant un mois entier, nous avons survecu avec des\nlentilles melangees a du sable\"\n, a declare Nasser Al-Mashi, un Palestinien deplace.\nMalgre les largages aeriens en cours, les groupes d'aide humanitaire avertissent que la nourriture\nqui parvient aux habitants de Gaza est insuffisante pour eviter une famine de masse.\nLes organisations humanitaires et les responsables des Nations unies soulignent que seule la\nreouverture des points de passage et le retablissement du role des Nations unies dans les\noperations de secours peuvent garantir que des quantites suffisantes de nourriture parviendront aux\npersonnes affamees et deplacees.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2834,
                "words": 447,
                "lines": 36
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Le Patriarche cumenique Bartholomee Ier appelle a la paix dans le",
            "date": "2025-07-30T16:28:19.229712",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Le Patriarche cumenique Bartholomee Ier appelle a la paix dans le\n\nmonde\nCrise mondiale de la dette et promotion du developpement ethique de lintelligence artificielle sont\nau centre dun conseil des chefs religieux du monde entier en faveur de la paix a Istanbul en\nTurquie.\nA louverture des travaux, le patriarche cumenique Bartholomee Ier, le chef spirituel supreme des\nchretiens orthodoxes a appele a la paix.\n« Notre unite ne repose pas sur nos croyances communes, mais sur notre amour commun pour\nl'humanite et sur notre respect commun pour le mystere du Dieu unique. C'est la seule paix viable. »\nBartholomee Ier s'est adresse a des dizaines de membres du conseil « Religion for Peace » reunis\na Istanbul.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 644,
                "words": 108,
                "lines": 10
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "La Russie annule des defiles navals pour des raisons de securite",
            "date": "2025-07-30T16:31:33.416081",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "La Russie annule des defiles navals pour des raisons de securite\n\nLa Russie a decide de limiter ses festivites en lhonneur de la marine cette annee. En raison des\nattaques de drones ukrainiens, les autorites russes ont suspendu ou annule plusieurs defiles de\nnavires de guerre.\nHabituellement, ces defiles ont lieu a Saint-Petersbourg, dans la region de Kaliningrad sur la\nBaltique, ainsi qua Vladivostok, a lextremite est du pays. Ces celebrations, qui marquent la Journee\nde la marine, attirent chaque annee de nombreux spectateurs.\nCette decision intervient dans un contexte de tensions accrues et de defis securitaires pour Moscou.\nLa menace de nouvelles attaques de drones ukrainiens a conduit a une vigilance renforcee et a la\nsuspension temporaire des defiles, illustrant la difficile escalade du conflit dans la region.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 761,
                "words": 118,
                "lines": 9
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Football : Victor Oshimen signe definitivement pour Galatasaray",
            "date": "2025-08-02T09:37:54.390249",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Football : Victor Oshimen signe definitivement pour Galatasaray\n\nVictor Osimhen est desormais joueur de Galatasaray. Apres un pret dun an, lattaquant nigerian a\nete finalement achete mercredi par le club stambouliote.\nAlors que son contrat avec Naples courrait jusquen 2026, Galatasaray doit verser un cheque de 75\nmillions deuros au club italien. Un record pour le championnat turc.\nLa transaction comprend par ailleurs une clause dite anti-serie A. Selon cette clause, le club turc ne\npeut pas ceder le Nigeria a une equipe italienne avant 2027. Sous peine de voir le prix dachat de la\nstar double.\nLa saison derniere, Victor Osimhen 26 ans, a largement participe au double coupe-championnat de\nGalatasaray avec 37 buts inscrits en 41 matchs. De quoi justifier son recrutement.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 714,
                "words": 116,
                "lines": 9
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Al-Shabab conquiert Mahaas, une ville cle au centre de la Somalie",
            "date": "2025-07-30T16:31:13.937338",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Al-Shabab conquiert Mahaas, une ville cle au centre de la Somalie\n\nLes extremistes dAl-Shabab ont pris le controle de Mahaas, dans le centre de la Somalie,\ndimanche. La ville est situee a 350 km au nord de Mogadiscio, la capitale.\nSelon des temoins, lattaque a commence par des explosions, suivies d'une offensive terrestre. Des\nattentats suicides ont precede lentree des rebelles, qui ont penetre dans la ville apres le retrait des\nforces federales et locales.\nLes habitants confirment que les soldats et les milices Ma'awisley se sont retires juste avant larrivee\ndAl-Shabab. Le groupe rebelle a revendique la prise, affirmant controler desormais Mahaas.\nIl ny a pas de bilan precis, mais un representant du renseignement a ete blesse. Le gouvernement\nfederal na pas encore reagi officiellement.\nCette conquete montre la persistante dAl-Shabab. Malgre des pertes ces derniers mois, le groupe\ncontinue de tenir tete aux offensives somaliennes soutenues par les Etats-Unis et lUnion africaine.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 926,
                "words": 143,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Demande d'asile en Italie : la Cour de justice de l'UE remet en cause",
            "date": "2025-08-02T09:36:06.580359",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Demande d'asile en Italie : la Cour de justice de l'UE remet en cause\n\nles procedures accelerees\nLes juges de la plus haute juridiction de l'Union europeenne ont decide vendredi que l'Italie pouvait\naccelerer l'expulsion de migrants vers des pays qu'elle juge \"surs\", mais seulement sous certaines\nconditions.\nLa\nCour de justice de l'Union europeenne\na ete invitee a se prononcer sur la conformite avec le droit communautaire de la procedure d'asile\nacceleree mise en place par l'Italie pour renvoyer rapidement les migrants originaires de pays qui ne\nsont pas en guerre ou ne connaissent pas de crise majeure.\nL'affaire concerne\ndeux ressortissants bangladais\nsecourus en mer par la marine italienne l'annee derniere et transferes dans un centre de detention\nen Albanie. Le Bangladesh figurant sur la liste des\npays \"surs\" de l'Italie\n, leurs demandes d'asile ont fait l'objet d'une procedure acceleree et ont finalement ete rejetees.\nObjectif : reduire l'immigration illegale\nLe gouvernement italien, dirige par Giorgia Meloni, a introduit le systeme de procedure acceleree et\nles centres de detention en Albanie dans le cadre d'une strategie plus large visant a reduire\nl'immigration.\nCes deux mesures ont suscite de nombreuses critiques.\nLes tribunaux italiens se sont prononces contre ces politiques et ont renvoye plusieurs affaires\ndevant la Cour de justice de l'UE au Luxembourg pour clarification.\nLes partisans de l'opposition affirment que\nce systeme est couteux, complique et qu'il porte atteinte aux droits des migrants.\nUne delegation non gouvernementale qui observe le processus en Albanie affirme qu'il prive\nillegalement les migrants d'une assistance pendant leurs procedures d'asile.\nVendredi, la Cour de justice du Luxembourg a declare que\nsi l'existence d'une procedure acceleree n'etait pas contraire a la legislation europeenne, la\ndesignation des pays surs devait faire l'objet d'un\ncontrole judiciaire\nafin que les migrants puissent contester les decisions prises en matiere d'asile.\nLe bureau de Meloni s'est dit surpris par cette decision, insistant sur le fait que la politique\nmigratoire de l'Italie est du ressort des pouvoirs executif et legislatif et ne devrait pas faire l'objet\nd'un controle judiciaire.\nCette decision\n\"affaiblit les politiques de lutte contre l'immigration clandestine massive et de defense des frontieres\nnationales\"\n, a declare le bureau de Meloni dans un communique, ajoutant qu'elle\n\"reduit encore les marges d'autonomie deja etroites des gouvernements et des parlements\"\nen matiere de controle de l'immigration.\nUne victoire pour les organismes de protection des migrants\nLes defenseurs des migrants ont salue cette decision. La branche italienne de\nMedecins sans frontieres\na declare que la decision creait\n\"un principe clair\"\nselon lequel\nles Etats membres de l'UE ne peuvent pas declarer qu'un pays est sur sans controle judiciaire.\n\"Il n'est plus possible d'utiliser des actes legislatifs opaques manquant de sources verifiables pour\njustifier le rejet rapide des demandes de protection\"\n, a declare l'organisme.\nL'arret de la Cour note egalement qu'un pays ne peut etre considere comme sur s'il n'offre pas une\nprotection suffisante aux groupes vulnerables. Le pays en question doit etre\n\"sur pour l'ensemble de sa population et pas seulement pour une partie d'entre elle\"\n, precise la decision de 22 pages.\nL'annee derniere, un tribunal italien a estime que les migrants originaires du Bangladesh et d'Egypte\nne pouvaient pas etre immediatement renvoyes parce que ces pays n'etaient pas suffisamment\nsurs.\nLes juges du tribunal de district de Rome, qui a renvoye l'affaire au Luxembourg, auront le dernier\nmot pour determiner si la procedure a ete correctement appliquee pour les deux ressortissants\nbangladais.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3702,
                "words": 562,
                "lines": 60
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Guerre Israel-Hamas : Netanyahu va presenter un plan d'annexion de",
            "date": "2025-07-30T16:27:02.266047",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Guerre Israel-Hamas : Netanyahu va presenter un plan d'annexion de\n\nGaza\nCest le journal israelien Haaretz qui a revele linformation lundi, Benjamin Netanyahu devrait\npresenter un plan dannexion des pans de la bande de Gaza au cabinet de securite.\nLe Premier ministre israelien veut ainsi suivre la direction voulue par ses allies de lextreme droite.\nOpposes a un cessez-le-feu avec le Hamas.\nMais le Premier ministre israelien a fait savoir que lexecution du plan dannexion ne debutera que si\nle Hamas rejetait lidee dun cessez-le-feu.\nLes dirigeants du Hamas ont accuse dimanche Israel d'entraver les negociations en vue d'un\ncessez-le-feu, qualifiant la poursuite des pourparlers entre les deux parties de \"vide de sens\" en\nraison du blocus, du genocide et de la famine pratiques par lEtat hebreu.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 732,
                "words": 117,
                "lines": 10
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Insolite : un Chinois transforme des legumes en instruments de",
            "date": "2025-08-02T09:37:18.901774",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Insolite : un Chinois transforme des legumes en instruments de\n\nmusique\nUne melodie creee a base dinstrument atypique, voire insolite, cest luvre du Chinois Shi Qichao.\nDans son petit studio aux allures de laboratoire sonore a Dongying, une ville de la province de\nShandong, il brise les frontieres entre la musique et la vie quotidienne en fabriquant des instruments\na partir d'objets menagers, de materiaux de construction et meme de produits frais.\nUne realisation partie dune simple observation de Shi Qichao, fabricant d'instruments :\n\"J'ai remarque par hasard que les carottes ressemblaient beaucoup a des flutes, et je me suis\ndemande si je pouvais en faire un instrument. Pourrais-je souffler dessus en l'evidant et en y\ncreusant des trous ? J'ai decide d'essayer. Lorsque j'ai fait le premier trou et que j'en ai joue, le son\netait etonnamment beau. C'est a ce moment-la que j'ai commence a faire des recherches sur la\nmaniere d'en faire un veritable instrument\".\nSes creations, dont une guitare en poele, un xun traditionnel chinois taille dans la brique, une\ncithare en tuyau et des instruments a vent fabriques a partir de feuilles vertes, sont devenues virales\nsur les reseaux sociaux.\nMalgre sa popularite croissante, Shi a du faire face au scepticisme des internautes, certains\nl'accusant dimposture.\n\"Lorsque j'ai publie ma premiere video, la section des commentaires a explose. Certains disaient\nque les instruments de musique n'etaient certainement pas reels, tandis que d'autres disaient qu'ils\netaient faits sur mesure. J'ai essaye d'expliquer. Par exemple, lorsque j'ai joue de la flute en forme\nde carotte, je l'ai cassee en deux immediatement apres avoir fini de jouer. Mais cela n'a pas\nfonctionne. Ils pensaient que c'etait un doublage ou quelque chose comme ca. Il y avait beaucoup\nde scepticisme. Certains m'ont meme accuse d'attiser la curiosite ou de faire de l'esbroufe. Mais\npersonnellement, je pense qu'il s'agit d'une innovation.\nSon imagination, qui consiste a transformer des objets familiers en uvres d'art, semble depasser les\nlimites.\nM. Shi a recemment organise un concert en ligne a l'exterieur de son studio, jouant sur sa \"\nbatterie sans dechets\n\", sa\n\"flute vegetale\n\" et son \"\norgue de barbarie\n\".\nL'affluence a depasse ses attentes.\n\"Avant le debut du concert, je pensais que je n'aurais qu'un ou deux spectateurs, et qu'ils partiraient\napres avoir jete un coup d'il. Mais tant de gens sont restes jusqu'a la fin. J'en suis tres heureux et\ncela me redonne confiance en moi \"\n, a-t-il declare.\nShi utilise aussi sa plateforme pour soutenir les agriculteurs locaux en diffusant, en direct depuis la\nserre, les ventes de legumes frais.\nIl integre egalement la durabilite environnementale dans la creation d'instruments de musique afin\nde sensibiliser au recyclage et a l'ecologie.\nDans le delta du fleuve Jaune, tout proche, il a fabrique des instruments a partir de coquillages\ntrouves sur le littoral, organisant des spectacles pour les visiteurs tout en promouvant la\nsensibilisation a l'environnement.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2983,
                "words": 478,
                "lines": 44
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Coree du Nord : la nouvelle station balneaire toujours interdite aux",
            "date": "2025-07-30T16:28:53.549736",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Coree du Nord : la nouvelle station balneaire toujours interdite aux\n\netrangers\nLe site de Wonsan-Kalma ouvert le 1er juillet dernier, est uniquement reserve aux touristes locaux\ncontrairement a la promesse initiale.\nUne station balneaire qui peut accueillir jusqua 20 000 personnes. Le site de Wonsan-Kalma sinscrit\ndans la volonte du\ndirigeant nord-coreen Kim Jong Un\nde developper lindustrie touristique locale.\nLors de son inauguration, les autorites nord-coreennes indiquaient que la station balneaire serait\nouverte aux vacanciers locaux et aussi a\nun petit groupe de touristes russes\n. Quelques semaines plus tard, le pays a pourtant decide de reserver lacces uniquement aux\nlocaux, sans preciser les raisons.\nLa Russie confirme son interet pour le tourisme en Coree du Nord\nPour lheure, aucune information na ete communiquee sur le delai de cette restriction. Le\ngouvernement russe de son cote montre un interet pour cette offre touristique.\nUne liaison aerienne reguliere entre Moscou et Pyogyang a recemment ete ouverte, temoignant des\nliens de plus en plus etroits entre les deux pays. Le ministere russe des Transports a declare qu'il y\naurait\nun vol par mois pour repondre a la demande\n.\nLe ministre russe des Affaires etrangeres, Sergey Lavrov, qui a visite la nouvelle station balneaire\nde Wonsan-Kalma au debut du mois pour rencontrer le dirigeant nord-coreen Kim Jong Un, a\npromis d'encourager les touristes russes a visiter le complexe.\nL'annonce de la restriction a ete faite apres la visite du ministre russe des Affaires etrangeres.\nSerguei Lavrov, s'est rendu dans le complexe pour rencontrer Kim Jong Un et la ministre des\nAffaires etrangeres Choe Son Hui afin de mener des discussions. Selon Bloomberg, la Coree du\nNord n'aurait pas apprecie un article publie par un journaliste russe remettant en question\nl'attractivite de cette nouvelle station balneaire. Le journaliste soupconnait les touristes nord-coreens\npresents sur le site d'etre des figurants.\nLa Coree du Nord n'a pas reagi a cette rumeur. La Russie a de son cote dementi cette theorie,\nmeme si pour le moment, la restriction pour les touristes russes n'a pas ete levee.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2087,
                "words": 331,
                "lines": 31
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Afrique du Sud : des cornes radioactives pour lutter contre le",
            "date": "2025-08-02T09:37:24.710721",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Afrique du Sud : des cornes radioactives pour lutter contre le\n\nbraconnage\nUne universite sud-africaine a lance jeudi une initiative inedite pour lutter contre le braconnage,\nconsistant a injecter des isotopes radioactifs dans les cornes de rhinoceros. Selon letablissement,\nces substances sont sans danger pour les animaux, mais detectables par les agents des douanes.\nCe projet est le fruit dune collaboration entre luniversite de Witwatersrand, des experts en energie\nnucleaire et des militants ecologistes. Lors de cette operation, cinq rhinoceros ont recu linjection,\ndans lespoir qua terme, une large part de la population en declin beneficie de cette mesure.\nLannee precedente, environ vingt rhinoceros avaient deja ete traites dans une reserve dans le\ncadre dun programme pilote, qui a permis de valider la faisabilite du projet actuel.\nMeme a tres faibles doses, les isotopes radioactifs peuvent etre reperes par les detecteurs de\nradiation installes dans les aeroports et aux postes frontieres, ce qui pourrait faciliter larrestation de\nbraconniers et de trafiquants.\nLes chercheurs de lunite Radiation and Health Physics de luniversite de Witwatersrand ont precise\nque les analyses menees durant letude pilote ont demontre linnocuite de la methode pour les\nanimaux.\nLes tests ont aussi montre que les cornes radioactives pouvaient etre reperees a linterieur de\nconteneurs maritimes de 40 pieds, renforcant ainsi les capacites de detection.\nDapres lUnion internationale pour la conservation de la nature (UICN), la population mondiale de\nrhinoceros comptait environ 500 000 individus au debut du XXe siecle, contre seulement 27 000\naujourdhui, principalement en raison du braconnage alimente par la forte demande sur le marche\nnoir.\nLAfrique du Sud, qui abrite la majorite des rhinoceros environ 16 000 , est particulierement touchee,\navec pres de 500 animaux tues chaque annee pour leurs cornes.\nLuniversite encourage desormais les proprietaires de rhinoceros, quils soient prives ou publics, ainsi\nque les autorites de conservation, a participer a cette campagne de protection en faisant injecter\nleurs animaux.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2059,
                "words": 307,
                "lines": 26
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "USA : Trump annonce des droits de douane de 25 % pour l'Inde",
            "date": "2025-07-31T15:07:56.384268",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "USA : Trump annonce des droits de douane de 25 % pour l'Inde\n\nLes Etats-Unis vont imposer des droits de douane de 25 % sur les produits en provenance de l'Inde\nainsi qu'une taxe d'importation supplementaire.\nLannonce faite mercredi intervient apres lachat de petrole russe par les autorites indiennes. Ce tarif\ndouanier pourrait plutot profiter a lInde selon des analystes.\n\"Notre deficit commercial avec l'Inde s'eleve actuellement a environ 46 milliards de dollars, ce qui\nest superieur au volume total de nos exportations vers ce pays. Alors que l'Inde exporte deux fois\nplus vers nous. Il faut egalement tenir compte de la position relative de nos marches : nous sommes\nle premier marche pour les exportations indiennes et l'Inde ne fait meme pas partie de nos dix\npremieres sources d'exportation. En ce sens, cet accord aura beaucoup plus d'importance pour\nl'Inde que pour les Etats-Unis.'', explique Katherine Hadda, associee principale du Center for\nStrategic & International Studies, ancienne diplomate americaine de haut rang en Inde.\nLes Etats-Unis pourraient imposer une taxe supplementaire contre lInde vendredi dans le cadre du\nlancement des droits de douane revises qui frappent plusieurs pays.\n\"L'Inde est extremement dependante des importations de petrole et de gaz, car environ 80 % de ses\nbesoins en combustibles fossiles doivent etre importes. Et elle avait deja interrompu ses\nimportations. La encore, en reponse aux sanctions imposees par l'Iran et le Venezuela. Je suis donc\ncertain que nous pouvons combler une grande partie de la difference en matiere\nd'approvisionnement en petrole et en gaz. Et ce serait un objectif de l'administration (Trump). Mais\nce ne sera pas si facile a activer et a desactiver du point de vue de l'Inde.\", affirme Katherine\nHadda.\nLe gouvernement indien a declare mercredi qu'il etudiait les implications de ces droits de douanes.\nLInde et les Etats-Unis sont en negociation sur le sujet.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1877,
                "words": 295,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "USA : Trump annonce des droits de douane de 25 % pour l'Inde",
            "date": "2025-08-01T10:55:48.894730",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "USA : Trump annonce des droits de douane de 25 % pour l'Inde\n\nLes Etats-Unis vont imposer des droits de douane de 25 % sur les produits en provenance de l'Inde\nainsi qu'une taxe d'importation supplementaire.\nLannonce faite mercredi intervient apres lachat de petrole russe par les autorites indiennes. Ce tarif\ndouanier pourrait plutot profiter a lInde selon des analystes.\n\"Notre deficit commercial avec l'Inde s'eleve actuellement a environ 46 milliards de dollars, ce qui\nest superieur au volume total de nos exportations vers ce pays. Alors que l'Inde exporte deux fois\nplus vers nous. Il faut egalement tenir compte de la position relative de nos marches : nous sommes\nle premier marche pour les exportations indiennes et l'Inde ne fait meme pas partie de nos dix\npremieres sources d'exportation. En ce sens, cet accord aura beaucoup plus d'importance pour\nl'Inde que pour les Etats-Unis.'', explique Katherine Hadda, associee principale du Center for\nStrategic & International Studies, ancienne diplomate americaine de haut rang en Inde.\nLes Etats-Unis pourraient imposer une taxe supplementaire contre lInde vendredi dans le cadre du\nlancement des droits de douane revises qui frappent plusieurs pays.\n\"L'Inde est extremement dependante des importations de petrole et de gaz, car environ 80 % de ses\nbesoins en combustibles fossiles doivent etre importes. Et elle avait deja interrompu ses\nimportations. La encore, en reponse aux sanctions imposees par l'Iran et le Venezuela. Je suis donc\ncertain que nous pouvons combler une grande partie de la difference en matiere\nd'approvisionnement en petrole et en gaz. Et ce serait un objectif de l'administration (Trump). Mais\nce ne sera pas si facile a activer et a desactiver du point de vue de l'Inde.\", affirme Katherine\nHadda.\nLe gouvernement indien a declare mercredi qu'il etudiait les implications de ces droits de douanes.\nLInde et les Etats-Unis sont en negociation sur le sujet.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1877,
                "words": 295,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Pekin : des milliers de jeunes reunis pour appeler a la paix dans le",
            "date": "2025-07-31T15:08:13.621674",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Pekin : des milliers de jeunes reunis pour appeler a la paix dans le\n\nmonde\nA loccasion de la Conference mondiale de la jeunesse pour la paix, plus de 3 000 jeunes venus de\nChine et du monde entier ont lance un appel commun au dialogue, a la cooperation et a la solidarite\nface aux defis mondiaux.\nLa Conference mondiale de la jeunesse pour la paix sest tenue mardi a Pekin, rassemblant plus de\n3 000 jeunes representants de Chine et dune cinquantaine de pays autour du theme « Ensemble\npour la paix ». Levenement marque egalement le 80e anniversaire de la victoire de la Chine dans la\nguerre de resistance contre lagression japonaise et de la Seconde Guerre mondiale.\nDans un contexte mondial marque par les tensions geopolitiques, le changement climatique et la\ndesinformation, les participants ont souligne le role essentiel de la jeunesse dans la construction\ndun avenir pacifique et durable.\nLa conference a debouche sur la publication dune Initiative mondiale de la jeunesse pour la paix, un\ntexte symbolique appelant les jeunes a : Etre gardiens de la paix mondiale, Favoriser les echanges\nentre civilisations, Defendre une cooperation internationale gagnant-gagnant, Agir face au\nchangement climatique, Promouvoir la technologie au service du bien social.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1193,
                "words": 192,
                "lines": 15
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Cameroun : l'opposant Maurice Kamto conteste sa disqualification",
            "date": "2025-07-30T16:29:25.079768",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Cameroun : l'opposant Maurice Kamto conteste sa disqualification\n\nL'opposant Maurice Kamto a depose lundi un recours devant le Conseil constitutionnel, pour\ncontester sa disqualification provisoire au scrutin du 12 octobre.\nLex-president du MRC est absent des 12 concurrents desireux de succeder a Paul Biya, 92 ans\ndont 43 a la tete du pays.\nLe dossier du candidat du Mouvement Africain pour la Nouvelle Independance et la Democratie\nManidem a ete\nrejete samedi par Elections Cameroon\n(Elecam), l'organe charge de l'organisation des elections, pour « pluralite d'investiture ».\nCeci, suite au depot dune autre candidature sous la banniere du Manidem, le parti politique qu'il\nrepresente.\nDepuis, leviction du deuxieme a l'election de 2018,\nalimente les debats et suscite de vives critiques\nde lopposition.\nChez les observateurs internationaux, elle souleve des inquietudes\nLe departement de la surete et de la securite des Nations unies a prevenu que l'exclusion de\ncandidats pourrait entrainer des manifestations publiques de grande ampleur au Cameroun.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 989,
                "words": 150,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Mali : l'ex-Premier ministre Moussa Mara entendu sans inculpation",
            "date": "2025-08-02T09:37:48.853572",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Mali : l'ex-Premier ministre Moussa Mara entendu sans inculpation\n\nMoussa Mara reste libre. Lancien Premier ministre malien est rentre chez lui apres une audition\njeudi au pole judiciaire specialise contre la cybercriminalite.\nAu centre de sa convocation, son message publie debut juillet sur les reseaux sociaux. Dans lequel\nil promettait de se battre par tous les moyens pour que le soleil succede a la nuit.\nSelon la defense, lex-chef de gouvernement sest explique sans detour devant les enqueteurs et se\ntient a la disposition de la justice malienne.\nIl y a deux semaines, lex-Premier ministre avait ete entendu par un tribunal de Bamako, la capitale\nmalienne sans quaucune charge ne soit retenue contre lui.\nMoussa Mara avait cependant ete empeche de voyager le 21 juillet sans explications.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 729,
                "words": 118,
                "lines": 9
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Avec \"Solo Traveling\", Tracee Ellis Ross celebre l'art du voyage en",
            "date": "2025-08-01T10:55:13.860600",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Avec \"Solo Traveling\", Tracee Ellis Ross celebre l'art du voyage en\n\nsolitaire\nActrice, productrice et entrepreneuse, Tracee Ellis Ross a lhabitude de briller sur les ecrans. Mais\ncest seule, loin des projecteurs, quelle puise son equilibre depuis pres de trente ans.\nDans une nouvelle serie documentaire intitulee\nSolo Traveling with Tracee Ellis Ross\n, diffusee sur la plateforme Roku, la star de\nBlack-ish\net\nGirlfriends\npartage son rapport intime et assume au voyage en solitaire.\n« Jai commence a voyager seule vers 24 ou 25 ans »\n, confie lactrice. Ce qui, a lorigine, relevait dun besoin personnel est rapidement devenu un rituel de\nbien-etre. Pour elle, voyager seule nest ni une quete dadrenaline, ni un defi. «\nIl ne sagit pas de me pousser a faire des choses que je ne fais pas normalement, mais de savoir\ncomment je peux vivre ma propre compagnie de maniere joyeuse et holistique »,\nexplique-t-elle dans le premier episode, tourne au Maroc.\nLe documentaire suit ses pas a Marrakech, sur la Riviera Maya au Mexique, puis a Marbella, en\nEspagne. A travers ces trois destinations, Ross invite a la reflexion : et si voyager seul·e etait une\nmaniere detre, et non de fuir ?\nMais ce choix personnel ne se fait pas a la legere. Ross insiste sur la necessite de la preparation,\nsurtout pour les personnes potentiellement vulnerables en deplacement. «\nSi vous etes une femme noire, LGBTQIA, non-binaire, en situation de handicap... vous devez\nchoisir un lieu qui peut garantir un sentiment de securite. »\nAu fil des episodes, la comedienne partage ses conseils, ses habitudes y compris celle, assumee,\nde trop remplir ses valises et surtout, sa philosophie : apprendre a etre seule, pour mieux etre avec\nles autres.\n« Je gagne une forme de force musculaire emotionnelle. Comme un joueur de baseball qui\nsentraine avec deux battes : ensuite, la vie semble plus legere »,\naffirme-t-elle.\nPour Tracee Ellis Ross, voyager seule nest pas un isolement, mais une reconnexion. Une maniere\nde ralentir, dintegrer ce que le quotidien ne permet pas toujours dassimiler, et dapprendre a\ntraverser les imprevus avec confiance.\nSolo Traveling with Tracee Ellis Ross\nest disponible en streaming depuis le 25 juillet sur la Roku Channel.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2156,
                "words": 359,
                "lines": 34
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Nigeria : les infirmieres entament un mouvement de greve",
            "date": "2025-07-30T16:26:29.530909",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Nigeria : les infirmieres entament un mouvement de greve\n\nLAssociation nationale des infirmieres et sages-femmes du Nigeria a entame mercredi une greve dit\ndavertissement de 7 jours sur lensemble du pays. Elle fait suite a lexpiration dun ultimatum de 15\njours lance aux autorites dAbuja, le 14 juillet dernier.\nLe mouvement concerne 25 0000 infirmieres relevant des etablissements publics et nest pas sans\nconsequence sur le secteur sanitaire du pays le plus peuple du continent. Alors quaucun service\nminimum nest envisage.\nLes grevistes reclament la hausse des indemnites de service, la creation dun departement des\nsoins infirmiers au sein du ministere nigerian de la sante, une allocation speciale pour les infirmiers\nspecialises et lamelioration des conditions de travail entre autres.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 733,
                "words": 111,
                "lines": 9
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Burkina : au moins 50 morts dans une attaque contre une base",
            "date": "2025-07-30T16:27:21.935324",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Burkina : au moins 50 morts dans une attaque contre une base\n\nmilitaire\nUne attaque menee lundi par un groupe arme contre la base militaire de Dargo, dans la province de\nBoulsa dans le nord du Burkina Faso, a fait une cinquantaine de morts parmi les soldats, selon les\ntemoignages recueillis mardi.\nLe groupe jihadiste Jama'at Nasr al-Islam wal-Muslimin (JNIM) est suspecte detre a lorigine de cette\noffensive. Selon un chef de communaute et un habitant, qui ont souhaite garder lanonymat par\ncrainte de represailles, une centaine de combattants armes ont pris part a lassaut, pillant et\nincendiant la base apres les attaques meurtrieres.\nLe gouvernement militaire burkinabe na pas encore confirme officiellement lattaque.\nLe JNIM, lun des nombreux groupes islamistes actifs dans la region du Sahel, est responsable de\nnombreuses violences dans toute lAfrique de lOuest, causant la mort de centaines de civils et de\nmilitaires.\nLe Burkina Faso traverse une periode particulierement instable, avec une montee en puissance des\ngroupes armes qui controlent une large partie du territoire, surtout en dehors de la capitale\nOuagadougou. Cette insecurite croissante a provoque deux coups dEtat successifs.\nMalgre la prise de pouvoir du chef militaire Ibrahim Traore, qui sest entoure dallies politiques et\nmilitaires, les groupes jihadistes restent puissants et difficiles a contenir.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1316,
                "words": 200,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "RDC : l'Etat islamique revendique l'attaque de Komanda",
            "date": "2025-07-30T16:30:17.399543",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "RDC : l'Etat islamique revendique l'attaque de Komanda\n\nL'Etat islamique a revendique la responsabilite l'attaque meurtriere contre une eglise dans le\nnord-est de la Republique democratique du Congo.\nLe groupe militant a fait l'annonce sur sa chaine Telegram lundi.\nLes autorites de Komanda avaient declare que des rebelles soutenus par l'Etat islamique etaient\nresponsables de la mort d'au moins 38 personnes dimanche lors de l'assaut sur l'eglise de la ville.\nL'attaque a fait au moins 43 morts, dont 19 femmes, 15 hommes et neuf enfants, a indique la\nmission de maintien de la paix de l'ONU (Monusco).\nTres vites l'armee congoloase avait imputee le drame aux combattants des Forces democratiques\nalliees (ADF)\nKomanda se trouve dans la province d'Ituri, en RDC, riche en mineraux et theatre de conflits entre\ndivers groupes armes depuis des decennies.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 798,
                "words": 127,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Trump modifie les droits tarifaires pour le Lesotho a 15 %",
            "date": "2025-08-02T09:36:28.248718",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Trump modifie les droits tarifaires pour le Lesotho a 15 %\n\nDonald Trump a modifie jeudi, le taux des droits de douanes reciproques concernant le Lesotho. Ils\nsont fixes a 15% contre 50 % initialement.\nLadministration Trump invoquait a lepoque des droits de douanes de 99 % impose aux Etats-Unis\npar Maseru. Ce que les autorites du pays dAfrique australe avaient conteste.\nLa menace avait deja un impact sur leconomie de ce royaume enclave dans lAfrique du Sud.\nLe changement de cap de Trump intervient apres que des importateurs americains ont annule des\ncommandes de textiles fabriques au Lesotho. Avec a la clef, de nombreux licenciements.\nLe decret modifiant les droits tarifaires reciproques publie par le president americain concerne\nplusieurs autres pays.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 702,
                "words": 111,
                "lines": 9
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Football : retour triomphal des championnes d'Europe en Angleterre",
            "date": "2025-07-30T16:28:06.172553",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Football : retour triomphal des championnes d'Europe en Angleterre\n\nApres leur sacre en Championnat d'Europe dimanche, les footballeuses anglaises ont ete recues a\nDowning Street pour celebrer leur victoire.\nL'Angleterre conserve son titre en battant l'Espagne, championne du monde, lors d'une seance de\ntirs au but en finale.\nDe retour en Angleterre, l'equipe s'est rendue a Londres, pour une reception organisee par la\nvice-premiere ministre Angela Rayner et la ministre des Sports Stephanie Peacock.\nAngela Rayner, vice-premier ministre britannique a dailleurs declare :\nVos performances ont inspire la nation et porte le football feminin vers de nouveaux sommets. Kier\n(Starmer) adresse ses plus chaleureuses felicitations a toutes les joueuses, a tous les entraineurs et\na toutes les personnes qui ont aide l'equipe a realiser cet exploit historique\n.\nPour Sarina Wiegman, selectionneuse des Lionnes, cest une victoire personnelle apres un debut\ndifficile face a la France.\nLa technicienne neerlandaise qui disputait sa cinquieme grande finale remporte ainsi son\ntroisieme championnat dEurope des nations daffilee\n.\nElle a appele le gouvernement britannique a accorder plus d'attention et d'acces au football pour\ntoutes les filles\nJ'espere que nous continuerons a investir ensemble et a developper le football feminin, car nous ne\nvoulons pas copier le football masculin sur le football feminin. Nous avons notre propre identite et\nnotre propre specialite. Nous l'avons encore montre lors de ce tournoi et j'espere que nous\ncontinuerons a le faire ensemble. Merci beaucoup de nous avoir recus. C'est un honneur et\ncontinuons a aller de l'avant\nsest-t-elle exprimee.\nApres pres d'un mois de competition en Suisse, l'avion de l'equipe a atterri lundi apres-midi a\nl'aeroport de Southend, dans le sud-est de l'Angleterre.\nMardi, un defile de bus sest tenu dans le centre de Londres, avec procession le long du Mall avant\nde sachever avec une ceremonie devant le palais de Buckingham.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1918,
                "words": 296,
                "lines": 28
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "USA : Trump signe le decret sur les nouveaux droits de douane",
            "date": "2025-08-02T09:38:11.457334",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "USA : Trump signe le decret sur les nouveaux droits de douane\n\nNouvelle escalade dans la guerre commerciale menee par Donald Trump.\nLe president americain a signe un decret imposant de nouveaux droits de douane a plusieurs\npartenaires commerciaux. La mesure entrera en vigueur dans sept jours. Elle sinscrit dans la\nstrategie protectionniste du president, qui vise a reequilibrer les echanges au profit des Etats-Unis,\nmais elle pourrait destabiliser davantage leconomie mondiale. La decision intervient a la veille de la\ndate limite du 1er aout, que Donald Trump setait lui-meme fixee.\nLa Maison-Blanche a annonce plusieurs accords de derniere minute avec certains pays, mais la\nmajorite des partenaires restent dans lincertitude. Dans le meme temps, les negociations\ncommerciales avec le Mexique ont ete prolongees de 90 jours, signe dune volonte de maintenir le\ndialogue, au moins sur certains fronts.\nMais les consequences sannoncent concretes, les entreprises et les fabricants, aux Etats-Unis\ncomme a letranger, anticipent deja une hausse des couts de production et possiblement, une\nflambee des prix pour les consommateurs. Enfin, la manuvre nechappe pas aux critiques, plusieurs\njuges dappel americains expriment des doutes sur la legalite des droits de douane imposes,\nnotamment sur leur fondement juridique. Un nouveau bras de fer commercial sengage avec des\nrepercussions mondiales a surveiller de pres.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1351,
                "words": 201,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Vatican : les derniers preparatifs en cours pour le Jubile des jeunes",
            "date": "2025-07-30T16:30:03.265136",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Vatican : les derniers preparatifs en cours pour le Jubile des jeunes\n\nLes derniers preparatifs etaient en cours lundi sur le vaste terrain de Tor Vergata, a la peripherie de\nRome, ou des centaines de milliers de jeunes sont attendus pour le Jubile des jeunes, l'evenement\nle plus important de l'Annee sainte 2025 de l'Eglise catholique.\nLes ouvriers se sont empresses d'achever la scene-autel geante de 5 metres de haut,\nl'infrastructure de securite et les points d'hydratation avant les deux jours de veillee et de messe\navec le pape Leon XIV, decrits par l'organisateur du Vatican, Monseigneur Rino Fisichella, comme\n\"le moment le plus attendu\" du calendrier du Jubile.\nAlessandro Mancini, l'ingenieur responsable du site jubilaire de Tor Vergata, a declare que\nl'elevation de la scene permettra a tout le monde de voir la messe.\nTor Vergata ouvrira ses portes aux pelerins le 2 aout pour une journee entiere de musique, de\nspectacles et de prieres, avant une veillee avec le pape.\nApres avoir passe la nuit sur place, les participants assisteront a une messe presidee par le\nSaint-Pere depuis la scene principale le matin du dimanche 3 aout, marquant la celebration de\ncloture du Jubile des jeunes.\nL'acces au terrain necessite une marche d'au moins cinq kilometres depuis le centre de transport\npublic le plus proche.\nLes temperatures devant atteindre 34°C, les organisateurs ont prepare cinq millions de bouteilles\nd'eau, 2 660 stations d'eau potable et 70 canons a brouillard - generalement utilises dans les\ndemolitions industrielles - pour garder les pelerins au frais.\nPlus de 2 700 toilettes portables et des services medicaux complets, dont 10 postes medicaux\navances et 43 ambulances, seront disponibles sur les 500 000 metres carres de la zone.\nUne salle de controle centrale supervisera toutes les operations sur le terrain, avec l'aide de 122\ncameras de surveillance.\nL'espace aerien au-dessus de Tor Vergata sera interdit aux avions civils et aux drones pendant\nl'evenement.\nLa securite sera renforcee par 4 000 agents de la police et des pompiers italiens, ainsi que par des\nforces de l'ordre espagnoles, francaises et polonaises.\nLe Vatican a indique que 68 % des participants inscrits etaient originaires de pays europeens, les\npelerins arrivant de 146 pays au total.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2216,
                "words": 357,
                "lines": 29
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Lesotho : les industriels inquiets des droits de douane de Trump",
            "date": "2025-07-30T16:26:24.055080",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Lesotho : les industriels inquiets des droits de douane de Trump\n\nLes lieux vides, presque deserts, les usines de vetements du Lesotho ont ete assechees par les\ndroits de douane.\nA l'approche de la date butoir fixee par le president Donald Trump, les fabricants de vetements\ncomme Tzicc's broient du noir et redoutent les nouveaux tarifs.\nL'entreprise sest empressee de livrer les commandes preexistantes avant la reprise des droits de\ndouane. Une strategie non benefique d'apres Rahila Omar, responsable de la conformite :\n\"Des lannonce des droits de douane, nous avons commence a avoir des problemes avec nos\nacheteurs. Nous faisions des allers-retours. Il n'y avait pas de veritable suivi, nous ne savions pas\nou nous en etions. Et des la suspension de trois mois, nous avons decide d'essayer de terminer le\ntravail le plus tot possible avant l'introduction des nouveaux tarifs. Et si le travail nous lavons bien\ntermine, malheureusement, nous l'avons fini bien trop tot. C'est pourquoi nous n'avons plus de\ntravail aujourd'hui\".\nLes acheteurs americains ont cesse de passer de nouvelles commandes,\nce qui a conduit au licenciement de la quasi-totalite des employes de l'usine\n. Mapontso Mathunya, qui travaillait dans la salle de coupe de Tzicc, est aujourd'hui au chomage et\npeine a survivre.\n\"Je suis le soutien de ma famille. J'ai deux enfants qui vont a l'ecole. L'un est a l'ecole maternelle et\nl'autre en septieme annee du primaire. La vie est difficile, elle n'a pas ete facile depuis que j'ai ete\nlicenciee. Mon mari a egalement des difficultes, il est entre deux emplois,\"\na declare Mapontso Mathunya, ancienne ouvriere d'une usine textile.\nLes autorites et les travailleurs craignent le pire dans ce pays de 2 millions d'habitants ou la\nfabrication de textiles constitue la plus grande industrie privee, avec\nplus de 30 000 travailleurs en 2024\n.\nPour le Mokhethi Shelile, ministre du commerce, de l'industrie et des petites entreprises :\n\"Le Lesotho est une tres petite economie. Le deficit commercial qui existe entre le Lesotho et les\nEtats-Unis est un deficit commercial naturel qui peut se produire lorsqu'il existe ce type de disparites\nentre deux economies. Il ne peut etre comble et ne peut certainement pas l'etre en imposant des\ndroits de douane. En effet, ces memes droits de douane nous empecheront inevitablement d'obtenir\ndes devises que nous pourrons utiliser pour acheter davantage de produits aux Etats-Unis.\"\nEn avril, lorsque M. Trump a annonce de\nnouveaux droits de douane\n, le Lesotho etait en tete de liste, avec un taux de 50 % plus eleve que celui de la Chine, dont\nl'economie est 8 000 fois plus importante.\nSi Trump a fait marche arriere, les Etats-Unis ont applique, durant ces mois de negociations, des\nbases de 10%.\nDes vendredi 1 er aout, les nouveaux\ntaux pour des dizaines de pays\nseront connus.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2775,
                "words": 458,
                "lines": 39
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Fusillade a Manhattan : que sait-on de lassaillant, ancien joueur de",
            "date": "2025-07-30T16:28:12.997413",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Fusillade a Manhattan : que sait-on de lassaillant, ancien joueur de\n\nNFL ?\nSelon les premiers elements de lenquete, l'assaillant, un ancien joueur de football americain, voulait\nsen prendre a la NFL, la ligue nationale de ce sport.\nUne fusillade dans un immeuble de bureaux du centre-ville de Manhattan a fait six morts, ce lundi.\nParmi les victimes, un policier new-yorkais de 36 ans qui n'etait pas en service, et lauteur des coups\nde feu.\nSelon les images de videosurveillance, un homme est sorti d'une BMW avec un fusil M4, puis s'est\ndirige vers l'immeuble qui abrite le siege de la\nNFL\net de\nBlackstone\n, l'une des plus grandes societes d'investissement au monde.\nIl a rapidement ouvert le feu sur un agent de police new-yorkais alors qu'il entrait dans le batiment,\navant de tirer sur une femme qui tentait de se mettre a l'abri, a declare la commissaire de police\nJessica Tisch lors d'une conference de presse. Il a ensuite tire a plusieurs reprises dans le hall\nd'entree.\nL'homme s'est rendu a l'ascenseur et a tire sur un agent de securite qui se cachait derriere un\nbureau de securite, ainsi que sur un autre homme dans le hall, a declare la commissaire.\nL'homme a pris l'ascenseur jusqu'au 33e etage, ou se trouve une societe de gestion immobiliere, et\nune personne a ete abattue a cet etage. L'homme a ensuite parcouru un couloir et s'est suicide,\na-t-elle ajoute.\nQui est l'auteur des faits ?\nLa police a identifie Shane Tamura, originaire de Las Vegas, comme etant le tireur. Tamura avait\ndes \"antecedents psychiatriques documentes\", a declare Tisch.\nLa police a declare qu'une note decousue trouvee sur son corps suggerait qu'il avait un grief contre\nla NFL concernant une allegation non fondee selon laquelle il souffrait d'encephalopathie\ntraumatique chronique. Il avait joue au football americain au lycee en Californie il y a pres de vingt\nans.\nLa note, qui faisait reference a la NFL, affirmait que Tamura souffrait d'encephalopathie traumatique\nchronique et disait que son cerveau devrait etre etudie apres sa mort, ont declare deux personnes\nproches du dossier a l'Associated Press. Cette maladie degenerative du cerveau a ete associee a\ndes commotions cerebrales et a d'autres traumatismes craniens repetes courants dans les sports\nde contact comme le football americain.\nLe maire de New York, Eric Adams, a declare mardi que Tamura essayait de viser le siege de la\nLigue nationale de football americain (NFL), mais qu'il avait pris le mauvais ascenseur.\nL'homme a traverse les Etats-Unis, en voiture, en passant par le Colorado le 26 juillet, puis le\nNebraska et l'Iowa le 27 juillet. Il etait arrive a Columbia, dans le New Jersey, lundi apres-midi,\navant de se rendre a New York, a declare Tisch.\nLes agents ont trouve un etui a fusil, un revolver, des chargeurs et des munitions dans sa voiture,\na-t-elle ajoute.\nQui etaient les victimes ?\nDidarul Islam, 36 ans, etait policier a New York depuis trois ans et demi. Il etait originaire du\nBangladesh.\nIslam etait marie et avait deux jeunes garcons, a declare Tisch. Sa femme est enceinte de leur\ntroisieme enfant.\nBlackstone a confirme que l'un de ses employes, Wesley LePatner, figurait parmi les victimes.\n\"Les mots ne peuvent exprimer a quel point nous sommes devastes\"\n, a declare la societe dans un communique.\n\"Wesley etait un membre tres apprecie de la famille Blackstone et nous manquera beaucoup. Elle\netait brillante, passionnee, chaleureuse, genereuse et profondement respectee au sein de notre\nentreprise et au-dela.\"\nDiplome de Yale, LePatner etait cadre dans l'immobilier chez Blackstone, selon le site web de la\nsociete, et a passe plus de dix ans chez Goldman Sachs avant de rejoindre la societe en 2014.\nLes noms des autres victimes, ainsi que celui d'un homme gravement blesse et toujours dans un\netat critique, n'ont pas encore ete communiques.\nOu la fusillade a-t-elle eu lieu ?\nLa fusillade a eu lieu au\n345 Park Avenue\n, un immeuble de bureaux commerciaux situe dans un quartier anime du centre-ville, a quelques\npas au nord de la gare Grand Central Terminal et a environ kilometres a l'est de la cathedrale\nSaint-Patrick.\nL'immeuble abrite les bureaux de plusieurs entreprises, notamment la NFL et la societe immobiliere\nRudin, ainsi que les societes financieres KPMG et Blackstone. Il abrite egalement le consulat\ngeneral d'Irlande.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4264,
                "words": 707,
                "lines": 64
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Petrole : Dangote abandonne son proces contre le Nigeria et 6",
            "date": "2025-07-31T15:09:53.124945",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Petrole : Dangote abandonne son proces contre le Nigeria et 6\n\nimportateurs\nLa raffinerie Dangote, la plus grande dAfrique, a officiellement retire son action en justice contre\nlAutorite nigeriane de regulation du petrole en aval et en amont (NMDPRA) ainsi que contre six\nimportateurs de carburant, dont la Nigerian National Petroleum Company Limited (NNPCL).\nLe litige portait sur la delivrance de licences dimportation que le groupe jugeait contraires a la loi sur\nl'industrie petroliere (PIA).\nDepose en 2024, le recours judiciaire visait a annuler ces licences et reclamait 100 milliards de\nnairas (environ 66 millions de dollars) de dommages-interets. Dangote estimait que lattribution de\nces autorisations nuisait au raffinage local, menacant son modele economique.\nMalgre deux tentatives dintervention de la Commission federale de la concurrence (FCCPC), la\njustice les avait rejetees, jugeant quil sagissait dun contentieux strictement reglementaire. La\nFCCPC redoutait pourtant une derive monopolistique.\n\"Nigeria First\"\nLe retrait du proces a ete notifie le 28 juillet par les avocats de Dangote a la Haute Cour federale\ndAbuja. Lentreprise indique « abandonner cette action contre les defendeurs avec effet immediat ».\nLa justice doit encore enteriner la fin officielle de la procedure a la date daudience prevue, le 29\nseptembre.\nCe desistement intervient alors qu\nAliko Dangote\nmultiplie les appels pour que les carburants raffines localement soient exclus de la liste des produits\nimportables, dans le cadre de la politique « Nigeria First » du gouvernement Tinubu.\nUne demarche percue par certains acteurs du secteur comme une tentative de verrouiller le marche\nnigerian au profit du geant industriel.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1653,
                "words": 247,
                "lines": 23
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Mali : trois societes minieres adoptent le nouveau code minier",
            "date": "2025-07-30T16:25:54.176167",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Mali : trois societes minieres adoptent le nouveau code minier\n\nTrois societes minieres operant au Mali, Somika SA, Faboula Gold SA et Bagama Mining, ont signe\nleur adhesion au nouveau code minier malien, ont annonce les autorites lundi soir a la television\nnationale. Cette demarche marque une etape importante dans lapplication du code, en vigueur\ndepuis aout 2023, qui avait suscite de fortes tensions avec plusieurs compagnies.\nSomika SA, filiale a 80 % du groupe britannique Endeavour Mining, gere le projet Kalana, encore\nnon operationnel. Son directeur, Abdoul Aziz, indique que la construction debutera six mois apres la\nsignature, pour une mise en production 18 mois plus tard. Le projet devrait generer 2 000 emplois et\natteindre un chiffre daffaires annuel de 135 milliards de francs CFA (environ 239 millions de dollars).\nFaboula Gold et Bagama Mining,\ndeux societes maliennes actives\ndepuis 2021, ont chacune lance leur production avec environ 500 kg dor. Faboula exploite le site de\nKodieran et Bagama intervient dans la zone de Kangaba. Les deux projets avaient ete suspendus\ndepuis lentree en vigueur du nouveau code.\nLe ministre des Finances Alousseni Sanou estime leur chiffre daffaires annuel respectif a 50 et 75\nmilliards de francs CFA.\nCes annonces interviennent dans un climat tendu. En janvier, Barrick Gold a suspendu ses\noperations apres un blocage de ses exportations et la detention de certains dirigeants. Le groupe\ncanadien a engage une procedure darbitrage contre lEtat malien.\nLe nouveau cadre prevoit une hausse des taxes et une prise de participation accrue de lEtat dans\nles projets miniers. Il faut noter que cette reforme a contribue a une baisse de 23 % de la production\ndor lan dernier.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1661,
                "words": 268,
                "lines": 21
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Sept presidents aux plus longs regnes dAfrique en 2025",
            "date": "2025-08-02T09:36:22.903985",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Sept presidents aux plus longs regnes dAfrique en 2025\n\nTeodoro Obiang Nguema en Guinee Equatoriale, Paul Biya au Cameroun ou encore Paul Kagame\nau Rwanda, ils sont pres dune dizaine de presidents a setre maintenus au pouvoir durant des\ndecennies. Entre modifications de la constitution, mainmise sur les elections et autres mesures\nautocratiques, ils ont tout ose et tout reforme pour demeurer chef d'Etats.\n7 - Paul Kagame, Rwanda, 25 ans\nReelu le 15 juillet 2024, Paul Kagame est president de la Republique du Rwanda depuis le 24 mars\n2000, soit 25 ans.\nAge de 67 ans, il etait commandant du Front patriotique rwandais (FPR), un mouvement rebelle qui\ncombattait le pouvoir Hutu. Il remporte la guerre civile rwandaise et met fin au genocide des Tutsi en\n1994. Par la suite, il devient vice-president et ministre de la Defense, sous la presidence de Pasteur\nBizimungu.\nA son poste, il soutient une invasion rebelle du Zaire en 1996, menant au renversement du\npresident zairois Mobutu Sese Seko en 1997. Il soutient egalement plusieurs groupes rebelles dans\nla deuxieme guerre du Congo, de 1998 a 2003, contre le nouveau gouvernement congolais de\nLaurent-Desire Kabila puis de son fils Joseph Kabila.\nApres la demission de Pasteur Bizimungu en 2000, il accede a la presidence en tant que quatrieme\npresident du Rwanda et depuis, il sera systematiquement reelu.\nAlors que beaucoup apprecient son bilan economique, il est considere par plusieurs observateurs\ncomme etant un dictateur.\nIl est accuse par l'ONU d'etre partie prenante a la guerre du Kivu dans l'est de la Republique\ndemocratique du Congo, en soutenant le Mouvement du 23 mars (M23), groupe arme rebelle\naccuse de crimes de guerre et de crimes contre l'humanite.\n6 - Ismail Omar Guelleh, Djibouti, 26 ans\nOn n'entend pas souvent parler de lui, mais Ismail Omar Guelleh, 77 ans, President de la\nRepublique de Djibouti, a une longevite a ne pas negliger.\nGuelleh dirige le pays depuis 26 ans, detenant le record de longevite a la presidence de Djibouti.\nIl arrive au pouvoir le 08 mai 1999, succedant a son oncle Hassan Gouled Aptidon, et devient le\ndeuxieme president de Djibouti en mai 1999.\nEn 1965, age de 18 ans, Ismail Omar Guelleh commence a travailler au sein des Renseignements\ngeneraux du Territoire francais des Afars et des Issas, car il est polyglotte, sexprimant en\namharique, somalien, arabe, francais, italien et anglais.\nEn 1974, il est suspendu de ses fonctions, car soupconne de transmettre des informations a la\nmouvance independantiste. Il s'investit alors dans la Ligue populaire africaine pour l'independance\n(LPAI) presidee par Hassan Gouled Aptidon, qui milite pour l'independance.\nMembre du parti presidentiel, le Rassemblement populaire pour le progres (RPP), des sa creation\nen 1979, il est elu president du comite central et de la commission culturelle en 1981.\nLa liberte de presse est presque inexistante sous son gouvernement. En 2025, Reporters sans\nfrontieres situe Djibouti a la 168e place sur 180 pays, decrivant une situation de « terreur\nmediatique » ou tout un arsenal repressif est deploye contre les journalistes.\nLe 9 avril 2021, Ismail Omar Guelleh est reelu pour un 5e mandat a la tete de l'Etat des le premier\ntour avec 98,58 % des voix.\n5 - Isaias Afwerki, Erythree, 32 ans\nIsaias Afwerki est president de lErythree depuis son independance, en 1993.\nAvant cette date, le pays etait lie a l'Ethiopie, lui garantissant son ultime facade maritime. Le\npresident erythreen a ete l'un des principaux artisans de cette independance, obtenue grace a un\nreferendum soutenu par l'ONU le 24 mai 1993.\nEn fevrier 1994, le FPLE est renomme Front populaire pour la democratie et la justice (FPDJ) lors\nde son troisieme congres et Afwerki reste le secretaire general du parti unique du nouvel Etat.\nDes le debut de son mandat, Isaias Afwerki instaure un regime de parti unique, sans elections, une\neconomie centralisee sur l'Etat et une forte restriction de la liberte de la presse.\nApres la deuxieme guerre contre lEthiopie (de 1998 a 2000), le president Afwerki fait basculer son\npays dans la dictature.\nSon pays est considere comme lun des plus ferme au monde.\n4 Yoweri Museveni, Ouganda, 39 ans\nYoweri Museveni est a la tete du gouvernement ougandais depuis 1986, soit 39 ans.\nCommandant du Mouvement de resistance nationale (NRM), il fait partie des rebelles qui ont\nrenverse les dirigeants ougandais Idi Amin (1971-1979) et Milton Obote (1980-1985). Reconnu\ncomme heros par l'Occident, Museveni va supprimer la limitation de mandats presidentiels en 2005,\nlui permettant ainsi de se maintenir au pouvoir. En 2018, il supprime la limite d'age presidentielle\npuis gagne un sixieme mandat a l'issue de l'election presidentielle de 2021.\nIl va aussi se distinguer en 2014 par ses lois anti-homosexualite visant a introduire la peine de mort\npour les personnes LGBT+.\nEn politique exterieure, il soutient une invasion rebelle du Zaire pendant la premiere guerre du\nCongo en 1996, menant au renversement du dictateur zairois Mobutu Sese Seko l'annee suivante.\nIl soutient egalement plusieurs groupes rebelles, notamment le Mouvement de liberation du Congo\n(MLC) contre le nouveau gouvernement congolais de Laurent-Desire Kabila puis de son fils Joseph\nKabila dans la deuxieme guerre du Congo de 1998 a 2003.\nAu cours de sa presidence, Yoweri Museveni fait face a l'insurrection de l'Armee de resistance du\nSeigneur mais ne faiblit pas.\n3- Denis Sassou-Nguesso, Republique du Congo, 41 ans\nA 82 ans, Denis Sassou-Nguesso est le president de la Republique democratique du Congo depuis\n41 ans.\nInitialement militaire et homme d'Etat congolais, il est devenu chef de l'Etat pour la premiere fois en\nmars 1979 et a dirige le pays jusqu'en aout 1992. Il est revenu au pouvoir apres une guerre civile en\n1997 et est reste en poste depuis, ecrasant toute opposition politique significative.\nPour retrouver le pouvoir, il a renverse le president elu : Pascal Lissouba, lors de la guerre civile du\nCongo-Brazzaville. Des les annees 1960, Denis Sassou-Nguesso participe a la mouvance des\nofficiers progressistes qui lui donne une place parmi les trente-neuf membres du Conseil national de\nla revolution. Il finit par les diriger. Il fonde ensuite le Parti congolais du travail (PCT) qui demeure a\nce jour le parti unique du pays.\nMilitaire, forme a lEcole nationale des sous-officiers et a lEcole militaire de Cherchell en Algerie,\nSassou Nguesso remporte tous les suffrages. Lors de la reforme constitutionnelle de 2015, il\nsupprime les articles lempechant de briguer un autre mandat. En mars 2021, il est reelu pour un 4e\nmandat, sous les couleurs du Parti congolais du travail (PCT), avec un score de 88,57%.\nMalgre des troubles periodiques et des difficultes economiques, Sassou Nguesso ne compte pas\nlaisser le pouvoir.\n2- Paul Biya, Cameroun, 43 ans\nA 92 ans, Paul Biya est le doyen des chefs d'Etats africains et le plus vieux dirigeant en exercice du\nmonde. Il trone sur son fauteuil de president elu depuis 1982, soit 43 ans.\nDe son nom Paul Barthelemy Biyaa bi Myondo, il est ne le 13 fevrier 1933 a Mvomeka'a dans le\ndepartement du Dja-et-Lobo.\nFils de catechiste, il effectue un bref passage au seminaire, avant de poursuivre ses etudes a Paris,\nou il obtient une licence en droit public en 1961.\nDe retour au Cameroun, il est sous la coupe du president Ahidjo, charge de mission a la presidence\n(1962-1965), directeur de cabinet civil (1967-1968), ministre secretaire general de la presidence\n(1968-1975).\nEn 1975, il devient Premier ministre jusquau depart de Ahidjo en 1982, ou il accede a la fonction\nsupreme. En 1984, il elimine ses rivaux apres une tentative de coup d'Etat de la garde presidentielle\net consolide ainsi son pouvoir.\nSi a chaque election, l'opposition et les gouvernements occidentaux mentionnent des irregularites,\naucune suite nest jamais donnee. Le doyen des chefs d'Etats reste imperturbable alors que son\npays traverse des crises politiques et securitaires comme Boko Haram et la crise anglophone.\nIl brigue dailleurs avec son parti le Rassemblement democratique du peuple camerounais (RDPC),\nun 8e mandat en octobre 2025.\n1- Teodoro Obiang Nguema Mbasogo, Guinee equatoriale, 43 ans\nAu pouvoir depuis 1979, Teodoro Obiang Nguema Basogo bat tous les records de longevite a la\ntete dun Etat africain. A 83 ans, il totalise 43 ans de gouvernance au sommet de la Guinee\nEquatoriale.\nNe en 1942 a Mongomo, dans lest du pays, Teodoro Obiang Nguema est tour a tour commandant\nde l'armee et des regions militaires de la capitale puis, directeur general de l'approvisionnement et\nde la planification au ministere de la Defense et vice-ministre des Forces armees populaires.\nLe 3 aout 1979, alors quil profite encore des privileges de son oncle le president Francisco Macias\nNguema, il organise un coup dEtat et renverse ce dernier, a qui il reproche ses violations des droits\nde l'homme. Il devient alors president du Conseil militaire supreme, avant de devenir president de la\nRepublique en 1982.\nLe 20 novembre 2022, il est reelu pour un nouveau septennat avec 97 % avec son parti le PDGE\n(Parti democratique de Guinee equatoriale).\nS'il est accuse de corruption et de trafic de stupefiants, il poursuit sa gouvernance qualifiee de\ndictature sans partage.\nCes dernieres annees, il a nomme son fils Teodorin Nguema Obiang comme vice-president, malgre\nles accusations qui pese contre contre lui et sa condamnation en France pour blanchiment et abus\nde biens sociaux.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 9421,
                "words": 1539,
                "lines": 122
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Guerre Israel-Hamas : Trump contredit Netanyahu sur la famine a",
            "date": "2025-07-30T16:30:37.220558",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Guerre Israel-Hamas : Trump contredit Netanyahu sur la famine a\n\nGaza\nLors d'une visite en Ecosse aux cotes du Premier ministre britannique Keir Starmer, Donald Trump\na refute les propos de Benjamin Netanyahu, selon lesquels il ny aurait pas de famine a Gaza.\nLe president americain a affirme que la situation etait tout autre. « En me basant sur la television, je\ndirais que non. Ces enfants semblent tres affames. » Il a ajoute que les Etats-Unis et dautres\nnations fournissaient deja beaucoup daide, notamment en nourriture, et que la mobilisation\ninternationale saccelerait.\n« Cest une crise humanitaire, une catastrophe absolue. Personne ne veut voir cela. Les\nBritanniques doivent etre revoltes par ce quils voient a lecran. » a declare Trump.\nIl a aussi souligne lurgence dun cessez-le-feu, remerciant le president pour ses efforts, tout en\nprecisant que la communaute internationale uvre de son cote. « LAmerique fait beaucoup, et de\nnombreux pays aussi. Nous travaillons avec la Jordanie pour une aide directe. La situation est\ndesesperee. »\nPar ailleurs, dans la bande de Gaza, deux avions ont largue des colis solidaires, attaches a des\nparachutes, pres de la frontiere. Ces largages visent a contourner les difficultes logistiques qui\nempechent le transport terrestre de laide humanitaire vers un territoire assiege par Israel depuis\n2023.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1286,
                "words": 204,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Dossier Epstein : Trump presse la justice pour une deposition de",
            "date": "2025-07-30T16:29:10.463311",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Dossier Epstein : Trump presse la justice pour une deposition de\n\nMurdoch\nAlors quil poursuit le Wall Street Journal en justice, le president americain a demande a un tribunal\nfederal de Floride dobliger Rupert Murdoch, 94 ans, a faire une deposition dans un delai de 15\njours.\nDonald Trump met en avant l'age avance du proprietaire du Wall Street Journal et ses ennuis de\nsante presumes pour justifier sa demande.\nCes facteurs pesent lourd pour determiner que Murdoch ne serait pas disponible pour temoigner en\npersonne au proces, ecrit Trump dans sa requete a la justice. Ce que conteste la defense.\nLe 18 juillet Donald Trump a lance une procedure contre le Wall Street Journal. En Cause, son\narticle sur les liens du locataire de la Maison Blanche avec Jeffrey Epstein, financier et trafiquant\nsexuel presume, decede dans une prison de New York en 2019 avant son proces.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 808,
                "words": 137,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Burkina : des manifestants exigent \"la verite\" sur la mort d'Alino Faso",
            "date": "2025-07-31T15:09:14.640032",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Burkina : des manifestants exigent \"la verite\" sur la mort d'Alino Faso\n\nPlusieurs centaines de personnes ont manifeste mercredi 30 juillet a Ouagadougou pour reclamer la\nverite sur la mort de linfluenceur burkinabe Alain Traore, plus connu sous le nom dAlino Faso,\nretrouve pendu dans sa cellule a Abidjan le jeudi 24 juillet.\nLes protestataires, vetus de blanc en signe de deuil, ont marche du Memorial Thomas Sankara\njusqua lambassade de Cote dIvoire, denoncant des circonstances de deces quils jugent suspectes.\nAlino Faso avait ete arrete en janvier 2025 en Cote dIvoire. Le procureur de la Republique, Oumar\nBraman Kone, a declare que lactiviste etait poursuivi pour\n« intelligence avec des agents dun Etat etranger » et « complot contre lautorite de lEtat ivoirien ».\nDans les rues de la capitale burkinabe, lemotion se melait a lindignation.\n« Ils ont dit quAlino sest pendu. Une chose que nous nallons jamais admettre. Nous le\nconnaissions, cetait quelquun de combatif, il ne pouvait pas se suicider »\n, a affirme Lassane Sawadogo, coordonnateur du Front de defense pour la patrie.\nLe gouvernement burkinabe a reagi fermement\nDes le lendemain du drame, le ministre des Affaires etrangeres, Karamoko Jean-Marie Traore, a\nconvoque la chargee daffaires de lambassade ivoirienne pour exprimer son indignation et exiger\ndes explications. Il a egalement reclame une enquete conjointe ainsi que le rapatriement immediat\ndu corps.\nLes manifestants se sont ranges derriere cette position officielle.\n« Nous demandons une enquete approfondie, conjointe, et que toute la lumiere soit faite. Alino\nnetait pas nimporte qui. Il etait la voix de la jeunesse »\n, a declare Jules Cesar Wangre, du Mouvement jeunesse citoyenne pour la souverainete.\nCertains protestataires sont meme alles plus loin, e\nxigeant la demission du president ivoirien Alassane Ouattara\n, accuse de museler la contestation.\n« Trop cest trop. Il est temps quil parte. Il divise les peuples la ou nous cherchons lunite »\n, a encore lance Lassane Sawadogo.\nDans un communique officiel, le gouvernement burkinabe a assure que « la mort dAlino Faso ne\nrestera pas impunie ». Une promesse attendue de pied ferme par une opinion publique en emoi, qui\nexige justice et verite.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2162,
                "words": 348,
                "lines": 29
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "L'Ethiopie lance la campagne \"700 millions d'arbres en une journee\"",
            "date": "2025-08-01T10:55:01.550159",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "L'Ethiopie lance la campagne \"700 millions d'arbres en une journee\"\n\nJeudi 31 juillet 2025, la campagne 700 millions darbres en une journee a ete lancee a Addis-Abeba,\nla capitale ethiopienne.\nCeci, dans le cadre d'une ambitieuse initiative de conservation qui vise a planter 50 milliards\nd'arbres d'ici 2026.\nCette campagne de reforestation est un projet personnel du Premier ministre Abiy Ahmed depuis\n2019.\nTesfahun Gobezay, ministre d'Etat pour les services de communication du gouvernement ethiopien,\na declare aux journalistes avant 6 heures du matin, heure locale, que quelque 355 millions de semis\navaient deja ete plantes par 14,9 millions d'Ethiopiens.\nDes chiffres du gouvernement qui nont pas pu etre verifies. L'Ethiopie compte plus de 120 millions\nd'habitants.\nNous avons donne le coup d'envoi de la journee de plantation de l'heritage vert de cette annee tot\nce matin, a declare M. Abiy sur la plateforme de medias sociaux X. Notre objectif pour la septieme\nannee est de planter 700 millions de semis. Atteignons-le ensemble.\nDes dispositifs mis en uvre\nDe nombreux arrangements ont ete effectues par lEtat pour permettre aux citoyens de participer a\ncette initiative.\nDes bureaux publics ont ete fermes, des milliers de fonctionnaires ont ete envoyes dans tout le pays\nd'Afrique de l'Est pour aider a planter des semis mis a disposition par la bureaucratie officielle.\nDes l'aube, de nombreuses personnes ont ete vues en train de planter des arbres dans la capitale\nAddis-Abeba. Sur un site a Jifara Ber, des dizaines de personnes ont participe, y compris des\nenfants.\nJe suis venue avec ma mere et c'est la troisieme fois que je plante des arbres, a declare Nathenael\nBehailu, un eleve de 13 ans. Je reve d'un environnement vert pour mon pays.\nUn autre habitant d'Addis-Abeba, Ayanaw Asrat, a declare qu'il repondait a l'appel depuis trois ans.\nJe suis venu tot et j'ai deja plante 15 plants. Je suis tres heureux de contribuer a la creation de\nzones plus vertes a Addis-Abeba\", a-t-il declare.\nAbiy Ahmed, le Premier ministre etait lui-meme actif a Jimma, la plus grande ville de la region\nd'Oromia, dans le sud-ouest du pays. Des ministres ont ete envoyes dans d'autres regions pour\nsoutenir les responsables locaux.\nDes critiques au projet\nPour Kitessa Hundera, ecologiste forestier a l'universite de Jimma, cette initiative est impossible en\nune seule journee.\n« La plantation de 700 millions de plants en une journee necessite la participation d'environ 35\nmillions de personnes, chacune plantant 20 plants, ce qui est pratiquement impossible », a-t-il\ndeclare.\nSe confiant a l'Associated Press, il a declare qu'une initiative de reboisement « noble » etait menee\npar des inexperimentes qui ne pouvaient pas definir les objectifs de conservation concernant la\nselection des sites et d'autres questions techniques.\nIl s'est egalement inquiete du melange d'especes exotiques avec des especes indigenes et de\nl'absence apparente de rapport sur le taux de survie des semis plantes au fil des ans.\nEn 2018, Abiy Ahmed a pris le pouvoir en tant que reformateur. Il a remporte le prix Nobel de la paix\npour avoir fait la paix avec l'Erythree voisine, mais une guerre qui a eclate peu de temps apres dans\nla region ethiopienne du Tigre a entache sa reputation de pacificateur. Il doit maintenant faire face a\nun nouveau soulevement dans la region d'Amhara.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3301,
                "words": 537,
                "lines": 45
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Ghana : la Banque centrale annonce une baisse du taux dinteret",
            "date": "2025-07-31T15:08:07.880134",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Ghana : la Banque centrale annonce une baisse du taux dinteret\n\nAu Ghana, la banque centrale a abaisse le taux d'interet de reference de 300 points de base a 25%\nce mercredi. La decision intervient alors que l'inflation enregistre un recul significatif.\nEn juin 2025, l'inflation des prix a la consommation a baisse a 13,7 %, contre 18,4 % en mai. Il sagit\ndu\ntaux d'inflation le plus bas depuis decembre 2021\n. La baisse est generale, elle concerne les prix des produits alimentaires et des boissons, ainsi que\ndes vetements et des chaussures. Les prix des transports ont egalement baisse au mois de juin.\nSelon les observateurs economiques, linflation devrait continuer a ralentir jusqua la fin de l'annee.\nLa Banque du Ghana declare que la reduction du taux dinteret reflete une confiance croissante\ndans la tendance a la desinflation.\nIl s'agit de la premiere baisse de la banque depuis septembre 2024, date a laquelle elle avait reduit\nle taux de 200 points de base.\nLe gouverneur de la Banque du Ghana, Johnson Asiama, a declare lors d'une conference de presse\nmercredi que\nles conditions macroeconomiques se sont considerablement ameliorees\n.\nIl a ajoute que les risques d'inflation devraient etre attenues grace a des cadres de politique\nmonetaire geres de maniere appropriee et a des efforts continus de consolidation fiscale.\nCependant, l'inflation moyenne devrait depasser a la fois la moyenne de l'Afrique subsaharienne\n2025 et l'objectif de la Banque centrale, pour la quatrieme annee consecutive. La volatilite des prix\ndes matieres premieres dans un contexte de tensions commerciales mondiales persistantes\nconstitue un risque pour leconomie nationale.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1603,
                "words": 255,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Alerte au tsunami dans le Pacifique apres un seisme de magnitude",
            "date": "2025-07-30T16:27:15.789171",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Alerte au tsunami dans le Pacifique apres un seisme de magnitude\n\n8,8\nUn seisme de magnitude 8,8, le plus puissant enregistre dans la region en pres de 73 ans, a frappe\nmardi au large de la peninsule du Kamtchatka, en Russie\n.\nLa secousse a provoque un tsunami qui a touche plusieurs pays bordant locean Pacifique,\nnotamment la Russie et le Japon, et declenche des alertes dans une large partie du bassin\nPacifique, jusquen Alaska, Hawai et au sud de la Nouvelle-Zelande.\nSelon le ministere russe des Situations durgence, des inondations ont ete signalees mercredi dans\nla ville de Severo-Kourilsk, au nord de larchipel des Kouriles, en raison de larrivee des vagues\nprovoquees par le tsunami. Les autorites locales ont procede a des evacuations preventives dans\nles zones les plus exposees.\nAu Japon, les employes de la centrale nucleaire de Fukushima, accidentee en 2011, ont ete\nevacues par precaution, apres lemission dune alerte au tsunami. Selon lAgence meteorologique\njaponaise, un tsunami de 40 centimetres a deja ete observe en plusieurs points, et des vagues plus\nimportantes pourraient encore survenir.\nLalerte couvre toute la cote nord et est de larchipel, jusquau sud dOsaka, ainsi que les petites iles\nperipheriques. Dans certaines zones, notamment les baies de Tokyo et dOsaka, les vagues\npourraient atteindre jusqua un metre de hauteur.\nDes alertes au tsunami sont egalement en vigueur dans d'autres regions du Pacifique, ou les\nautorites appellent les populations cotieres a la prudence. Des plans devacuation sont prets a etre\nactives si necessaire.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1501,
                "words": 239,
                "lines": 21
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Salvador : le president Bukele autorise a se representer indefiniment",
            "date": "2025-08-02T09:37:02.346802",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Salvador : le president Bukele autorise a se representer indefiniment\n\nLe Salvador approuve la reelection indefinie du president et prolonge la duree du mandat\npresidentiel a six ans.\nLe parti du president du Salvador, Nayib Bukele, a approuve ce jeudi a l'Assemblee legislative du\npays des modifications constitutionnelles autorisant la\nreelection indefinie du president et prolongeant la duree des mandats presidentiels de cinq a six\nans.\nLa deputee Ana Figueroa, du parti\n\"Nouvelles Idees\"\n,\nformation du president Nayib Bukele,\navait propose de modifier cinq articles de la constitution. La proposition comprenait egalement l'\nelimination du second tour de l'election\n,.\nNouvelles Idees et ses allies a l'Assemblee legislative ont rapidement approuve les propositions\navec la supermajorite qu'ils detiennent. Le vote s'est deroule avec 57 voix pour et trois voix contre.\nFigueroa a fait valoir jeudi que les legislateurs federaux et les maires pouvaient deja se representer\nautant de fois qu'ils le souhaitaient.\n\"Tous ont eu la possibilite d'etre reelus par le biais du vote populaire, la seule exception etant\njusqu'a present la presidence\",\na-t-elle declare.\nElle a egalement propose que le mandat actuel de Bukele, qui doit s'achever le 1er juin 2029,\nprenne fin le 1er juin 2027, afin de faire coincider les elections presidentielles et legislatives. Cela\npermettrait egalement a Bukele de se representer pour un mandat plus long, deux ans plus tot.\nMarcela Villatoro, de l'Alliance republicaine nationaliste (Arena), l'une des trois personnes a avoir\nvote contre les propositions, a declare a ses collegues legislateurs que\n\"la democratie au Salvador est morte\".\n\"Vous ne vous rendez pas compte de ce que la reelection indefinie apporte : il y a de la corruption et\ndu clientelisme parce que le nepotisme se developpe et met un terme a la democratie et a la\nparticipation politique\"\n, a-t-elle declare.\nSuecy Callejas, vice-presidente de l'assemblee, a declare que\n\"le pouvoir est revenu au seul endroit ou il appartient vraiment ... au peuple salvadorien\".\nNayib Bukele n'a pas fait de commentaire pour le moment.\nBukele, le \"dictateur cool\"\nElu en 2019 a seulement 37 ans, Nayib Bukele a ete reelu en 2024. Celui qui sautoproclame\ndictateur cool est connu pour sa politique securitaire severe. Il a bati sa reputation sur la lutte contre\nles gangs et la criminalite qui gangrenent le Salvador.\nLes electeurs ont ignore les preuves que son administration, comme d'autres avant elle, avait\nnegocie avec les gangs, avant de demander l'instauration d'un etat d'urgence qui a suspendu\ncertains droits constitutionnels et permis aux autorites d'arreter et d'emprisonner des dizaines de\nmilliers de personnes.\nSon succes en matiere de securite et sur le plan politique a inspire d'autres pays dans la region qui\ncherchent a reproduire son style.\nAvec cette modification de la Constitution, certains observateurs craignent que le president Bukele\nn'ait un plan de consolidation de son autorite.\nEn 2021 deja, le Congres nouvellement elu avec une forte majorite du parti au pouvoir votait la\nrevocation des magistrats de la chambre constitutionnelle de la Cour supreme. Des juges qui etaient\nconsideres comme le dernier rempart contre les decisions parfois jugees radicales du president.\nPlus recemment, le gouvernement de Bukele a fait l'objet de critiques internationales pour\nl'arrestation d'avocats de renom qui critiquaient ouvertement son administration. L'un des groupes\nde defense des droits de l'homme les plus importants du pays a annonce en juillet qu'il retirait ses\nactivites du Salvador pour assurer la securite de ses membres, accusant le gouvernement d'une\n\"vague de repression\"\nUn allie pour Donald Trump\nCes desaccords avec une partie de l'opinion n'ont pas entache la reputation de Bukele. Le president\nreste tres populaire dans le pays. Avec le retour du president americain Donald Trump a la Maison\nBlanche en janvier, Bukele a eu un nouvel allie puissant et a rapidement offert l'aide de Trump en\nprenant plus de 200 expulses d'autres pays dans une prison nouvellement construite pour les\nmembres de gangs.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4060,
                "words": 637,
                "lines": 59
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Echoes of Africa : Lamomali unie les ames et les cultures [Podcast]",
            "date": "2025-08-02T09:36:56.855190",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Echoes of Africa : Lamomali unie les ames et les cultures [Podcast]\n\nBienvenue dans Echoes of Africa, les echos dAfrique, une serie originale d'Africanews Podcast qui\nvous fera voyager a travers le continent, en musique, sur les sons des guitares, des percussions,\ndes chants ancestraux et des beats modernes qui composent les musiques africaines au pluriel.\nJ'explore dans chaque episode, divers univers musicaux, de la prose piquante du Zouglou a celle\nde lAita, des sonorites du Makossa jusquaux lockdrums de lAmapiano, en passant un moment avec\nun artiste.\nDans cet episode j'echange avec\ndeux artistes qui me racontent leur intention derriere un projet collectif, celui de Lamomali. Lauteur\ncompositeur et interprete M re embarque l'artiste malienne Fatoumata Diawara dans un deuxieme\nalbum.\nEntoures de l'equipe de Lamomali volume 1 mais aussi de nouveaux artistes invites, ils poursuivent\ncette aventure avec une nouvelle tournee et le meme objectif, fusionner les cultures et renforcer leur\nlien d'amitie.\nToumani Diabate, artiste malien, griot, a l'origine du projet Lamomali avec M.\nil s'etait aussi engage dans le deuxieme volet avant de perdre la vie le 19 juillet 2024.\nLe nouvel album qui s'intitule Totem est devenu, aussi, un hommage a Toumani Diabate qui laisse\nderriere lui sa famille de sang mais aussi ses freres et soeurs de Lamomali.\nComme sur le premier volet, de nombreux artistes a l'instar d'\nAngelique Kidjo, Seu Jorge, Oxmo Puccino, Tiken jah fakoly ou encore Boombass et Patrick\nWatson sont venus deposer un petit bout de leur ame sur l'album.\nEcoutez l'artiste se confier dans cet entretien.\nPour reecouter cet episode, rendez-vous sur\nAfricanews.com\n, et sur votre chaine de podcast preferee (\nhttps://linktr.ee/EchoesAfrica\n)\nA bientot dans un prochain episode.\nSetlist :\n- Secret garden feat Patrick Watson, Lamomali, M Fatoumata Diawara, Toumani Diabate et Balla\nDiabate\n- Je suis Mali : Lamomali, M, Fatoumata Diawara, Toumani Diabate & Bella Diabate\n- Bel ami : Lamomali, M, Fatoumata DIawara & Balla Diabate\n- Elyne Road : Toumani Diabate\n- Ama kora Lamomali, M, Fatoumata Diawara, TOumani Diabate & Balla Diabate\n- Tour divoire feat Oxmo Puccino, Lamomali, M, Fatoumata Diawara, TOumani Diabate & Balla\nDiabate\n- Totem feat Yame, Lamomali, M, Fatoumata Diawara, TOumani Diabate & Balla Diabate\n- Je taime feat Oxmo Puccino & Amadou & Mariam Lamomali, M, Fatoumata Diawara, TOumani\nDiabate & Balla Diabate\n- Le peuple qui danse feat Seu Jorge, ANgelique Kidjo & Ibrahim Maalouf Lamomali, M, Fatoumata\nDiawara, Toumani Diabate & Balla Diabate\nMonteur video\nJean-Christophe Marcaud",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2547,
                "words": 403,
                "lines": 43
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Cinema : Eddy Murphy se dit fier de l'avenement de plus d'acteurs",
            "date": "2025-07-31T15:09:40.281683",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Cinema : Eddy Murphy se dit fier de l'avenement de plus d'acteurs\n\nnoirs\nSur le tournage de \"The Pickup\", Eddy Murphy a partage le plateau avec Keke Palmer et Pete\nDavidson. Pour lacteur, lechange avec ses deux jeunes artistes talentueux a ete aise, notamment\nen termes de partage de connaissances.\n'' C'est une chose qu'une personne vous fasse asseoir et vous dise ce que vous devez faire, puis\nqu'elle parte faire autre chose. Du coup, vous vous dites : « Oh, donc ce qu'ils ont dit, ca ne vaut\nplus rien. » Donc, la plupart du temps, on apprend en observant. Vous observez, si vous admirez\nquelqu'un, vous observez ce qu'il fait et comment il le fait, pas tellement ce qu'il dit. '', explique Eddy\nMurohy.\nEddy Murphy 64 ans, est lune des icones noires du cinema americain. Son heritage se reflete dans\ndes films comme « The Pickup. Lacteur a joue sa partition dans leclosion de talents noirs a\nHollywood.\n''Je suis conscient, que j'ai contribue a tout ce qui se passe actuellement dans le cinema. Je suis\nconscient que mes films ont ete pionniers et ont ouvert certaines portes. Mais je ne m'attarde pas\nla-dessus.'', raconte l'acteur.\nLacteur a ete aussi interroge sur les stereotypes dans les films aux Etats-Unis.\n'' Avant, je voyais des stereotypes de temps en temps. On en voyait dans les annees 70 et tout ca.\nMais les gens ne font plus de stereotypes. Pense aux 20 dernieres annees. Qui veut encore voir un\nfilm avec des personnages stereotypes ? C'est quoi cette connerie dont ils parlent tout le temps, «\nrester authentique », 25 ans a rester authentique. On voit, ca se refleter dans les films qu'ils font.\nLes personnages essaient de refleter les gens dans la societe. Ces stereotypes, surtout ceux qui\nont du succes, ont disparu. Je n'en ai pas vu qui ait eu du succes depuis les annees 70. '', souligne\nEddy Murphy.\nPickup cest lhistoire de deux chauffeurs de fourgon blinde qui sont pris en embuscade par une\nequipe de criminels impitoyables.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1893,
                "words": 331,
                "lines": 25
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "CHAN 2024, moment historique pour l'Afrique de l'Est",
            "date": "2025-08-01T10:54:10.208420",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "CHAN 2024, moment historique pour l'Afrique de l'Est\n\nLe Kenya, la Tanzanie et lOuganda accueillent ensemble le CHAN 2024 le premier tournoi de la\nCAF dans la region depuis 1976, et le tout premier a etre coorganise par trois pays.\nLe CHAN, qui se deroule jusquau 30 aout, met en lumiere les talents locaux : seuls les joueurs\nevoluant dans les championnats nationaux y participent. Cest aussi un avant-gout de la CAN 2027,\negalement prevue dans ces trois pays. La preparation des stades na pas ete simple. La CAF a du\nrepousser la competition pour laisser plus de temps aux travaux. Mais la derniere inspection a\nNairobi a ete jugee positive , la CAF a salue la cooperation entre les trois nations. Sur le terrain, la\nTanzanie ouvre le bal face au Burkina Faso ce samedi a Dar es Salaam.\nLe Maroc, double champion et grand favori, est de retour apres son retrait en 2023. Le Kenya\ndebute sous la houlette de Benni McCarthy, ancien international sud-africain et coach adjoint a\nManchester United. LOuganda, lui, espere enfin passer la phase de groupes, avec laide de Denis\nOnyango, son ancien capitaine devenu entraineur des gardiens. Enfin, le Senegal, champion en\ntitre affrontera le Nigeria dans un choc ouest-africain attendu le 5 aout a Zanzibar. Un CHAN inedit,\naux enjeux sportifs et symboliques majeurs pour lAfrique.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1271,
                "words": 216,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Le Canada va reconnaitre l'Etat de Palestine, sous conditions",
            "date": "2025-07-31T15:09:03.302957",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Le Canada va reconnaitre l'Etat de Palestine, sous conditions\n\nUne annonce historique de Mark Carney sinscrit dans une vague mondiale de reconnaissance\nsymbolique en reponse a la crise a Gaza.\nLe Premier ministre canadien Mark Carney a declare mercredi que le Canada reconnaitra\nofficiellement lEtat de Palestine en septembre 2025, a loccasion de la 80e session de lAssemblee\ngenerale des Nations unies.\nCette annonce intervient dans un contexte de pressions diplomatiques et demotion internationale\ncroissante face a la situation humanitaire catastrophique dans la bande de Gaza. « Le niveau de\nsouffrance humaine a Gaza est intolerable », a affirme Carney lors dune conference de presse a\nOttawa.\nUne reconnaissance conditionnelle\nLa decision canadienne nest toutefois pas sans conditions. Ottawa exige que lAutorite palestinienne\norganise des elections generales en 2026, auxquelles le Hamas ne pourra pas participer, et quelle\nengage un processus de demilitarisation. Des exigences qui soulevent des interrogations,\nnotamment sur leur faisabilite a court terme dans un territoire aussi instable.\nLongtemps partisan dune reconnaissance dans le cadre dun accord de paix negocie, le Canada\naligne desormais sa position sur celle de plusieurs allies europeens. La France a ete la premiere\npuissance du G7 a annoncer la reconnaissance de la Palestine, suivie du Royaume-Uni. Le Canada\ndevient ainsi le troisieme pays occidental a franchir ce cap en lespace de quelques semaines.\nUn geste symbolique, mais lourd de sens\nPlus de 140 pays reconnaissent aujourdhui lEtat de Palestine, dont une douzaine en Europe. Si la\nreconnaissance par Ottawa reste symbolique sur le plan juridique, elle participe a un mouvement\nmondial croissant en faveur dune solution politique au conflit israelo-palestinien.\nLa decision canadienne pourrait egalement augmenter la pression diplomatique sur Israel et\nremettre la question palestinienne au centre du debat international, a lapproche de lAssemblee\ngenerale de lONU.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1935,
                "words": 287,
                "lines": 25
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "La",
            "date": "2025-07-30T16:31:07.820033",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "La\n\nThailande\net\nle\nCambodge\nannoncent\nun\n\"cessez-le-feu\ninconditionnel\"\nLa Thailande et le Cambodge ont convenu d'un cessez-le-feu inconditionnel a partir de lundi minuit.\nLaccord a ete annonce par le Premier ministre malaisien Anwar Ibrahim, mediateur.\nLe Premier ministre cambodgien, Hun Manit, a qualifie cet accord de « progressiste ».\nLe gouvernement thailandais declare que 22 personnes, dont huit soldats, ont ete tuees depuis le\ndebut du conflit aux frontieres avec le Cambodge.\nPlus de 139 000 habitants ont ete evacues. La plupart ont quitte les provinces de Si Saket, Surin et\nUbon Ratchathani.\nLes tensions ont commence le 28 mai, lorsque des soldats thailandais ont tire sur un poste\ncambodgien dans une zone disputee, tuant un soldat. Des combats ont aussi repris le 24 juillet le\nlong de la frontiere.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 813,
                "words": 130,
                "lines": 18
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Droits de douane : Ramaphosa engage des negociations intensives",
            "date": "2025-08-02T09:36:17.465872",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Droits de douane : Ramaphosa engage des negociations intensives\n\navec Washington\nLe president sud-africain Cyril Ramaphosa indique etre engage dans des \"negociations intensives\"\navec ladministration americaine pour parvenir a un accord sur les droits de douane.\nLAfrique du Sud fait en effet partie des pays vises par une hausse de taxes douanieres actee par le\npresident americain Donald Trump. Washington veut imposer a Pretoria des taxes de 30% sur ses\nexportations vers les Etats-Unis. Lentree en vigueur initialement prevue ce 1er aout a ete repoussee\nau 7 aout prochain.\nLe gouvernement sud-africain a declare uvrer pour soutenir les entreprises susceptibles detre\ntouchees par les droits de douane de 30 % sur ses exportations. Les syndicats de travailleurs\nredoutent egalement limpact sur les emplois dans le pays.\nAnticipant l'imminence des droits de douane de 30 %, la banque centrale sud-africaine a revise les\nprevisions de croissance annuelle du pays de 1,2 % a 1 %,\ncitant l'impact des droits de douane sur les exportations agricoles et manufacturieres.\nLa federation syndicale Cosatu, qui represente plus de 1,5 million de travailleurs, a mis en garde\ncontre d'eventuelles pertes d'emplois.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1140,
                "words": 177,
                "lines": 15
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Le Benin accorde la nationalite a l'Afro-Americaine Ciara",
            "date": "2025-07-30T16:29:37.352924",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Le Benin accorde la nationalite a l'Afro-Americaine Ciara\n\nLe Benin a decide daccorder la citoyennete aux descendants desclave. La mesure est encadree par\nla loi.\nLa chanteuse americaine Ciara est l'une des premieres personnalites a devenir citoyenne du Benin.\nElle a recu son certificat samedi a Cotonou.\nPour acceder a la nationalite beninoise, les afro-descendants doivent prouver quun de leurs\nancetres a ete victime de la traite des esclaves. Test ADN et temoignages authentifies sont\nacceptes.\nAlors que le pays dAfrique de lOuest veut booster son tourisme a travers les sites lies a l'esclavage.\nMais pas que, le Benin veut par ce geste reconnaitre son role dans le commerce transatlantique des\nesclaves.\nCest dans cette optique le cineaste americain Spike Lee et son epouse ont ete eleves au rang\ndambassadeur du Benin aupres de la diaspora afro-descendante des Etats-Unis.\nEn 1999, le president de l'epoque, Mathieu Kerekou, a presente ses excuses aux Afro-Americains\nlors d'une visite dans une eglise de Baltimore.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 965,
                "words": 153,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Nouvelle flambee de tensions entre l'Ouganda et le Soudan du Sud",
            "date": "2025-07-31T15:09:08.862763",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Nouvelle flambee de tensions entre l'Ouganda et le Soudan du Sud\n\nDes affrontements ont eclate entre les troupes ougandaises et sud-soudanaises le long de leur\nfrontiere commune, provoquant un echange de tirs qui a coute la vie a au moins quatre personnes,\na declare mercredi un responsable militaire de lOuganda. Ces violences surviennent dans un\ncontexte de tensions croissantes autour de zones frontalieres contestees\n.\nSelon le general de division Felix Kulayigye, porte-parole de larmee ougandaise, trois soldats\nsud-soudanais ont ete tues apres que les forces ougandaises ont riposte a la mort de lun de leurs\nsoldats, survenue lundi. Toutefois, Wani Jackson Mule, un responsable local de lEtat dEquatoria\ncentral au Sud-Soudan, a affirme avoir recu les corps de cinq militaires.\nLincident sest produit dans une region isolee du nord-ouest de lOuganda, connue sous le nom de\nNil occidental. Dapres Kulayigye, des soldats sud-soudanais auraient franchi la frontiere, installe un\ncampement et refuse de se retirer, obligeant les troupes ougandaises a intervenir. « Nous avons ete\ncontraints demployer la force », a-t-il declare.\nDe son cote, Mule a qualifie levenement d« attaque surprise » menee par les forces ougandaises\nsur une zone que le Sud-Soudan considere comme faisant partie de son territoire.\nLe porte-parole de larmee sud-soudanaise, le general de division Lul Ruai Koang, a indique quun\ncessez-le-feu immediat avait ete convenu entre les deux armees afin de permettre une enquete sur\nce nouvel accrochage.\nCertaines portions de la frontiere entre lOuganda et le Sud-Soudan font lobjet de differends depuis\nplusieurs annees. Pour tenter de resoudre ces desaccords, un comite conjoint de delimitation a ete\nmis en place, selon Kulayigye. Les deux pays esperent parvenir a une resolution definitive dici\n2027.\nBien que des escarmouches aient eclate sporadiquement dans cette zone au fil des ans, de telles\nconfrontations armees entre ces deux allies militaires demeurent rares. Les troupes ougandaises\nsont pourtant presentes au Sud-Soudan pour soutenir le president Salva Kiir face aux forces fideles\nau vice-president Riek Machar, avec notamment des unites speciales deployees a Juba et dans\ndautres regions du pays.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2167,
                "words": 331,
                "lines": 27
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Le Somaliland recherche la reconnaissance internationale des USA",
            "date": "2025-07-30T16:26:51.139699",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Le Somaliland recherche la reconnaissance internationale des USA\n\nLe territoire secessionniste a proclame son independance de la Somalie en 1991, et au aujourd'hui\nplus que jamais il voudrait des actes forts de la part des puissances mondiales comme les\nEtats-Unis.\nDans une missive adressee au president Trump, le president du Somaliland, Abdirahman Mohamed\nAbdullahi se dit pret a offrir a Washington une base militaire a l'entree de la mer Rouge et des\nmarches de mineraux essentiels dans sa quete de souverainete.\nHargeisa fait pression, mais les Etats-Unis reconnaissent deja les revendications de la Somalie sur\nle somaliland;\nEt nous sommes en pleine rivalite internationale entre les Etats-Unis et la Chine pour les ressources\nstrategiques en Afrique.\nLa lettre du 16 mars, authentifiee par un diplomate regional ayant connaissance du dossier, indique\nque le president Hassan Sheikh Mohamud a declare que les actifs comprenaient des bases\naeriennes a Balidogle et Berbera, ainsi que les ports de Berbera et Bosaso.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 956,
                "words": 150,
                "lines": 13
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "USA : ancienne star de NBA, Gilbert Arenas risque 15 ans de prison",
            "date": "2025-08-01T10:55:55.813741",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "USA : ancienne star de NBA, Gilbert Arenas risque 15 ans de prison\n\nGilbert Arenas, ancienne star de la NBA, a retrouve sa liberte provisoire quelques heures apres son\nmais risque 15 ans de prison.\nLancien basketteur et 5 autres personnes ont ete interpellees mercredi, accusees d'avoir organise\ndes parties de poker illegales a enjeux eleves, dans son manoir de Los Angeles entre septembre\n2021 et juillet 2022.\nApres un passage devant le juge jeudi, il a ete libere sous caution en echange de 50 000 dollars.\nA sa sortie du tribunal, Arenas a rejete cette accusation, expliquant avoir « loue la maison » et\nn'avoir « pas participe aux festivites ».\nLancienne star des Washington Wizards et les 5 autres personnes, dont un membre presume d'un\ngroupe criminel israelien, sont poursuivis pour dautres chefs d'accusation.\nNotamment complot en vue d'exploiter une entreprise de jeux d'argent illegale, exploitation d'une\nentreprise de jeux d'argent illegale et fausses declarations a des enqueteurs federaux.\nSi Arenas est reconnu coupable, il encourt jusqu'a cinq ans de prison pour chacun des chefs, soit\n15 ans au total.\nArenas a marque en moyenne 20,7 points en 11 ans de carriere au sein de quatre equipes, et plus\nde sept saisons a Washington, de 2004 a 2011.\nSurnomme \"Agent Zero\", il a ete trois fois All-Star.\nGilbert Arenas, qui a plaide non coupable, devrait comparaitre le 23 septembre.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1327,
                "words": 218,
                "lines": 18
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Etats-Unis : sous-marins deployes, tensions ravivees avec Moscou",
            "date": "2025-08-02T09:35:55.915257",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Etats-Unis : sous-marins deployes, tensions ravivees avec Moscou\n\nLe president americain Donald Trump a annonce ce vendredi 1er aout le repositionnement de deux\nsous-marins nucleaires dans des « zones appropriees », une mesure de reponse aux recentes\ndeclarations de Dmitri Medvedev, ancien president russe et actuel vice-president du Conseil de\nsecurite russe.\nLe 28 juillet, Medvedev avait poste sur le reseau social X un message critique envers les ultimatums\namericains exigeant un cessez-le-feu en Ukraine. Selon lui,\n« chaque nouvel ultimatum est une menace et un pas vers la guerre »\n, qualifiant le ton adopte par Trump de\n« theatral\n».\nFace a ces propos, Donald Trump a souligne limportance des mots, avertissant quils\n« peuvent avoir des consequences imprevues ».\nIl a egalement confirme son intention dimposer des sanctions economiques severes, notamment\ndes sanctions secondaires visant les pays qui continuent dacheter du petrole russe.\nLobjectif est de priver Moscou de ressources essentielles pour financer son effort de guerre en\nUkraine.\nCe repositionnement des sous-marins nucleaires reflete une escalade dans les tensions entre\nWashington et Moscou. Il survient alors que les tentatives diplomatiques pour instaurer un\ncessez-le-feu restent fragiles, et que le conflit en Ukraine entre dans sa quatrieme annee.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1263,
                "words": 193,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Guerre a Gaza : la Slovenie interdit le commerce darmes avec Israel",
            "date": "2025-08-02T09:37:13.437889",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Guerre a Gaza : la Slovenie interdit le commerce darmes avec Israel\n\nLa Slovenie a annonce jeudi qu'elle interdirait tout commerce d'armes avec Israel en raison de la\nguerre a Gaza. Une premiere pour un pays de l'Union europeenne.\nTanja Fajon, ministre slovene des Affaires etrangeres, a appele les pays de l'Union europeenne a\nappliquer de lourdes sanctions a l'encontre d'Israel en raison de la situation humanitaire a Gaza.\nFajon a declare que l'UE devait utiliser\ntous les moyens a sa disposition pour faire pression\nsur Israel et empecher la mort de civils.\n\"La position slovene est tres claire. L'Union europeenne doit utiliser tous les moyens a sa disposition\npour empecher la poursuite de cette guerre et le massacre de civils\",\na-t-elle declare mardi dernier.\n\"En vertu de la convention sur le genocide, nous sommes responsables, comme tous les pays, de\nfaire cesser le massacre de civils\".\nLa Slovenie s'oppose a Israel depuis le debut de la guerre a Gaza, appelant les autres membres de\nl'UE a se joindre aux sanctions commerciales et a imposer un\nembargo sur les armes.\nLes propos de la ministre slovene interviennent alors que les ministres des Affaires etrangeres des\n27 Etats membres de l'UE se reunissaient a Bruxelles mardi, a la suite d'un accord conclu par la\nplus haute diplomate de l'Union, Kaja Kallas, et le ministre israelien des Affaires etrangeres, Gideon\nSaar.\nSaar a rencontre les dirigeants de l'UE lundi, apres avoir accepte la semaine derniere de laisser\nentrer dans l'enclave palestinienne de 2,3 millions d'habitants, qui ont endure plus de 21 mois de\nguerre, des denrees alimentaires et du carburant dont le besoin se fait cruellement sentir.\nLes details de l'accord restent flous, mais les fonctionnaires de l'UE ont rejete toute cooperation\navec le Fonds humanitaire de Gaza, soutenu par Israel, pour des raisons d'ethique et de securite.\nLa priorite est d'ouvrir d'autres points de passage et de permettre a un plus grand nombre de\ncamions d'aide d'entrer dans la bande de Gaza, mais les responsables affirment qu'ils aimeraient\nfinalement mettre en place un poste de surveillance au point de passage de Kerem Shalom.\nLa guerre a Gaza a commence lorsque des militants du Hamas ont attaque le sud d'Israel le 7\noctobre 2023, tuant environ 1 200 personnes et en prenant 251 autres en otage, la plupart d'entre\nelles ayant ete liberees lors de cessez-le-feu.\nIsrael a repondu par une offensive qui a tue plus de 58 000 Palestiniens, dont plus de la moitie\netaient des femmes et des enfants, selon le ministere de la sante de Gaza.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2495,
                "words": 415,
                "lines": 32
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "\"Lilo et Stitch\" creve l'ecran, une suite deja attendue",
            "date": "2025-07-30T16:30:50.431458",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "\"Lilo et Stitch\" creve l'ecran, une suite deja attendue\n\nBien de choses ont change pour les stars de \"Lilo et Stitch\" depuis que le film est devenu le grand\nsucces de 2025.\nPour Maia Kealoha, 8 ans, cela signifie qu'il n'y a plus de Doritos - elle a appris qu'elle doit garder\nses dents propres, surtout lorsqu'elle donne des interviews.\nKealoha, Sydney Agudong et Tia Carrere en ont fait beaucoup, faisant un tour de piste avec \"Lilo &\nStitch\" au Comic-Con 2025 et promouvant les debuts du film en streaming pour la location et la\nvideo a la demande.\nUn autre changement ? Kealoha dit avec un grand sourire qu'elle a ete reconnue dans les magasins\n\"environ cinq mille fois\".\nPour Agudong, le film est \"une ode a Hawai\" et c'est \"vraiment cool de voir a quel point le monde l'a\nadopte et quel impact Lilo et Stitch a eu en tant qu'histoire intemporelle\".\nElle dit avoir eu la chance de feter le succes du film avec sa famille et ses amis et, malgre les\npremieres et les interviews en rafale, elle peut toujours \"aller a la plage et s'amuser encore une fois,\net je suis la meme\".\nKealoha et Agudong sont les grandes vedettes du film, qui est la plus grande superproduction de\n2025, avec plus d'un milliard de dollars de recettes.\n\"Notre petit ami bleu Stitch est desormais milliardaire et nous ne pourrions pas etre plus\nenthousiastes\", declare Carrere avec enthousiasme.\nEn ce qui concerne une suite, le trio dit se sentir \"hanna hou\", un terme hawaien qui signifie repeter\nou faire quelque chose a nouveau.\n\"Bien entendu, nous ne pouvons ni confirmer ni infirmer l'existence d'un tel projet, que ce soit dans\ncet univers ou dans le suivant. Desole ! Note joyeusement Carrere.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1619,
                "words": 287,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Ghana : la Banque centrale annonce une baisse du taux dinteret",
            "date": "2025-08-01T10:56:02.046455",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Ghana : la Banque centrale annonce une baisse du taux dinteret\n\nAu Ghana, la banque centrale a abaisse le taux d'interet de reference de 300 points de base a 25%\nce mercredi. La decision intervient alors que l'inflation enregistre un recul significatif.\nEn juin 2025, l'inflation des prix a la consommation a baisse a 13,7 %, contre 18,4 % en mai. Il sagit\ndu\ntaux d'inflation le plus bas depuis decembre 2021\n. La baisse est generale, elle concerne les prix des produits alimentaires et des boissons, ainsi que\ndes vetements et des chaussures. Les prix des transports ont egalement baisse au mois de juin.\nSelon les observateurs economiques, linflation devrait continuer a ralentir jusqua la fin de l'annee.\nLa Banque du Ghana declare que la reduction du taux dinteret reflete une confiance croissante\ndans la tendance a la desinflation.\nIl s'agit de la premiere baisse de la banque depuis septembre 2024, date a laquelle elle avait reduit\nle taux de 200 points de base.\nLe gouverneur de la Banque du Ghana, Johnson Asiama, a declare lors d'une conference de presse\nmercredi que\nles conditions macroeconomiques se sont considerablement ameliorees\n.\nIl a ajoute que les risques d'inflation devraient etre attenues grace a des cadres de politique\nmonetaire geres de maniere appropriee et a des efforts continus de consolidation fiscale.\nCependant, l'inflation moyenne devrait depasser a la fois la moyenne de l'Afrique subsaharienne\n2025 et l'objectif de la Banque centrale, pour la quatrieme annee consecutive. La volatilite des prix\ndes matieres premieres dans un contexte de tensions commerciales mondiales persistantes\nconstitue un risque pour leconomie nationale.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1603,
                "words": 255,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Chine : des milliers de jeunes reunis a Pekin pour appeler a la paix",
            "date": "2025-08-01T10:56:08.392760",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Chine : des milliers de jeunes reunis a Pekin pour appeler a la paix\n\nA loccasion de la Conference mondiale de la jeunesse pour la paix, plus de 3 000 jeunes venus de\nChine et du monde entier ont lance un appel commun au dialogue, a la cooperation et a la solidarite\nface aux defis mondiaux.\nLa Conference mondiale de la jeunesse pour la paix sest tenue mardi a Pekin, rassemblant plus de\n3 000 jeunes representants de Chine et dune cinquantaine de pays autour du theme « Ensemble\npour la paix ». Levenement marque egalement le 80e anniversaire de la victoire de la Chine dans la\nguerre de resistance contre lagression japonaise et de la Seconde Guerre mondiale.\nDans un contexte mondial marque par les tensions geopolitiques, le changement climatique et la\ndesinformation, les participants ont souligne le role essentiel de la jeunesse dans la construction\ndun avenir pacifique et durable.\nLa conference a debouche sur la publication dune Initiative mondiale de la jeunesse pour la paix, un\ntexte symbolique appelant les jeunes a : Etre gardiens de la paix mondiale, Favoriser les echanges\nentre civilisations, Defendre une cooperation internationale gagnant-gagnant, Agir face au\nchangement climatique, Promouvoir la technologie au service du bien social.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1187,
                "words": 191,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Cote dIvoire : le changement climatique inquiete les producteurs de",
            "date": "2025-07-30T16:30:44.235920",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Cote dIvoire : le changement climatique inquiete les producteurs de\n\ncacao\nLes producteurs de cacao de la Cote d'Ivoire ont declare lundi 28 juillet, s'inquieter de limpact des\nvariations climatiques sur leur recolte. Notamment le manque de pluie et les vagues de froid.\nLa semaine derniere, les precipitations etaient inferieures a la moyenne de saison dans les\nprincipales regions productrices de cacao du pays.\nAu meme moment, une vague de froid suscitait des inquietudes aupres des agriculteurs quant aux\ndommages potentiels causes aux cultures.\nDes changements qui pour eux pourraient reduire les attentes pour la recolte principale d'octobre a\nmars prochains.\nLa Cote d'Ivoire, premier producteur mondial de cacao, est dans sa grande saison des pluies ou les\nprecipitations sont souvent fortes et abondantes.\nElle s'etend officiellement d'avril a mi-novembre, periode durant laquelle les plans de cacao\ncroissent.\nSi plusieurs producteurs ont indique que leur recolte se developpait bien, avec de nombreuses\nfleurs et de petites cabosses dodues, ils ont toutefois alerte qu'un ciel couvert persistant et une\nvague de froid pourraient dessecher les fleurs et les cabosses.\nUn ensoleillement limite pourrait, quant a lui, accroitre le risque de maladies dans les plantations.\nPour les agriculteurs des regions du sud d'Agboville et de Divo, et de la region orientale\nd'Abengourou, plus d'humidite et de soleil dans les semaines a venir seront essentiels pour soutenir\nle developpement des cultures.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1433,
                "words": 218,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Contre la deforestation, l'Ethiopie plante 700 millions darbres en une",
            "date": "2025-08-02T09:37:59.993288",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Contre la deforestation, l'Ethiopie plante 700 millions darbres en une\n\njournee\nC'est un record pour l'Ethiopie, le pays a annonce avoir plante 700 millions darbres en une seule\njournee, dans le cadre de son ambitieux programme de reboisement, lInitiative de lHeritage vert,\nlancee en 2019 par le Premier ministre Abiy Ahmed.\nPlus quune campagne ponctuelle, ce projet est devenu un veritable mouvement national. Avec\nl'objectif ambitieux de planter 48 milliards darbres dici la fin de la saison des pluies. Un effort\ncolossal pour restaurer les ecosystemes, lutter contre la deforestation, et repondre aux defis du\nchangement climatique. Cette initiative a attire lattention de la communaute internationale. Des\nchefs dEtat, diplomates et dirigeants etrangers ont participe aux plantations cette semaine, a\nloccasion du sommet des Nations unies sur les systemes alimentaires.\nParmi eux : la Premiere ministre italienne Giorgia Meloni, le president kenyan William Ruto et le\npresident somalien Hassan Sheikh Mohamud. Le mot dordre de cette edition etait \"La renaissance\npar la plantation\" un message fort, alors que lEthiopie, comme de nombreux pays africains, fait face\na lerosion des sols, a des pluies irregulieres et a une perte acceleree de biodiversite. Avec lHeritage\nvert, lEthiopie espere devenir un modele mondial de restauration ecologique a grande echelle.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1295,
                "words": 196,
                "lines": 15
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Senegal : un nouveau plan economique pour renforcer les finances",
            "date": "2025-08-02T09:36:45.438246",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Senegal : un nouveau plan economique pour renforcer les finances\n\nLe Premier ministre senegalais Ousmane Sonko a presente vendredi 1er aout 2025 au Grand\nTheatre de Dakar un plan de redressement economique destine a renforcer les finances publiques\net relancer la croissance. Ce plan intervient dans un contexte dinflation elevee, proche de 8 %, et de\npression croissante sur la dette publique.\nSinscrivant dans le cadre dun partenariat avec le Fonds monetaire international (FMI), ce\nprogramme vise a mobiliser davantage les ressources internes pour reduire la dependance aux\nfinancements exterieurs.\nParmi les mesures phares, la lutte contre la fraude fiscale a la Senelec, la compagnie nationale\ndelectricite, est au centre des priorites, avec des recettes additionnelles estimees a plus de 90\nmilliards de francs CFA.\nLe Premier ministre a aussi annonce une hausse de la taxation sur les jeux en ligne et le tabac,\nmesures qui pourraient rapporter plus de 100 milliards de francs CFA. Des redevances seront\negalement instaurees dans le secteur de laudiovisuel, notamment sur les publicites et les services\nnumeriques en ligne.\nPar ailleurs, le plan prevoit le relevement de lage limite pour limportation des vehicules de tourisme,\nune demande longtemps portee par la diaspora senegalaise, afin de dynamiser le marche local et\nrepondre aux besoins des expatries.\nOusmane Sonko a invite les Senegalais a soutenir ces reformes essentielles pour restaurer la\nstabilite economique et assurer une croissance durable dans un contexte mondial incertain.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1483,
                "words": 227,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "La Cour de justice de lUE autorise les recours contre le Tribunal",
            "date": "2025-08-02T09:36:01.290707",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "La Cour de justice de lUE autorise les recours contre le Tribunal\n\narbitral du sport\nCest une decision qui pourrait profondement remodeler le paysage juridique du football europeen.\nLa Cour de justice de lUnion europeenne (CJUE) a juge ce vendredi que les tribunaux des Etats\nmembres doivent pouvoir controler les decisions du Tribunal arbitral du sport (TAS), pourtant base\nen Suisse.\nCe revirement de jurisprudence met un terme a un cadre jusque-la rigide : les sportifs, clubs ou\nagents etaient contraints daccepter les verdicts du TAS, sans reel recours, en dehors dune\nprocedure restreinte devant la Cour supreme suisse. Cette derniere nintervenait que sur des points\nde procedure, excluant tout debat de fond.\nDans son arret, la CJUE affirme que les sentences du TAS doivent pouvoir faire lobjet dun controle\njuridictionnel approfondi pour garantir leur conformite avec le droit europeen, notamment les\nprincipes fondamentaux du droit a un proces equitable et a une protection juridictionnelle effective.\nLe fait que la Suisse ne soit pas membre de lUnion ne saurait empecher un tel controle lorsquun\nlitige implique une partie europeenne.\nCette decision fait suite a une longue bataille juridique initiee en 2015 par le club belge RFC Seraing\net le fonds dinvestissement maltais Doyen Sports. Tous deux setaient opposes aux regles de la\nFIFA interdisant la propriete par des tiers des droits economiques des joueurs. Nayant pu contester\nefficacement les sanctions infligees via le TAS, ils setaient tournes vers la justice belge... qui avait\nfini par saisir la CJUE.\nLarret du 1er aout ne porte pas directement sur la legalite de la\nThird-Party Ownership\n(TPO), mais sur le cadre juridique dans lequel sont rendues les decisions du TAS. En substance :\nune sentence arbitrale qui empecherait tout recours devant un tribunal national est\ncontraire au droit de lUnion.\nCree en 1984 a Lausanne, le TAS est aujourdhui la juridiction incontournable pour les litiges\nsportifs. Il traite chaque annee pres de 950 affaires, dont une majorite dans le football. La FIFA,\nclient majeur, a verse a elle seule 2,5 millions de francs suisses en 2023, soit plus de 10 % du\nbudget du tribunal.\nCette decision constitue un nouveau revers pour les grandes federations sportives installees en\nSuisse. Apres les arrets tres mediatises sur la Super League ou le transfert de Lassana Diarra, la\nCour de Luxembourg continue detendre lapplication du droit europeen dans le champ du sport\nprofessionnel.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2417,
                "words": 385,
                "lines": 32
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Kim Le Court, premiere Africaine a remporter une etape du Tour de",
            "date": "2025-08-01T10:55:32.768717",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Kim Le Court, premiere Africaine a remporter une etape du Tour de\n\nFrance\nLa Mauricienne Kim Le Court-Pienaar a franchi en premier la ligne d'arrivee de la cinquieme etape\ndu Tour de France Femmes mercredi, devenant ainsi la premiere Africaine a remporter une etape\nde la plus grande course cycliste du monde.\nAvec ce succes, Le Court, agee de 29 ans, reprend egalement le maillot jaune, ce qui signifie\nqu'elle est en tete de la course.\nL'etape de 166 km - la plus longue de cette edition - s'est terminee par un sprint royal entre\nquelques-unes des plus grandes favorites du Tour, dont la Neerlandaise Demi Vollering et la\nPolonaise Katarzyna Niewiadoma.\n\"C'est vraiment un debut de Tour de reve. La victoire d'etape, le maillot jaune\"\n, a declare Kim Le Court,\n\"je n'y pensais meme pas quand nous avons pris le depart en Bretagne\"\n.\nKim Le Court a commence a faire du velo des son plus jeune age a\nl'ile Maurice\n, inspiree par ses parents et son frere aine. Pourtant, venant d'un minuscule Etat insulaire d'Afrique,\nle reve de devenir pro en Europe a longtemps semble lointain.\n\"Je suis arrivee en Europe en 2015-2016 et, honnetement, cela a ete extremement difficile pour\nmoi. Aujourd'hui, mes coequipieres rient encore de mes resultats de l'epoque\"\n, a-t-elle declare a BBC Sport Africa.\nLe sejour de Kim Le Court-Pienaar en Europe a ete de courte duree, car les difficultes financieres et\nle manque de structures de soutien ont eu raison d'elle. Elle est retournee en Afrique, ou elle a\nretrouve sa forme en\nAfrique du Sud\net un nouvel interet pour les courses de velo de montagne.\nCependant, le reve d'une course sur route de haut niveau ne s'est jamais eteint. Elle a signe un\ncontrat avec l'equipe\nAG Insurance-Soudal\npour 2024 et a connu sa premiere grande chance lorsqu'elle est devenue la premiere Africaine a\nremporter une etape du Giro d'Italia Donne en juillet de la meme annee.\n\"J'ai tres envie d'en savoir plus et de prendre de nouveaux departs\"\n, a declare Kim Le Court.\nLe Tour de France Femmes 2025 sera la premiere fois que la Mauricienne tentera de remporter le\nclassement general d'une course par etapes.\nPour ce qui est de la suite, nous verrons, car je ne connais pas mes limites en montagne\", a-t-elle\ndeclare.\nLes cyclistes du Tour de cette annee parcourront une distance record de 1165 km avec 17,2 km de\ndenivele positif au cours des 9 etapes avant qu'un vainqueur general ne soit couronne dimanche.\nSources additionnelles\nBBC",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2388,
                "words": 414,
                "lines": 40
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "La chanteuse afro-americaine Ciara obtient la nationalite beninoise",
            "date": "2025-07-31T15:08:44.396894",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "La chanteuse afro-americaine Ciara obtient la nationalite beninoise\n\nLa chanteuse americaine devient l'une des premieres personnalites a beneficier de la nouvelle loi\ndu Benin, qui reconnait les descendants de victimes de la traite transatlantique.\nLa star americaine Ciara, laureate dun Grammy Award, est desormais citoyenne du Benin. Elle a\nrecu la nationalite lors dune ceremonie officielle organisee samedi a Cotonou, capitale economique\ndu pays.\nElle devient ainsi lune des premieres personnalites a beneficier dune nouvelle loi beninoise, qui\naccorde la citoyennete aux descendants de personnes reduites en esclavage pendant la traite\ntransatlantique.\nCette initiative du gouvernement beninois sinscrit dans une volonte de reconciliation avec le passe.\nLe Benin, autrefois un des principaux points de depart de la traite negriere vers les Ameriques,\ncherche aujourdhui a reconnaitre son role historique tout en tissant de nouveaux liens avec la\ndiaspora africaine.\n\"En reconnaissant legalement ces enfants dAfrique, le Benin panse une blessure historique. Cest\nun acte de justice, mais aussi dappartenance et despoir\"\n, a declare le ministre de la Justice, Yvon Detchenou, lors de la ceremonie.\nUne ouverture vers la diaspora noire\nLe pays espere egalement, par cette politique, attirer les Afro-descendants a se reconnecter avec\nleurs origines. Le gouvernement mise sur un tourisme culturel et memoriel autour des sites lies a\nlesclavage, comme Ouidah, connu pour sa\n\"Route des esclaves\"\n.\nLa venue de Ciara au Benin et sa naturalisation ont ete largement saluees, tant sur les reseaux\nsociaux que par les autorites, comme un symbole fort dun retour aux racines africaines.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1611,
                "words": 244,
                "lines": 23
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Kenya : de nouvelles regles pour la vente et la consommation",
            "date": "2025-07-31T15:08:50.111592",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Kenya : de nouvelles regles pour la vente et la consommation\n\nd'alcool\nAu Kenya, l'Autorite nationale de lutte contre l'alcoolisme et la toxicomanie a interdit la vente dalcool\nen ligne. La mesure concerne aussi les livraisons a domicile.\nMais pas seulement, les supermarches, les stations-service, les restaurants et plusieurs autres lieux\npublics sont aussi touches par la decision annoncee mercredi.\nPar ailleurs, Nairobi a releve l'age legal de consommation d'alcool a 21 ans contre 18 ans\nprecedemment. Dans la foulee, le pays a aussi interdit lutilisation de personnalites dotees dune\ncertaine notoriete dans les campagnes de promotion des produits alcoolises. Alors que les\nentreprises liees a lalcool ne doivent plus parrainer des entites sportives.\nA travers ces restrictions, les autorites kenyanes veulent prevenir, reduire et controler l'acces et la\ndisponibilite de l'alcool, des drogues entre autres.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 852,
                "words": 125,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Guerre Israel-Hamas : l'Egypte appelle Trump au secours pour Gaza",
            "date": "2025-07-30T16:30:30.636171",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Guerre Israel-Hamas : l'Egypte appelle Trump au secours pour Gaza\n\nDans un discours televise, le president Abdel Fattah el-Sissi a declare que son homologue\namericain Donald Trump est \"celui qui est capable d'arreter la guerre et de favoriser l'acheminement\nde l'aide aux Palestiniens.\nDans un discours televise, le president Abdel Fattah el-Sissi a declare que le dirigeant americain est\n\"celui qui est capable d'arreter la guerre, d'apporter l'aide et de mettre fin a cette souffrance\".\nIl a egalement qualifie les conditions a l'interieur de Gaza de \"tragiques\" et d'\"intolerables\".\nLe president americain Donald Trump a qualifie dimanche de \"terribles\" les images d'enfants\nemacies et mal nourris a Gaza.\nIsrael a annonce dimanche une pause de 10 heures par jour dans les operations militaires dans\ncertaines zones afin d'ameliorer l'acheminement de l'aide.\nCes pauses s'inscrivent dans le cadre d'une serie de mesures prises alors que les inquietudes\nconcernant l'aggravation de la faim dans le territoire augmentent et qu'Israel est confronte a une\nvague de critiques internationales concernant sa conduite dans cette guerre qui dure depuis 21\nmois.\nApres avoir mis fin au dernier cessez-le-feu en mars, Israel a interdit l'entree de nourriture, de\nmedicaments, de carburant et d'autres fournitures a Gaza pendant 2 12 mois, expliquant qu'il voulait\nfaire pression sur le Hamas pour qu'il libere des otages. Cinquante d'entre eux se trouvent toujours\na Gaza, dont plus de la moitie seraient morts.\nSous la pression internationale, Israel a legerement allege le blocus en mai.\nDepuis, la moyenne de 69 camions par jour est bien inferieure aux 500 a 600 camions necessaires\nselon les Nations unies.\nL'ONU affirme qu'elle n'a pas ete en mesure de distribuer une grande partie de l'aide parce que des\nfoules affamees et des gangs s'emparent de la plus grande partie de l'aide contenue dans les\ncamions.\nPour tenter de soustraire l'acheminement de l'aide au controle de l'ONU, Israel a soutenu la\nFondation humanitaire de Gaza, enregistree aux Etats-Unis, qui a ouvert quatre centres de\ndistribution en mai.\nSelon le bureau des droits de l'homme de l'ONU, plus de 1 000 Palestiniens ont ete tues par les\nforces israeliennes depuis le mois de mai alors qu'ils tentaient d'obtenir de la nourriture, la plupart\ndu temps a proximite de ces sites.\nL'armee israelienne a declare que deux soldats avaient ete tues a Gaza, ce qui porte le total a 898\ndepuis l'attaque du Hamas du 7 octobre 2023 qui a declenche la guerre.\nLe Hamas avait alors tue 1 200 personnes, pour la plupart des civils, et pris 251 otages.\nL'offensive de represailles d'Israel a tue plus de 59 700 Palestiniens, selon le ministere de la sante\nde Gaza. Ce decompte ne fait pas de distinction entre les militants et les civils, mais le ministere\nindique que plus de la moitie des morts sont des femmes et des enfants. Le ministere est place\nsous l'autorite du gouvernement du Hamas. L'ONU et d'autres organisations internationales le\nconsiderent comme la source la plus fiable de donnees sur les victimes.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3001,
                "words": 489,
                "lines": 38
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Le Togo reconnait 54 morts aux mains d'Al-Qaida depuis debut 2025",
            "date": "2025-07-30T16:26:34.952193",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Le Togo reconnait 54 morts aux mains d'Al-Qaida depuis debut 2025\n\nUn groupe affilie a Al-Qaida a tue des dizaines de civils et huit soldats depuis le debut de l'annee au\nTogo.\nC'est ce qu'a declare la semaine derniere le ministre des Affaires etrangeres de ce pays d'Afrique\nde l'Ouest.\nIl s'agit de l'une des rares reconnaissances officielles du bilan des attaques croissantes.\nLe ministre des affaires etrangeres, Robert Dussey, a declare que 15 attaques avaient ete\nperpetrees dans le nord du Togo depuis le debut de l'annee par le Jama'a Nusrat ul-Islam wa\nal-Muslimin - le JNIM. Ce groupe d'insurges operationel dans la region du Sahel.\nLe ministre a evoque 54 civils tues.\nLa recrudescence des attaques en mai et juin a marque l'une des periodes les plus meurtrieres de\nl'histoire recente du Sahel, soulignant la menace djihadistes a un moment ou les gouvernements\nregionaux prennent leurs distances de leurs anciens allies militaires occidentaux, selon les\nanalystes.\nLa violence dans la region au sud du Sahara a commence lorsque des groupes djihadistes ont\ndetourne une rebellion touareg dans le nord du Mali en 2012.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1060,
                "words": 174,
                "lines": 15
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Nigeria : dans l'Etat de Zamfara, 33 otages tues malgre une rancon",
            "date": "2025-07-30T16:29:17.605433",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Nigeria : dans l'Etat de Zamfara, 33 otages tues malgre une rancon\n\nLes victimes ont ete assassinees malgre le versement d'une rancon de plus de 30 000 dollars.\nLetat de Zamfara dans le nord-est du Nigeria est\nen deuil\n. Selon les temoignages des habitants,\ndes ravisseurs ont tue 33 personnes\nqu'ils avaient kidnappees en fevrier dernier, malgre le versement d'une rancon de\n33 250 dollars\n, payee en deux versements par les habitants eux-memes.\nMannir Haidara, ladministrateur politique local, a confirme ces assassinats sans preciser le nombre\nde victimes.\nEn fevrier dernier,\n51 personnes ont ete enlevees\ndans le village de Banga. Parmi elles, trois femmes enceintes. La rancon a permis la liberation de\n18 otages. Le sort des 33 autres a ete plus tragique.\nCes violences ont initialement eclate en raison de conflits entre eleveurs et agriculteurs au sujet des\ndroits fonciers et des droits d'acces a l'eau. Face au chaos, des gangs se sont immisces entre les\ncommunautes, profitant de la faible influence du gouvernement pour asseoir leur autorite.\nDans un communique, le gouvernement de Zamfara a condamne ces meurtres, les qualifiant de\n\"barbares et laches\", ajoutant que les meurtriers seraient traduits en justice.\nLe gouvernement a indique que les meurtriers seraient traduits en justice.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1232,
                "words": 196,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "RDC : le FONAREV amorce la reparation des victimes apres 30 ans de",
            "date": "2025-08-01T10:55:07.970955",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "RDC : le FONAREV amorce la reparation des victimes apres 30 ans de\n\nconflits\nIdentifier, soigner, reparer : cest la mission du FONAREV, le fonds public congolais charge de venir\nen aide aux victimes des conflits armes en Republique democratique du Congo. A la veille de la\nJournee nationale de commemoration du genocoste, le 2 aout, son directeur general Patrick Fata\nrevient sur les premieres actions concretes menees sur le terrain et sur lurgence de faire\nreconnaitre a lechelle internationale les crimes de masse a but economique perpetres en RDC\ndepuis plus de trente ans.\nPourquoi le FONAREV a-t-il ete cree, et quelle est sa mission principale ?\nLe Fonds national de reparation des victimes de violences sexuelles liees aux conflits et des crimes\ncontre la paix a ete mis en place pour repondre au drame que vit la RDC depuis plus de trois\ndecennies. Plusieurs types de conflits armes ont touche le pays, causant des violences massives,\nnotamment sexuelles, sur les populations civiles. Le Fonds national de reparation a trois missions\nprincipales : identifier les victimes, les accompagner pour un acces a la justice, et leur accorder des\nreparations, individuelles ou collectives.\nOu en etes-vous aujourdhui dans lidentification et la prise en charge des victimes ?\nEn deux ans dexistence, nous avons pre-identifie plus de 400 000 victimes a travers le pays. Cest\nune etape fondamentale : on ne peut pas reparer une victime quon na pas identifiee.\nEn parallele, nous avons mis en place des mesures provisoires urgentes, le temps que notre\nstrategie de reparation soit finalisee. Plusieurs actions ont ete menees depuis le debut de lannee.\nNous avons deploye des cliniques mobiles dans les camps de deplaces de la Tshopo et de lIturi,\npermettant a plus de 20 000 personnes davoir un acces gratuit aux soins : consultations, examens,\nmedicaments. Nous avons aussi pris en charge 174 cas medicaux urgents, ou la vie des patients\netait en danger. Et dans le cadre des reparations collectives, nous avons installe des systemes\ndadduction deau pour ameliorer les conditions de vie dans plusieurs camps.\nPar ailleurs, les premieres indemnisations financieres ont commence ce mois de juillet pour\ncertaines victimes disposant de decisions de justice definitives.\nDou viennent ces victimes ? Lest du pays est-il votre principal terrain daction ?\nPas uniquement. Certes, nos cliniques mobiles ont ete deployees dans lest du pays, notamment en\nIturi et Tshopo, mais nous avons aussi pris en charge des victimes dans le Kasai ou le Grand\nBandundu. Les conflits ont touche lensemble du territoire. Cela dit, nous intervenons uniquement\ndans les zones accessibles. Aujourdhui, une partie de lest est sous occupation armee, ce qui\ncomplique nos interventions directes. Nous avons signe un partenariat avec le systeme des Nations\nunies, qui garde une capacite operationnelle dans certaines de ces zones. Grace a nos\nfinancements, des aides indirectes peuvent etre apportees a ces victimes.\nLe 2 aout est desormais reconnu comme Journee nationale de commemoration du genocoste en\nRDC. Quelle est la signification de ce terme, et pourquoi cette journee est-elle importante aujourdhui\n?\nLe genocoste designe le genocide a but economique perpetres en RDC dans le cadre des conflits\narmes. Ce terme a ete inscrit dans la loi congolaise, mais jusqua present, il ne beneficiait pas dune\nreconnaissance claire a lechelle internationale.\nLa journee du 2 aout, egalement instituee par la loi, a pour objectif de rendre hommage aux millions\nde victimes, mais aussi de prevenir la repetition de telles violences. Se souvenir, cest aussi poser\nles bases dun engagement collectif pour que cela ne se reproduise plus. La memoire, a elle seule,\nest deja une forme de reparation.\nCest dans cette optique que nous avons organise un colloque scientifique international, reunissant\ndes chercheurs congolais et etrangers, pour documenter les crimes, analyser les faits, et poser les\nbases dun argumentaire solide. Il ne sagit pas seulement de recits ou de temoignages, mais dun\ntravail de fond pour construire un corpus reconnu au niveau global, permettant de faire reconnaitre\nce qui sest passe en RDC. Parce que la reconnaissance des crimes, elle aussi, fait partie du\nprocessus de reparation.\nNotre vu le plus profond, meme en tant quinstitution de reparation, cest que la paix revienne enfin\ndans ce pays. Chaque jour de conflit fait de nouvelles victimes. Nous esperons que les accords en\ncours aboutiront a des solutions concretes. En attendant, nous continuons davancer, parfois\nlentement, mais avec determination.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4525,
                "words": 720,
                "lines": 54
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Cholera : 80 000 enfants menaces en Afrique de lOuest et centrale",
            "date": "2025-08-01T10:55:39.426716",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Cholera : 80 000 enfants menaces en Afrique de lOuest et centrale\n\nAlors que la saison des pluies sintensifie en Afrique de lOuest et du Centre, lUNICEF tire la\nsonnette dalarme : environ 80 000 enfants sont exposes a un risque eleve de cholera dans une\ndouzaine de pays de la region.\nLorganisation souligne que\ndes flambees actives ont ete signalees en Republique democratique du Congo (RDC) et au Nigeria\n, augmentant le danger de propagation transfrontaliere vers des pays voisins tels que le Tchad, le\nGhana, la Cote dIvoire ou encore le Togo. D'autres Etats comme le Niger, le Cameroun, le Liberia\net la Republique centrafricaine restent sous surveillance etroite.\nEn\nRDC\n, la situation est particulierement preoccupante. En juillet, plus de\n38 000 cas\nont ete recenses, avec\n951 deces\n. Les\nenfants de moins de cinq ans representent 25,6 % des cas enregistres\n, en raison dun acces limite a leau potable, a lhygiene et a lassainissement. La capitale, Kinshasa,\nconnait une recrudescence rapide des infections, avec un\ntaux de letalite atteignant 8 %\n, consequence directe des inondations et de la saturation des hopitaux.\nAu\nTchad\n, 55 cas suspects ont ete detectes dans un camp de refugies a Dougui, pres de la frontiere\nsoudanaise. Les conditions de vie y sont precaires : surpopulation, manque deau salubre et\nabsence dinfrastructures sanitaires renforcent le risque de propagation rapide du virus.\nLe\nNigeria\n, deja en proie a des epidemies recurrentes ces dernieres annees, a signale\nplus de 3 100 cas suspects et 86 deces\ndans 34 Etats fin juin. Le pays reste le second foyer le plus affecte de la region.\nSelon\nGilles Fagninou\n, directeur regional de lUNICEF pour lAfrique de lOuest et centrale :\n« Lacces a leau potable et a lhygiene est deja dramatique. Face aux fortes pluies et aux\ndeplacements de populations, la menace saggrave. Il faut agir immediatement, cest une question\nde survie. »\nLUNICEF appelle a\nune reponse durgence coordonnee\npour eviter que la region ne revive une crise sanitaire similaire a celle de\n2017\n, annee marquee par des vagues meurtrieres de cholera.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2026,
                "words": 341,
                "lines": 41
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Africa_News",
            "titre": "Insolite : record mondial pour un eclair de 829 km de long observe",
            "date": "2025-08-01T10:54:45.936723",
            "scraping_date": "2025-08-02T13:47:53.494591",
            "language": "fr",
            "text": "Insolite : record mondial pour un eclair de 829 km de long observe\n\naux USA\nUn eclair observe le 22 octobre 2017, lors d'un episode orageux de grande envergure vient d'etre\nreconnu, par l'Organisation meteorologique mondiale, comme le plus long jamais enregistre. Un\nrecord mondial.\nUne decharge electrique unique et continue qui s'est etendue sur 829 kilometres a travers le centre\ndes Etats-Unis,\nde l'est du Texas jusqu'aux environs de Kansas City, dans le Missouri.\nCet eclair est desormais reconnu par l'Organisation meteorologique mondiale comme le plus long\njamais enregistre.\nIl s'est produit en 2017 au cours d'un episode orageux vaste et complexe, mais son ampleur n'a ete\nconfirmee que maintenant.\nMichael Peterson, chercheur principal a l'Institut de recherche Georgia Tech, explique :\n\"Ce que nous avons decouvert, c'est un nouvel eclair qui bat tous les records.\"\nConnu sous le nom de\nmegaflash\n, ce type d'eclair se produit dans les systemes\ncirculaires\nde mesoechelle : de tres grands complexes orageux qui peuvent s'etendre sur des centaines de\nkilometres et durer des heures.\nCes orages offrent les conditions ideales pour que les eclairs parcourent de longues distances\nhorizontalement a travers les sommets des nuages.\nPeterson poursuit :\n\"Nous appelons ces eclairs, dont l'etendue horizontale est superieure a 100 kilometres, des\n\"mega-eclairs\", parce qu'ils sont beaucoup plus grands que les eclairs ordinaires. Ils ont beaucoup\nplus d'impact et sont potentiellement plus dangereux pour le grand public qu'un simple eclair\".\nLe precedent record, qui etait de 768 km, a eu lieu entre le Mississippi et le Texas, toujours aux\nEtats-Unis. Le phenomene sest produit le 29 avril 2020, il a ete certifie en 2022.\nProgres techniques et avancees scientifiques\nL'eclair a ete suivi a l'aide de donnees satellitaires et terrestres, montrant exactement ou et\ncomment il s'est deplace.\nLes differentes parties de l'eclair portaient des charges electriques differentes, positives et\nnegatives.\nLa decouverte n'a ete possible que grace a une nouvelle analyse des donnees sur les eclairs\nrecueillies par le satellite meteorologique GOES 16 de la NOAA.\nBien que ce satellite ait deja ete lance en 2017, ses pleines capacites etaient encore en cours de\ndeveloppement.\nL'eclair est reste cache a la vue de tous jusqu'a ce que les outils logiciels s'ameliorent suffisamment\npour qu'on puisse le trouver.\nPeterson explique :\n\"Nous n'avons pas vu le flash en 2017 lorsqu'il s'est produit parce que si notre technologie, le\nmateriel de nos capteurs, s'etait amelioree a ce moment-la avec le lancement du satellite GOES 16,\nnous devions encore rattraper notre retard au niveau du logiciel (...) Ce flash n'a donc pas ete\ndetecte lors de notre premiere tentative de traitement des donnees, simplement parce qu'elles\netaient trop volumineuses et trop compliquees a traiter. Plus recemment, en fait au cours de l'annee\necoulee, nous avons mis au point de nouvelles methodes capables de traiter les eclairs, quelle que\nsoit leur taille, quelle que soit l'echelle horizontale ou le nombre de produits de donnees ce qui a\npermis a ces eclairs d'etre mis en evidence.\"\nCette avancee montre comment les nouveaux instruments de detection de la foudre ont\nrevolutionne le travail des chercheurs.\nAuparavant, les scientifiques s'appuyaient principalement sur des reseaux de cartographie de la\nfoudre au sol.\nCeux-ci pouvaient capter les eclairs de maniere tres detaillee, mais seulement sur des zones\nlimitees et uniquement si un orage passait dans leur rayon d'action.\nContrairement aux capteurs au sol, les satellites en orbite geostationnaire peuvent observer de\nvastes zones du globe en continu.\nCela signifie qu'un plus grand nombre d'eclairs peuvent etre captes dans un plus grand nombre\nd'endroits, meme ceux qui sont extremement rares.\nOutre les satellites americains, de nouveaux instruments ont recemment ete lances par l'agence\nmeteorologique europeenne EUMETSAT, avec la possibilite de capturer des megaflashs au-dessus\nde l'Europe et de l'Afrique.\nSelon Peterson,\n\"c'est certainement le debut d'une nouvelle ere de comprehension. Je pense que l'avenir verra une\nexpansion de la couverture. Nous avons commence avec le cartographe de foudre geostationnaire\nGLM en 2016, avec les donnees initiales qui sont arrivees et ont ete operationnelles en 2017. Mais\nUMETSTAT a recemment lance son satellite Mediastat de troisieme generation, qui dispose\negalement d'un imageur de foudre geostationnaire appele L.I., qui est comme l'imageur. Cela\npermet d'etendre la couverture de ce type d'instrument a l'Afrique et a l'Europe. Ces regions\npresentent des eclairs tres interessants, en particulier la mer Mediterranee\".\nCet eclair record n'a pas cause de degats connus, mais il illustre l'ampleur et la complexite des\ntempetes modernes, ainsi que les risques qu'elles peuvent representer pour les personnes, les\navions et les infrastructures.\nGrace a l'amelioration des outils de surveillance, les chercheurs s'attendent a trouver encore plus\nd'eclairs extremes dans les annees a venir.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5007,
                "words": 767,
                "lines": 73
            }
        },
        {
            "scraping_status": "scraped",
            "link": "http://fr.africanews.com/2025/08/02/trinite-et-tobago-celebre-son-emancipation-du-joug-colonial-britannique/",
            "provider": "Africa_News",
            "titre": "Trinite-et-Tobago celebre son emancipation du joug colonial britannique",
            "date": "2025-08-02T13:48:08.424943",
            "scraping_date": "2025-08-02T13:48:08.424943",
            "language": "fr",
            "text": "Trinite-et-Tobago celebre son emancipation du joug colonial britannique\n\nLes rues de Port of Spain etaient remplies de tambours et de couleurs africaines vendredi, lorsque les habitants de Trinite-et-Tobago ont defile pour celebrer le jour de l'emancipation.\nCette journee commemore l'abolition de l'esclavage dans l'Empire britannique le 1er aout 1834 et est celebree dans plusieurs pays des Caraibes ainsi qu'au Canada.\nTrinite-et-Tobago a ete le premier pays a en faire une fete nationale.\nLe theme du defile de cette annee etait \"Faconner des avenirs durables grace a la justice reparatrice\", en accord avec la designation par l'Union africaine de 2025 comme \"Annee de la justice pour les Africains et les personnes d'ascendance africaine par le biais des reparations\".\nMais pour les Trinidadiens, il s'agissait egalement d'une celebration de leur heritage africain.\n\"Mes ancetres ont beaucoup souffert et se sont battus pour que nous puissions avoir cette fete aujourd'hui\", a declare Kabira Floyd, un etudiant qui participait au defile.\nSelon les Nations unies, on estime que 25 a 30 millions d'Africains ont ete deracines pour etre reduits en esclavage et travailler principalement dans les plantations des Caraibes et des Ameriques, y compris le sud des Etats-Unis.\nAvec les tambours et les danses, le defile a egalement suscite un sentiment de fierte a l'egard de l'histoire de l'ile.\nBongo Jack, un tambourinaire du defile, a declare que l'evenement etait particulierement important pour l'education de la jeune generation. \"S'ils etaient correctement eduques a la grandeur de l'histoire africaine, ils seraient plus enclins a s'aimer eux-memes\", a declare M. Jack.\nLe Conseil des droits de l'homme, dont le siege est a Geneve, appelle depuis des annees a une action mondiale, notamment sous la forme de reparations, d'excuses et de reformes de l'enseignement, afin de reparer le racisme dont sont victimes les personnes d'ascendance africaine dans la Communaute des Caraibes (CARICOM), qui compte 15 pays.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1943,
                "words": 301,
                "lines": 10
            }
        },
        {
            "scraping_status": "scraped",
            "link": "http://fr.africanews.com/2025/08/02/angola-le-president-lourenco-felicite-la-police-apres-les-emeutes/",
            "provider": "Africa_News",
            "titre": "Angola : le President Lourenco felicite la police apres les emeutes",
            "date": "2025-08-02T13:48:14.673263",
            "scraping_date": "2025-08-02T13:48:14.673263",
            "language": "fr",
            "text": "Angola : le President Lourenco felicite la police apres les emeutes\n\nLe president angolais Joao Lourenco felicite les forces de securite pour avoir maitrise les troubles qui ont fait 30 morts en deux jours, alors que les groupes de defense des droits de l'homme accusent la police d'avoir tue des \"personnes sans defense\".\nDes dizaines de magasins et d'entrepots de Luanda ont ete pilles et des vehicules attaques lundi et mardi lorsqu'une greve contre la hausse des prix du carburant a degenere en l'une des pires violences que ce pays riche en petrole ait connues depuis des annees.\nLes troubles se sont etendus a plusieurs provinces et la police avait confirme 30 deces jeudi en fin de journee - incluant un officier de police. Plus de 270 personnes ont blesse, dont 10 membres des forces de l'ordre.\nLe rapport de police ne precise pas les causes des deces, mais les ONG et les partis d'opposition ont accuse les forces de securite d'un recours excessif a la force contre les manifestants.\nLa Conference episcopale d'Angola et de Sao Tome a appele au dialogue. L'archeveque de Saurimo et president de cette structure de l'eglise, Mgr Jose Manuel Imbamba a estime que de tels actes lies au vandalisme et aux troubles sont intolerables.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1169,
                "words": 199,
                "lines": 5
            }
        },
        {
            "scraping_status": "scraped",
            "link": "http://fr.africanews.com/2025/08/02/situation-en-rdc-un-sommet-eac-sadc-pour-une-solution-africaine/",
            "provider": "Africa_News",
            "titre": "Situation en RDC : un sommet EAC-SADC pour une solution africaine",
            "date": "2025-08-02T13:48:21.296229",
            "scraping_date": "2025-08-02T13:48:21.296229",
            "language": "fr",
            "text": "Situation en RDC : un sommet EAC-SADC pour une solution africaine\n\nVendredi, les dirigeants africains ont decide de mettre en place une initiative de paix menee par l'Afrique pour resoudre le conflit dans l'est du Congo.\nLors d'une reunion avec des representants de l'Union africaine et des Etats membres pour discuter de la crise securitaire dans l'est de la Republique democratique du Congo, William Ruto, du Kenya, et le president Emmerson Mnangagwa, du Zimbabwe, ont pris l'initiative de fusionner les structures de mediation et de secretariat de la CAE (Communaute de l'Afrique de l'Est), de la SADC (Communaute de developpement de l'Afrique australe) et de l'Union africaine en une initiative unifiee dirigee par l'UA a Addis-Abeba.\nRuto a declare lors de la reunion qu'il s'agissait d'un « tournant ».\n« Il existe desormais un processus mene par l'Afrique qui rassemble toutes les autres initiatives : Nairobi, Luanda et toute autre initiative en un processus coherent sur la situation dans l'est de la RDC (Republique democratique du Congo) », a-t-il declare, qualifiant la situation actuelle de « desastreuse ».\n« Il existe une situation humanitaire, une situation securitaire grave et une instabilite qui touchent non seulement l'est de la RDC, non seulement la RDC et le Rwanda, mais aussi notre region. »\nEn juillet, les rebelles du M23, soutenus par le Congo et le Rwanda, ont signe une declaration de principes pour un cessez-le-feu permanent dans l'est du Congo, ou les tensions ethniques et la quete de riches minerais ont donne lieu a l'un des conflits les plus longs d'Afrique, faisant des milliers de morts cette annee.\nL'Union africaine a qualifie la signature, facilitee par le Qatar, d'« etape majeure » dans les efforts de paix.\nUn autre accord de paix negocie par les Etats-Unis a ete signe au Departement d'Etat, en presence du secretaire d'Etat Marco Rubio, debout entre les ministres des Affaires etrangeres du Rwanda et du Congo. Rubio a qualifie cet evenement d'« instant important apres 30 ans de guerre ».\nLe M23 est le groupe arme le plus important dans le conflit qui sevit dans l'est du Congo. Son avancee majeure au debut de cette annee a fait des milliers de morts et 7 millions de deplaces.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2160,
                "words": 359,
                "lines": 9
            }
        },
        {
            "scraping_status": "scraped",
            "link": "http://fr.africanews.com/2025/08/02/mali-lex-premier-ministre-place-en-detention/",
            "provider": "Africa_News",
            "titre": "Mali : l'ex-Premier Ministre place sous mandat de depot",
            "date": "2025-08-02T14:05:22.974694",
            "scraping_date": "2025-08-02T14:05:22.974694",
            "language": "fr",
            "text": "Mali : l'ex-Premier Ministre place sous mandat de depot\n\nL'ancien Premier ministre du Mali a ete place sous mandat de depot.\nVendredi, le procureur du pole national de lutte contre la cybercriminalite a inculpe Moussa Mara pour atteinte a la surete de l'Etat - en raison de ses commentaires sur les medias sociaux.\nApres une visite rendue aux opposants politiques en prison en juillet, l'ex-chef du gouvernement sous le President Ibrahim Boubacar Keita s'etait dit solidaire a la cause des prisonniers d'opinion.\nMoussa Mara avait critique ouvertement le gouvernement militaire en place a Bamako.\nLe Mali est dirige par une junte depuis les coups d'Etat de 2020 et 2021. Les militaires ont dissous tous les partis politiques en mai dernier a la suite d'une des tres rares manifestations antigouvernementales.\nFinalement place en detention apres plusieurs convocations, Moussa Mara attend d'etre juge le 29 septembre prochain.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 868,
                "words": 136,
                "lines": 6
            }
        },
        {
            "scraping_status": "scraped",
            "link": "http://fr.africanews.com/2025/08/02/afrique-du-sud-des-migrants-illegaux-arretes-dans-les-mines/",
            "provider": "Africa_News",
            "titre": "Afrique du Sud : des migrants illegaux arretes dans les mines",
            "date": "2025-08-02T16:20:16.651661",
            "scraping_date": "2025-08-02T16:20:16.651661",
            "language": "fr",
            "text": "Afrique du Sud : des migrants illegaux arretes dans les mines\n\nEnviron 1000 immigrants illegaux ont ete apprehendes dans une mine a Barberton en Afrique du Sud.\nL'information de source policiere indique un chiffre probablement plus important. C'etait vendredi au cours d'operation denommee Vala Umgodi.\nLa collaboration entre la police et plusieurs unites de surveillance des mines a debute le lundi 28 juillet. Les autorites affirment avoir reussi a perturber fortement l'action des miniers illegaux, les forcant a refaire surface.\nLes suspects pourraient etre inculpes d'infraction a la loi sud-africaine sur l'immigration, ainsi que d'autres chefs d'accusation lies a l'exploitation miniere legale et a l'intrusion. D'autres chefs d'accusation pourraient etre ajoutes au fur et a mesure que la procedure judiciaire se suit son cours.\nLes nationalites des suspects arretes restent a etablir, en attendant la communication d'une date de comparution devant les tribunaux.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 908,
                "words": 132,
                "lines": 5
            }
        },
        {
            "scraping_status": "scraped",
            "link": "http://fr.africanews.com/2025/08/02/egypte-kabonga-lhomme-le-plus-fort-du-monde/",
            "provider": "Africa_News",
            "titre": "Egypte : Kabonga, l'homme le plus fort du Monde",
            "date": "2025-08-03T09:39:51.585632",
            "scraping_date": "2025-08-03T09:39:51.585632",
            "language": "fr",
            "text": "Egypte : Kabonga, l'homme le plus fort du Monde\n\nL'homme fort de l'Egypte, Ashraf Mahrous, egalement connu sous le surnom de Kabonga, a tire 20 voitures vendredi lors d'une tentative de creation d'un nouveau record du monde Guinness du plus grand nombre de voitures tirees par un individu.\nLes responsables du Guinness World Records n'etaient pas presents lors de l'evenement, mais M. Mahrous a declare qu'il enverrait des videos et des photos de sa tentative pour qu'elles soient evaluees.\n\"J'espere qu'aujourd'hui, je telechargerai toutes les photos, videos et liens vers le Guinness World Records afin de documenter cet evenement majeur\", a-t-il declare.\nLe detenteur actuel du titre du plus grand nombre de voitures tirees par un individu est Kevin Fast, qui a tire 15 voitures lors de sa tentative en 2014.\nEn mars de cette annee, Mahrous a ete officiellement reconnu par le Guinness World Records dans trois categories, dont celle du rail le plus lourd tire avec ses seules dents.\nSes deux autres certificats concernent la traction de locomotive la plus lourde et la traction de vehicule routier la plus rapide sur 100 metres.\nIl prevoit de battre un nouveau record du monde, celui du bateau le plus lourd tire par les dents, ce mois-ci dans la station balneaire d'Hurghada, sur la mer Rouge.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1249,
                "words": 206,
                "lines": 7
            }
        }
    ]
}