{
    "articles": [
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "\" Les voitures francaises sont taillees pour l'Afrique \" - Entretien avec Mouride Thiam, mecanicien",
            "date": "2025-07-29T17:10:02.369674",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "\" Les voitures francaises sont taillees pour l'Afrique \" - Entretien avec Mouride Thiam, mecanicien\n\nMouride Thiam Assis sous un manguier a l'entree de son garage poussiereux de Thies, Mouride\nThiam, 42 ans, ajuste sa combinaison bleue maculee de cambouis. Depuis plus de 20 ans, il repare\ntoutes sortes de voitures, mais il a ses preferees. Selon lui, les vehicules francais sont les mieux\nadaptes aux realites du terrain senegalais et africain en general. Rencontre avec un passionne qui\nn'a pas sa langue dans sa poche.\nEntretien Pourquoi dites-vous que les voitures francaises sont plus economiques que les\namericaines ou les anglaises ?\nD'abord, il faut savoir que l'economie d'une voiture ne se limite pas a la consommation de carburant.\nIl y a aussi le cout des pieces, la frequence des pannes, et la facilite de reparation. Sur ces points,\nles voitures francaises comme les Peugeot, Renault ou Citroen sont imbattables ici. Les pieces sont\ndisponibles, parfois meme a des prix locaux, parce qu'il y a un grand marche de seconde main. Une\nPeugeot 406 ou une Clio, tu peux l'entretenir facilement sans devoir vendre ton mouton pour\nacheter un filtre. Par contre, une Ford americaine ou une Jaguar anglaise, c'est plus complique. Les\npieces sont rares, cheres, et souvent, il faut les commander depuis l'etranger. Ce n'est pas pratique\npour un gars qui vit a Thies ou dans un village.\nMais certains disent que les voitures americaines sont plus puissantes, plus robustes...\nC'est vrai qu'elles sont puissantes. Elles ont des moteurs V6 ou V8, mais a quoi ca sert ici ? Nos\nroutes sont souvent mauvaises, les carburants ne sont pas toujours de bonne qualite, et on ne roule\npas a 180 km/h. Donc cette puissance devient un gaspillage. En plus, elles consomment trop. Une\nChevrolet ou une Chrysler peut ruiner ton budget essence en deux mois. Pareil pour les Ford. Les\nvoitures francaises sont plus raisonnables. Elles consomment moins, mais elles avancent quand\nmeme, et elles encaissent bien la chaleur et la poussiere.\n\" Les voitures chinoises ? Trop fragiles pour nos routes \" Et les voitures asiatiques alors, notamment\ncelles venant de Chine ou d'Inde ?\nC'est une catastrophe (il rit). Elles arrivent jolies, toutes neuves, avec des gadgets electroniques\npartout, mais apres six mois, ca commence a craquer de partout. La suspension ne tient pas, la clim\ntombe en panne, les plastiques se cassent. On dirait qu'elles ne sont pas faites pour rouler sur nos\npistes rouges et nos routes pleines de nids-de-poule. J'ai eu beaucoup de clients avec des Geely ou\ndes Tata, qui reviennent tout le temps au garage pour des broutilles. Et parfois, tu ne trouves meme\npas les pieces ! Il faut demonter une voiture entiere pour reparer un simple probleme.\nEt les voitures italiennes, comme Fiat ou Alfa Romeo ?\nLes italiennes, c'est une autre histoire. Elles ont du style, c'est vrai. Mais elles sont capricieuses.\nTres sensibles. Le moteur est parfois fragile, surtout avec la chaleur et la qualite de carburant ici.\nJ'ai travaille sur plusieurs Fiat Punto ou Bravo, et je peux te dire que les problemes electroniques\nsont frequents. Les francaises, elles sont plus simples, plus pratiques. Et meme quand elles ont un\nprobleme, tu peux souvent le regler toi-meme, sans valise electronique compliquee.\nLIRE AUSSI Habibur Rahman, l'incroyable histoire d'un Bangladais ferrailleur au Senegal \" Les\nPeugeot sont increvables \" Est-ce que vous avez une voiture preferee, vous, personnellement ?\n(Rires) Oui, j'ai une Peugeot 504. Elle a plus de 30 ans, mais elle roule toujours ! C'est une voiture\nmythique au Senegal, comme dans beaucoup de pays d'Afrique. C'est simple : cette voiture , elle a\nete concue pour resister. Tu peux l'envoyer dans la brousse, elle revient toujours. Et meme les\nmodeles plus recents, comme la 406 ou la 207, sont tres solides. Moi, je prefere les voitures qui\ndurent, pas celles qui brillent une annee et disparaissent ensuite.\nVous parlez souvent de Peugeot, mais qu'en est-il des Renault ou Citroen ?\nElles sont aussi bonnes. Renault, par exemple, avec la 19 ou la 21, a conquis beaucoup de\nchauffeurs de taxi ou de livreurs. C'est fiable et economique. Citroen, un peu plus delicate, mais les\nanciens modeles comme la BX ou la Xsara sont tres resistants. Ce que les Francais savent faire,\nc'est adapter la mecanique a la realite des pays en developpement. Ce n'est pas pour rien que leurs\nvoitures circulent partout en Afrique.\n\" En ville comme en campagne, elles tiennent le coup \" Comment ces voitures se comportent en\nzone rurale ?\nC'est justement la qu'on voit leur vraie valeur. Les Peugeot 504 pick-up sont utilisees dans les\nvillages pour transporter les recoltes, les animaux, les materiaux. Elles sont tres robustes. Les\nsuspensions sont solides, le moteur supporte la poussiere et les longues distances. Meme sans\nentretien regulier, elles tournent. C'est ca qu'on veut : une voiture qui accepte nos conditions sans\ntrop se plaindre.\nLIRE AUSSI La nouvelle vie des Renault Espace au Senegal Certains jeunes preferent maintenant\nles voitures japonaises ou les SUV coreens. Qu'en pensez-vous ?\nIls sont attires par le design, les ecrans tactiles, le Bluetooth... C'est normal, on est a l'ere de la\nmodernite. Mais apres deux ou trois ans, ils reviennent vers nous avec des problemes electroniques\nou des pieces introuvables. Un ecran tactile qui tombe en panne ici, tu le changes comment ?\nParfois, il faut envoyer la voiture a Dakar ou attendre trois semaines une piece. Pendant ce temps,\nla voiture dort. Moi je dis : la beaute, c'est bien, mais la fiabilite, c'est mieux.\n\" Tant qu'on roulera en Afrique, les voitures francaises auront leur place \" Pensez-vous que les\nvoitures francaises garderont leur place en Afrique dans les prochaines annees ?\nTant qu'on aura des routes comme aujourd'hui, des budgets serres et des conditions climatiques\ndifficiles, oui. Elles sont deja bien implantees, et les gens leur font confiance. Peut-etre que dans 20\nans, avec des routes meilleures et des stations-services plus modernes, d'autres marques\nprendront le dessus. Mais pour l'instant, ici a Thies comme ailleurs, les voitures francaises restent\nles meilleures alliees du peuple.\nUn dernier mot pour conclure ?\nJe dis a mes clients : regardez bien avant d'acheter. Une voiture, ce n'est pas qu'un volant et une\ncarrosserie. C'est une histoire de resistance, de fiabilite et de bon sens. Et la-dessus, les Francais\nont une longueur d'avance.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 6369,
                "words": 1053,
                "lines": 74
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Les Forces royales aeriennes du Maroc endeuillees apres le crash d'un Alpha Jet pres de Fes",
            "date": "2025-07-29T17:10:14.328971",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Les Forces royales aeriennes du Maroc endeuillees apres le crash d'un Alpha Jet pres de Fes\n\nF-16 du Maroc Un nouvel accident dramatique endeuille l'aviation militaire marocaine. Un Alpha Jet\ndes Forces royales aeriennes s'est ecrase ce lundi pres de l'aeroport de Fes-Saiss, coutant la vie\naux deux pilotes a bord. Ce crash survient dans un contexte d'intensification des vols\nd'entrainement et relance les interrogations sur la securite des operations aeriennes dans la region.\nUn Alpha Jet d'entrainement des Forces royales aeriennes (FRA) s'est ecrase ce lundi 28 juillet\n2025 aux abords de l'aeroport de Fes-Saiss, causant la mort des deux pilotes a bord. Le drame\ns'est produit au cours de la phase d'atterrissage, dans le cadre d'une mission d'entrainement en\nprovenance de la base aerienne de Meknes.\nSelon les premieres informations recueillies, l'appareil aurait perdu le controle lors de son approche\nfinale. L'impact au sol a provoque une explosion, rendant toute tentative de sauvetage vaine malgre\nl'intervention rapide des secours. Les equipes de la Gendarmerie Royale, de la protection civile et\ndes autorites locales ont ete mobilisees en urgence. Une zone de securite a ete rapidement mise en\nplace autour du site du crash pour faciliter les operations de secours et l'enquete.\nUne enquete technique en cours Les autorites militaires ont ouvert une enquete pour determiner les\ncirconstances exactes de l'accident. Un comite technique specialise a ete depeche sur place afin\nd'examiner plusieurs hypotheses : defaillance mecanique, erreur de pilotage ou encore conditions\nmeteorologiques defavorables. Pour l'instant, aucun detail n'a ete communique quant a l'etat de\nmaintenance de l'appareil, ni a l'identite des deux pilotes decedes.\nLIRE AUSSI Apres Israel, la France arme le Maroc avec 30 Mirage 2000 Ce tragique accident\nintervient alors que les Forces royales aeriennes intensifient leur programme d'entrainement,\nnotamment pour la formation de pilotes de chasse. L'Alpha Jet, appareil biplace concu initialement\ndans les annees 1970, reste un outil de formation avancee indispensable pour plusieurs forces\naeriennes dans le monde, dont celle du Maroc .\nL'Alpha Jet, un avion toujours en service Le Maroc dispose depuis plusieurs decennies d'une flotte\nd'Alpha Jet, utilises principalement pour la formation des pilotes de chasse. Robuste, maniable et\nrelativement fiable, l'appareil permet d'effectuer des simulations de combat et des vols tactiques\ndans un cadre securise. Toutefois, son anciennete souleve parfois des questions sur la perennite de\nson usage, malgre des efforts reguliers de modernisation et de maintenance.\nLe crash de ce lundi ravive les debats sur la securite des vols militaires d'entrainement, notamment\na proximite des zones civiles. L'aeroport de Fes-Saiss, situe a proximite immediate d'une base\nmilitaire, partage certaines infrastructures entre aviation civile et militaire. Pour l'instant, le trafic civil\nn'a pas ete interrompu, mais des ajustements operationnels restent possibles selon l'evolution de\nl'enquete.\nUn accident qui fait echo a un precedent Ce n'est pas la premiere fois qu'un accident aerien survient\ndans la region de Fes. En avril dernier, un petit avion civil s'etait ecrase a proximite de l'aeroport,\negalement lors d'une approche. L'appareil transportait deux personnes, un pilote et son copilote, en\nmission vers Fes pour accueillir des \" invites speciaux \". L'accident avait entraine de graves\nblessures pour les deux membres d'equipage, qui avaient ete transferes en urgence vers un hopital\nprive de la ville.\nDans ce cas egalement, les conditions meteorologiques avaient ete evoquees comme facteur\npossible du crash, bien qu'aucune conclusion officielle n'ait ete rendue publique. Deux accidents\naeriens en quelques mois dans la meme zone ne manquent pas d'interpeller. Notamment sur la\nnecessite d'une reevaluation des protocoles de securite, tant pour les vols militaires que civils\noperant autour de Fes-Saiss. En attendant les resultats de l'enquete technique, les Forces royales\naeriennes rendent hommage a leurs deux pilotes disparus.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4026,
                "words": 601,
                "lines": 45
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "65 ans d'independance, Dr Dieudonne Awo : le Benin \" a connu trois especes de gouvernants \"",
            "date": "2025-08-02T09:19:45.564469",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "65 ans d'independance, Dr Dieudonne Awo : le Benin \" a connu trois especes de gouvernants \"\n\nDieudonne Awo, Maitre de Conferences en Hitoire economique et sociale a l'Universite\nd'Abomey-Calavi (@ Friedrich Ebert Stiftung) Le 1 er aout 1960, le Dahomey, une colonie francaise\nde l'Afrique occidentale, accedait a l'independance. Ce 1 er aout 2025, ce pays devenu depuis 1975\nle Benin, celebre le 65 e anniversaire de cette accession a la souverainete nationale et\ninternationale. Un moment de fete, certes, mais surtout un moment de reflexion, de bilan dans la\nmarche de l'histoire de cet Etat. Pour faire cet exercice, Afrik.com s'est rapproche du Dr Dieudonne\nAwo, Maitre de Conferences en Histoire economique et sociale, enseignant au Departement\nd'Histoire et d'Archeologie de l'Universite d'Abomey-Calavi, et par ailleurs observateur attentif de la\nscene politique beninoise dont il est l'un des acteurs.\nAfrik.com : Le Benin s'apprete a celebrer le 65e anniversaire de son accession a la souverainete\nnationale et internationale. Rappelez-nous, Dr Dieudonne Awo, en quelques mots le contexte qui\nprevalait dans le pays au moment de la proclamation du 1er aout 1960.\nDr Dieudonne Awo :\nC'est exact que le Benin celebre, ce 1 er aout le 65 e anniversaire de son accession a la\nsouverainete internationale. Et pour repondre a la question, je voudrais que nous nous rememorions\nun peu les choses pour dire qu'en septembre 1958 deja, la colonie du Dahomey, qui avait vote oui\nau referendum gaulliste, etait devenue membre a part entiere de la Communaute francaise. Et donc\nla colonie du Dahomey, en ce moment, a evolue sous la Constitution de l'Union francaise. Mais, le\nsucces de Monsieur Hubert Maga du Rassemblement democratique dahomeen (un des partis\npolitiques de l'epoque, ndlr) aux elections legislatives de 1959 lui avait permis de constituer le\ngouvernement provisoire de la future Republique du Dahomey.\nL'atmosphere, l'ambiance dans laquelle les Dahomeens se trouvaient en ce moment etait une\nambiance de joie melee de rivalites politiques parce que, figurez-vous, les trois principaux leaders\npolitiques charismatiques de l'epoque, je veux nommer Marcellin Sourou Migan Apithy, Hubert\nKoutoukou Maga et Justin Tometin Ahomadegbe qui etaient des rivaux politiques animaient la vie\npolitique a travers leurs militants. Donc, c'etait une ambiance politique tres mouvementee qui a\nconduit la colonie vers l'independance . La victoire de Maga en 1959 a permis a ce dernier\nd'accroitre un peu plus sa cote de popularite par rapport a celle de ses protagonistes, de ses\nadversaires politiques et de se mettre au-devant de la scene pour conduire la colonie a\nl'independance.\nC'etait une atmosphere de rivalites politiques, de tensions sociales latentes parce que les militants\nse talonnaient les uns les autres. C'est pourquoi on peut egalement noter que ce climat etait un peu\ndeletere. Mais, il faut dire qu'au-dela de ces tensions politiques, il y avait la joie d'acceder a\nl'independance qui etait partagee par tous les Dahomeens. Ces derniers etaient presses d'aller a\nl'independance, presses surtout de prendre en charge leur propre destinee et de pouvoir prendre la\nplace de l'administrateur colonial francais afin de gerer le jeune Etat en fonction de leur vision et de\nleurs orientations politiques.\nPour vous, que representent 65 annees dans la vie d'un Etat ?\nJe vous dirai tout simplement que dans la vie de l'Etat en tant qu'institution, ma foi, 65 ans, ca ne\nveut pas dire grand-chose ; c'est peu de choses pour esperer la metamorphose qu'il faut pour un\nbon vivre societal acceptable. 65 ans, c'est peu de chose ; mais, dans la vie des individus, c'est\nbeaucoup. Vous aurez constate avec moi que de 1960 a aujourd'hui, notre pays a, dans son\nevolution institutionnelle, connu trois especes de gouvernants - vous excuserez le qualificatif -. La\npremiere espece a dirige le pays de 1960 a 1972. Et cette espece est caracterisee par la volonte\nd'aller vite, le desir de rattraper le gap economique et social accuse apres plus de six decennies de\ncolonisation. Donc le desir de combler ce retard accuse a amene les premiers gouvernants a\nchercher a aller vite, et c'est aussi cela qui explique cette valse d'instabilite institutionnelle que nous\navons connue au cours de cette periode.\nDe 1960 a 1972, si notre pays a ete qualifie d' \" enfant malade de l'Afrique \", ce n'etait pas\nforcement que les Dahomeens, que les cadres, que l'elite nationale avaient juste voulu prendre le\npouvoir pour le pouvoir. Mais, il faut y voir aussi le desir, la volonte de chacun de pouvoir contribuer\na la construction de l'edifice national, quand bien meme il y a eu des tares, des rates sur lesquels je\nne voudrais pas revenir ici en termes de malversations, de mauvaise gouvernance, etc.. Il y a\nfondamentalement eu le desir d'aller vite, de rattraper ce desequilibre, ce retard economique, social\net politique. Le veritable probleme avec cette espece de gouvernants, c'est qu'ils n'ont pas pris le\ntemps de se projeter dans le futur et le futur lointain pour planifier le developpement, la construction\ndu pays comme cela se devait.\nLa seconde espece de gouvernants, c'est celle-la qui a caracterise la periode 1972-1989/1990\nmarquee par l'experience du regime militaro-marxiste avec le President Mathieu Kerekou qui a\ndirige le pays au cours de cette periode. Toujours dans la volonte, le desir de combler le gap, de\ntourner le dos a l'ancien colonisateur, l'ancienne metropole, les dirigeants ont opte pour le\nmarxisme-leninisme. Mais, cette experience n'a pas prospere parce que la politique de\nl'Etat-gendarme a montre egalement ses limites, l'Etat qui devrait tout faire, construire les\ninfrastructures, animer les differentes structures economiques, apporter le bien-etre social aux\ncitoyens, etc.. Cette seconde espece de dirigeants s'est butee egalement contre des difficultes,\nnotamment : crise economique, malversations, entre autres.\nDonc, en 1990, la troisieme espece de dirigeants s'est installee au pouvoir. Ainsi, de 1990 a nos\njours, vous constaterez avec moi que cette nouvelle espece de dirigeants est une espece\nprevoyante, une espece qui se projette dans l'avenir, qui elabore des plans de developpement\nperspective a long terme, parce que chemin faisant, la maturite a commence a s'acquerir dans la\ngestion du pouvoir public, dans la gestion de l'Etat. Cette troisieme generation de gouvernants que\nnous avons aujourd'hui a pris conscience qu'on ne pourra pas construire un pays de facon definitive\ndans l'intervalle d'un ou de deux mandats presidentiels. Ils ont compris qu'il faut un plan de\nconstruction perspective a long terme et de facon a ce qu'a la faveur de l'alternance politique,\nl'alternance democratique au pouvoir, au sommet de l'Etat, chaque equipe puisse venir et qu'elle\npuisse s'inscrire dans la dynamique consensuellement mise en place sur le long terme, et pouvoir\nagir, apporter sa pierre a l'edifice pour que le developpement du pays se fasse de facon plus\nrassurante.\nC'est dans cette logique que nous sommes aujourd'hui, et vous aurez constate bien sur qu'il y a de\ncela quelques semaines, un autre plan de developpement perspective 2060 a ete elabore, ce qui\nest une tres bonne chose. Et c'est egalement un gage de ce que le developpement du pays\npreoccupe au plus haut niveau les dirigeants aujourd'hui et avec la conscience que c'est en se\nrelayant a la tete du pays qu'on pourra aller au developpement social, au developpement\neconomique, au developpement politique escompte pour le bien-etre de tous les Beninois. Voila ce\nque je peux dire dans ce sens-la pour montrer que 65 ans, ce n'est rien du tout dans la vie d'un Etat,\nparce qu'il y a des Etats qui ont deja fait deux siecles, des Etats qui ont deja fait trois siecles ; quand\nvous voyez le developpement de ces Etats-la, on y voit la maturite, on y voit l'experience et puis on\ny voit le savoir-faire. Le Benin ne fait pas exception sur ce chemin-la. L'independance est acquise,\nle Dahomey aujourd'hui Benin fait son petit bonhomme de chemin avec ses difficultes, avec ses\npeines et avec ses joies. Mais, il avance de facon rassurante sur le chemin du developpement\nnational.\nLes douze premieres annees qui ont suivi l'independance du Dahomey etaient marquees par une\nforte instabilite politique, vous l'avez rapidement rappele. Selon vous, qu'est-ce qui expliquait cette\ngrande febrilite politique ?\nComme vous l'avez remarque, ma reponse a votre deuxieme question aborde deja brievement cette\npreoccupation-la. D'abord, a mon entendement, tel que je l'ai dit, ces premiers dirigeants, que je\nqualifie de la premiere generation, avaient ete mus presque unanimement par le desir de rattraper\nun retard economique et social accuse au cours de la periode coloniale. Et donc cette volonte d'aller\nvite avait amene chacun a vouloir participer, a vouloir apporter sa pierre a la construction de l'edifice\nnational. Ces dirigeants s'etaient mis dans une vision a court terme et avaient pense que la\nconstruction d'un pays etait semblable a la realisation d'un edifice qui pourrait s'inscrire dans un\nmandat, dans un quinquennat. Et c'est par la suite que chacun d'eux s'est desillusionne puisqu'ils\nont fini par comprendre qu'on ne saurait atteindre le bon niveau de developpement economique d'un\npays en un ou deux mandats.\nLIRE AUSSI 1er aout : le Benin tend la main au Sahel pour son 65e anniversaire Deuxieme raison,\nil faut dire que nous etions sortis de la periode coloniale, et ces premiers dirigeants avaient encore\nen eux le legs colonial, donc la politique de diviser pour regner puisque la metropole etant partie le 1\ner aout 1960, elle s'est retiree, mais continuait a agir sur les neo-colonies, les jeunes Etats\nindependants par gouvernants interposes. Dans ce sens-la, il y a que les agitations politiques de la\nperiode etaient egalement teleguidees par l'ancien colonisateur, donc la France, qui ne voulait pas\nde la quietude de ces jeunes Etats pour leur permettre d'amorcer le processus du developpement\neconomique, comme cela se devait. Et nos dirigeants de cette periode ont, selon moi, peche en ce\nsens que la fibre patriotique, la fibre nationaliste a cede au profit de ce relent neo-colonialiste qui les\na domines et qui les a empeches de donner plus priorite a la securite, a la protection de l'heritage\nnational que de continuer par servir l'ancien maitre.\nVoila la lecture que je fais de cette periode de grandes turbulences qui pouvaient s'expliquer par\ndes raisons aussi bien internes que par des causes exogenes. En termes de raisons internes, c'est\nce que j'ai dit a savoir que chacun brulait d'envie de contribuer tres rapidement au relevement de ce\nretard economique et social accuse. Mais, du point de vue des causes exogenes, c'est l'ancienne\nmetropole qui est partie, mais qui est restee dans l'ombre tout pres et qui a agi pendant toute cette\nperiode. Elle continue aujourd'hui d'agir, bien sur, mais pendant la periode dont nous parlons, elle a\nagi par dirigeants interposes, donc la politique de diviser pour regner dont les jeunes Etats\nanciennement colonises surtout par la France ont herite. Cette politique-la s'est poursuivie au cours\nde ces douze premieres annees de l'independance.\nEn revanche, avec l'avenement de Mathieu Kerekou apres le coup d'Etat du 26 octobre 1972, le\npays est entre dans une longue periode de stabilite politique. Comment Mathieu Kerekou a-t-il\nreussi a asseoir son pouvoir dans ce pays repute ingouvernable depuis la periode coloniale ?\nVous constatez avec moi qu'apres le coup d'Etat du 26 octobre 1972 , le pays a connu une stabilite\nsous le regne du President Mathieu Kerekou qui a dirige le regime du PRPB (Parti de la revolution\npopulaire du Benin, ndlr) jusqu'en 1989. Et pour repondre a votre question, je dirai que la raison est\ntoute simple. Elle est simple en ce sens qu'il y a la conjoncture nationale qui etait deja favorable, les\nDahomeens etant fatigues des coups d'Etat, surtout que ces coups d'Etat amenaient a la tete du\npays des dirigeants qui se trouvaient presque dans l'incapacite de resoudre les problemes sociaux,\nles problemes economiques du pays. Donc les Dahomeens en avaient vraiment assez des coups\nd'Etat, et l'avenement du President Mathieu Kerekou apres le putsch du 26 octobre 1972 etait\naccueilli avec un grand soulagement. Ca, c'est la premiere chose.\nLa deuxieme, c'est qu'il faut dire que les discours, les pratiques politiques du Gouvernement\nmilitaire revolutionnaire de 1972 a 1975, d'abord les trois premieres annees du declenchement de\ncette revolution, avaient rassure les Dahomeens devenus Beninois en 1975 de ce que l'avenir\naugurait d'un mieux-etre. Quand vous voyez le discours-programme du 30 novembre 1972, c'etait la\npremiere fois qu'un gouvernement dahomeen avait pris le courage de poser un diagnostic clair des\nmaux qui minaient le pays et d'indexer l'ancien colonisateur donc la France comme etant le plus\ngrand responsable des maux qui minaient le pays. C'etait un discours fracassant, un discours\npoignant, un discours plein d'espoir. Et ce discours n'etait pas reste a cette etape de diagnostic, il a\negalement propose les remedes a apporter comme solution pour les differents maux qui ont ete\nidentifies.\nAinsi, de 1972 a 1975, la periode qu'on appelle les trois glorieuses avait suscite beaucoup d'espoir\nchez les Dahomeens devenus Beninois. Le President Kerekou avait reussi a asseoir sa\ngouvernance sur une base de confiance demontree a travers les discours et a travers les faits,\nparce que le chef de l'Etat et les autres membres du GMR se sont poses comme etant les nouveaux\nmessies des Beninois. Cela a ete bien accueilli et les Beninois ont decide de leur faire confiance.\nPar la suite, la France a laquelle le Dahomey a tourne dos pour faire une option de developpement\nsocialiste en 1974, ne s'est pas laisse faire. Elle a suscite des rebellions, elle a monte des cadres\nmilitaires comme des cadres civils, des gens qui avaient eu pour mission de paralyser la revolution\npaysanne qui s'est declenchee sous le leadership du President Mathieu Kerekou. Il faut dire que\ncette periode a egalement ete caracterisee par le developpement de la formation patriotique, la\nformation civique qui avait eu une grande influence sur la masse, et les strategies d'organisation de\nla masse qui ont ete mises en place et qui ont permis d'embrigader veritablement la jeunesse, en\ntout cas les groupes socio-professionnels dans des etaux ideologico-politiques qui ont permis de les\nconduire sans grande reaction jusqu'en 1989.\nTroisieme raison, il faut dire que la prosperite que la premiere decennie de l'experience\nrevolutionnaire avait apportee aux Beninois, aux populations a la faveur de la conjoncture\neconomique sous-regionale et internationale, avait ravive la confiance que les Beninois avaient\nplacee en leur President, Mathieu Kerekou. Jusqu'en 1982, la prosperite economique a permis aux\nBeninois de mieux vivre, de vivre a leur aise et de se realiser socialement. Et cela a permis\negalement aux fonctionnaires qui ont ete regulierement payes a juste valeur, avances en grades, en\nindices et autres de se calmer ; les mouvements syndicaux ont mis la balle a terre, et la fusion de\nces differents mouvements syndicaux en cette grande organisation, l'UNSTB (Union nationale des\nsyndicats des travailleurs du Benin, ndlr) a permis d'etouffer les velleites de revoltes. Alors, il a fallu\nattendre les annees 1983, 1985 jusqu'en 1986 pour que la crise economique aidant, les difficultes\nde gestion aidant, nous assistions a un retournement de la situation en defaveur du regime du\nPRPB. Et donc les difficultes economiques ont contribue aux levees de boucliers auxquelles on a\nassiste par la suite.\nLIRE AUSSI 61 ans d'independance du Benin, retour sur une decolonisation en plusieurs etapes De\nfacon subsidiaire, on pourrait egalement citer parmi les differentes armes que le President Mathieu\nKerekou a su utiliser pour maintenir la cohesion, la paix et la stabilite politique au cours de cette\nperiode, la peur, c'est-a-dire l'instauration d'un regime de peur, la distillation de la peur au sein de la\npopulation a travers ce qu'on a appele l'embrigadement des masses populaires. La peur d'etre\nemprisonne, la peur du gendarme et tout le systeme de controle qui a ete mis en place ont permis\nde maintenir les Beninois dans un carcan d'etouffement qui les a empeches de s'agiter comme ce\nfut le cas au cours de la premiere decennie ayant suivi l'independance. Mais, il faut dire que l'un\ndans l'autre, cette periode a quand meme permis de maintenir une stabilite politique qui a ete\nprofitable pour le pays, et n'eurent ete l'avenement de la crise economique internationale et la\nstrategie de sabotage des structures economiques qui a ete mise en place et entretenue par ceux\nque les partisans du PRPB ont appele les \" valets locaux \", les \" ennemis de la revolution \" a la\nsolde de la France, on pourrait dire que cette periode a ete une periode de grande accalmie.\nCependant, il y a eu des velleites, mais des velleites qui ont ete etouffees. Au cours de cette\nperiode, le President Mathieu Kerekou a reussi a travers le systeme mis en place a desamorcer\npres de cinq coups d'Etat dont le plus celebre etait celui du 16 janvier 1977 .\nDepuis 1990, le pays fait l'experience du pluralisme politique et du liberalisme economique. Quel\nregard portez-vous sur les performances economiques du Benin en 35 annees de mise en oeuvre\ndu liberalisme economique ? Les Beninois vivent-ils bien aujourd'hui ?\nJe suis tente de repondre par l'affirmative parce que le processus democratique qui a ete enclenche\ndepuis 1990 fait son petit bonhomme de chemin. Comme je le dis, 35 ans d'experience\ndemocratique, ce n'est rien du tout dans la vie politique d'un Etat. C'est peu de chose. On ne peut\npas en 35 ans d'experience democratique penser que tout devrait deja etre rose puisqu'au cours de\ncette periode, la democratie - qui est importee vers l'Afrique en tout cas sous sa forme actuelle\nqu'on lui connait, elle est importee et meme exigee par les institutions de Bretton Woods - a connu\ndes hauts et des bas. C'est vrai que la constance qu'on pourrait y observer, c'est l'alternance\nreguliere au pouvoir, le changement d'equipes a la tete du pays, la mise en place des differentes\ninstitutions de contre-pouvoir et puis le bon fonctionnement des autres institutions politiques\nregaliennes et tout ca, c'est une bonne chose.\nEn matiere de croissance economique, j'avoue que l'evolution n'est pas rectiligne ; elle est sujette a\ndes hauts et des bas comme dans toute economie dans le monde. Vous savez, l'economie n'evolue\npas de facon lineaire. Donc, de 1990 a nos jours, on a connu des hauts et des bas, on a connu des\ncroissances economiques soutenues, on a connu des periodes d'effondrement. La croissance a\nevolue a un rythme moyen de 3 a 4 % avec des pics de 6 %, de 8 % et puis avec des creux de vase\nde 2 %. Mais globalement, on a tout espoir aujourd'hui que le Benin avance et que son economie se\nconsolide parce que c'est une question de mise en place des structures economiques. Et la mise en\nplace de ces structures est une donnee de longue haleine ; il faut mettre du temps pour batir des\nfondements economiques solides. Et je crois que depuis 2016, ma foi, c'est a cela que nous\nassistons veritablement ; nous assistons a la mise en place de ces structures, de ces fondements\neconomiques solides. Le President Patrice Talon et son equipe travaillent au quotidien pour poser\nles bases economiques qui vont porter le pays et porter sa croissance economique a un niveau\nenviable pour l'avenir. La preuve en est que malgre la crise du Covid-19, le Benin est reste dans la\ncategorie des pays a performance exceptionnelle de la sous-region.\nAlors, les Beninois vivent-ils bien aujourd'hui ? Je suis tente de repondre oui et non. Oui, les\nBeninois vivent mieux aujourd'hui. Meme si les gens trouvent que le panier de la menagere n'est\npas reluisant, n'est pas consistant, ce qu'il sied de noter, c'est que le niveau de confort social que le\nBeninois lambda a atteint aujourd'hui en se deplacant dans les rues de Cotonou, en se deplacant a\nl'interieur du pays, et en termes d'infrastructures, en termes de realisation de routes bitumees, en\ntermes d'extension du reseau electrique et du reseau d'eau, en termes de construction\nd'infrastructures marchandes, en termes de construction d'infrastructures sociales, les stades\nomnisports et autres, je crois que le niveau social du Beninois commun aujourd'hui s'ameliore et de\nfacon rassurante. C'est donc normal que le Beninois d'aujourd'hui ne se sente pas bien vivre parce\nque... rire... quand on nous demande de serrer la ceinture, quand vous etes a l'oeuvre de la\nconstruction, il y a le prix a payer. Et ce prix, c'est la mortification de la chair, ce sont les privations,\nc'est le renoncement a certaines libertes d'action. C'est tout cet ensemble qui fait croire au Beninois\nlambda aujourd'hui qu'il ne vit pas bien.\nEt si nous reduisons la construction nationale a la vie d'un couple, a la vie d'un menage, lorsque le\npere de famille se met dans un chantier de construction, lorsque vous decidez de reamenager votre\ncadre de vie, si vous viviez dans une maison en banco, et que vous decidez de construire une\nmaison en beton ou en briques dures, dallee, ce qu'on appelle rez-de-chaussee, pour changer de\nconfort, mais il y a bien sur le prix a payer. C'est par exemple que vous ne changez plus\nregulierement de vetements, vous n'achetez plus des chaussures a tout bout de champ, vous ne\nmangez plus les repas les plus copieux de facon reguliere, etc.. Il y a des privations que tous les\nmembres de la famille se donnent pour atteindre un objectif commun clairement defini. Et c'est la\nmeme chose quand vous reportez cet exemple a l'echelle nationale. Nous ne pouvons pas etre en\ntrain de construire le pays, de changer de physionomie a notre pays, nous ne pouvons pas etre en\ntrain de chercher a changer de cadre de vie et continuer a vivre comme si de rien n'etait. Apres\nl'effort, le reconfort, dit-on souvent.\nDonc, nous devons tous maintenir la ceinture serree, nous devons tous maintenir la conscience a la\ntache, au travail pour que dans quelques annees, on puisse soupirer, on puisse bien respirer. La\nbelle preuve est qu'aujourd'hui, il y a des rues a l'interieur du pays et vous etes fiers de les\nemprunter. Il y a des regions dans lesquelles quand vous allez aujourd'hui, vous etes fiers d'etre\nBeninois. Quand vous circulez a Cotonou, il y a des quartiers qui, il y a quinze ou vingt ans de cela,\netaient invivables. Aujourd'hui, l'eclairage public est passe partout, les voies sont asphaltees dans\ntous les quartiers pratiquement et puis on sent que le Benin est en train de revivre. En un mot, il y a\ntout espoir aujourd'hui pour le Beninois lambda que l'avenir est prometteur.\nPensez-vous que tout le monde serre la ceinture de la meme facon dans le pays ?\nA cette question, je reponds d'office oui. Oui, parce que si vous avez des relents d'economiste, vous\nobserverez simplement que tous les Beninois achetent sur le meme marche. Alors, les prix des\ndenrees de premiere necessite evoluent a la hausse. Ca, c'est un fait, mais l'article qui est vendu a\n1 000 F CFA au couturier, a l'artisan ou au conducteur de vehicule administratif est vendu au meme\nprix au cadre de l'administration publique, au ministre, a l'operateur economique. C'est donc tous les\nBeninois qui subissent cette cherte de la vie. Alors, le resserrement de la ceinture s'observe\negalement dans le paiement des taxes et des impots qui frappe tous les Beninois, et ceci au prorata\nou en fonction des ressources financieres qui sont les leurs, qu'ils obtiennent a la fin de chaque\nmois dans leurs differentes activites. Donc les impots et les taxes qui sont payes, c'est a travers ces\nredevances-la que les Beninois sont appeles a serrer la ceinture.\nPour adoucir un tout petit peu la teneur de ce resserrement de la ceinture, vous avez constate que\ndepuis le 1 er janvier 2023, le SMIG beninois, c'est-a-dire le salaire minimum interprofessionnel\ngaranti est passe de 40 000 a 52 000 F CFA. Cette evolution du SMIG a, un tant soit peu, allege la\nsouffrance, elargi l'assiette salariale des gagne-petits, de ceux-la qui etaient au bas de l'echelle\nquant a l'evolution des salaires. Ce relevement du SMIG a eu une repercussion positive plus\nmarquee sur les fonctionnaires moyens que sur les cadres de l'administration centrale, ceux-la\nqu'on appelle les fonctionnaires de la categorie A. Voyez-vous un peu ? C'est cela. Quand vous\nvoulez passer par exemple un poste de peage, on ne vous taxe pas en fonction de votre situation\nsociale. C'est tout le monde qui paie le meme montant. Donc le resserrement de la ceinture\ns'observe de la meme facon sur toutes les couches socio-professionnelles beninoises. Quand vous\netes dans un centre de sante, quand vous allez dans une officine pour acheter des produits\npharmaceutiques, les prix ne varient pas a la tete du client. C'est tout le monde qui ressent les\ndifficultes financieres de la meme facon. Et tout cela participe de l'effort commun que les Beninois\nconsentent pour la construction d'une economie stable et prospere.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 25140,
                "words": 4142,
                "lines": 274
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "La colere contre la hausse du carburant embrase l'Angola et fait 22 morts",
            "date": "2025-07-31T14:43:18.241343",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "La colere contre la hausse du carburant embrase l'Angola et fait 22 morts\n\nDes pompes dans une station-service L'Angola, riche en petrole mais mine par de profondes\ninegalites sociales, est a nouveau secoue par une flambee de violences. Une vague de\nmanifestations contre la hausse des prix du carburant a tourne au drame : 22 personnes ont trouve\nla mort, dont un policier, et 197 ont ete blessees, selon un bilan presente mercredi par le ministre de\nl'Interieur, Manuel Homem.\nAlors que le gouvernement angolais tente depuis 2023 de reduire progressivement les subventions\nsur les carburants, la population, deja eprouvee par la crise economique, est descendue dans la rue\npour exprimer son ras-le-bol. Consequence : des manifestations qui degenerent en emeutes. Tout a\ncommence avec une greve de trois jours declenchee par les associations de minibus et de taxis, qui\navaient augmente leurs tarifs de 50% pour compenser la hausse des prix du carburant .\nRapidement, les tensions ont deborde : des affrontements violents ont eclate, notamment a Luanda,\nla capitale.\nUn pays producteur de petrole... aux citoyens asphyxies par les prix Selon la police, ces\nmouvements n'etaient \" pas des manifestations \" mais bien des \" actes de violence, de pillage et\nd'attaques contre les forces de securite \". Au total, 1 214 personnes ont ete arretees . Le\ngouvernement, par la voix du sous-commissaire Mateus Rodrigues, porte-parole de la police, a\nfermement condamne ces actes, insistant sur leur caractere criminel. Mais au-dela de cette reponse\nsecuritaire, c'est une crise sociale plus profonde qui semble se cristalliser.\nLIRE AUSSI Le nord du Mali bientot ravitaille en carburant grace au Niger L'ironie est amere : l'\nAngola est le deuxieme producteur de petrole d'Afrique subsaharienne, derriere le Nigeria. Pourtant,\nla richesse tiree de l'or noir ne se traduit que tres peu dans la vie quotidienne de la majorite des\nAngolais. La fin progressive des subventions sur le carburant, entamee en 2023 dans un contexte\nde reformes economiques dictees en partie par le Fonds monetaire international (FMI), a eu un effet\ndomino : hausse des transports, augmentation du cout de la vie, et frustration generalisee.\nSuppression des subventions sur les carburants Ces subventions representaient une aide indirecte\nessentielle pour des millions d'Angolais vivant sous le seuil de pauvrete. Leur suppression, meme\npartielle, a un impact direct et brutal sur les classes populaires. Pour ces dernieres, se deplacer,\ntravailler, ou meme faire leurs courses devient de plus en plus difficile. Un peu partout en Afrique, la\nsuppression des subventions sur les carburants , souvent imposee dans le cadre de politiques\nd'ajustement economique, provoque des tensions sociales d'envergures.\nLIRE AUSSI Mozambique : le deficit en devises fragilise les importations de carburant En 2023, le\nNigeria a connu des manifestations massives suite a la suppression des subventions decidee par le\nPresident Bola Tinubu . La aussi, les tarifs de transport ont explose, entrainant des greves\ngenerales et des protestations dans plusieurs grandes villes. Au Senegal, au Ghana ou encore au\nKenya, la hausse du cout de la vie, souvent alimentee par les prix de l'energie, reste une source\nimportante d'instabilite sociale. La liberalisation des marches de carburant, sans accompagnement\nsocial suffisant, est percue comme une injustice dans des pays ou les ecarts de richesse sont\ncriants.\nEntre reformes economiques et imperatif social : un equilibre difficile Les autorites angolaises\njustifient leur politique de reduction des subventions par la necessite de redresser les finances\npubliques , assainir l'economie et lutter contre les detournements de fonds. Sur le papier, ces\narguments tiennent. Mais sur le terrain, le manque de mesures compensatoires aggrave les\ninegalites.\nLes analystes s'accordent a dire que sans politiques sociales ciblees, telles que des aides directes\naux menages, des tarifs sociaux sur les transports ou des programmes alimentaires, les reformes\nrisquent de provoquer plus d'instabilite que de prosperite. En Angola comme ailleurs, les\npopulations n'acceptent plus de payer seules le prix des ajustements economiques .",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4140,
                "words": 639,
                "lines": 47
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "L'affaire Hakimi : requisitions de proces pour viol contre la star du PSG qui risque 15 ans de prison",
            "date": "2025-08-02T09:19:04.760173",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "L'affaire Hakimi : requisitions de proces pour viol contre la star du PSG qui risque 15 ans de prison\n\nAchraf Hakimi Le parquet de Nanterre a requis ce vendredi le renvoi du vice-capitaine du PSG,\nAchraf Hakimi, devant la cour criminelle departementale des Hauts-de-Seine pour viol. Une decision\nqui relance une procedure judiciaire complexe, ou s'affrontent deux versions radicalement opposees\ndes evenements survenus en fevrier 2023. Le joueur marocain, qui a toujours nie les accusations et\ndenonce une tentative de chantage, encourt desormais jusqu'a 15 ans de prison si le juge\nd'instruction suit les requisitions du parquet.\nCe vendredi 1er aout 2025 voit de nouveaux elements dans l'affaire judiciaire qui secoue\nl'entourage d'Achraf Hakimi depuis plus de deux ans. Le parquet de Nanterre, en France, a requis le\nrenvoi de l'international marocain du Paris Saint-Germain devant la cour criminelle departementale\ndes Hauts-de-Seine pour viol. Les informations ont ete revelees par le quotidien Le Parisien .\nCette decision intervient apres une instruction longue et complexe menee depuis mars 2023, date a\nlaquelle l'international marocain de 26 ans avait ete mis en examen et place sous controle judiciaire.\nLa balle est desormais dans le camp du juge d'instruction, qui devra statuer sur l'opportunite de\nrenvoyer ou non le footballeur devant un tribunal.\nLes faits reproches : une soiree de fevrier 2023 qui tourne au cauchemar L'affaire remonte a la nuit\ndu 25 fevrier 2023, a la veille du Classique OM-PSG pour lequel Hakimi etait forfait. Une jeune\nfemme de 24 ans affirme avoir fait connaissance avec le joueur apres plus d'un mois d'echanges via\nInstagram. Invitee au domicile du defenseur a Boulogne-Billancourt, elle s'y etait rendue dans un\nVTC commande par Hakimi lui-meme.\nSelon les declarations de la plaignante aux enqueteurs, la soiree aurait bascule lorsque le\nfootballeur aurait \" passe outre son consentement \" . Elle accuse Hakimi de l'avoir embrassee de\nforce sur la bouche et la poitrine, avant de commettre des attouchements puis un viol malgre ses\nprotestations repetees. La jeune femme affirme avoir reussi a le repousser avec son pied et avoir\nimmediatement alerte une amie par SMS, qui est venue la recuperer.\nLIRE AUSSI Hiba Abouk quitte Hakimi Le lendemain, le 26 fevrier 2023, elle s'est presentee dans\nun commissariat du Val-de-Marne pour rapporter les faits, sans toutefois deposer plainte\nformellement dans un premier temps. C'est l'officier de police qui a transmis l'affaire au parquet,\ndeclenchant l'ouverture d'une information judiciaire.\nUn dossier sous haute tension Depuis le debut de l'affaire, Achraf Hakimi conteste fermement les\naccusations portees a son encontre. Le joueur et son conseil, Me Fanny Colin, denoncent ce qu'ils\nqualifient de \" tentative de racket \" et de \" machination a des fins financieres \" .\nL'avocate du joueur a reagi vivement aux requisitions du parquet, les qualifiant d' \"\nincomprehensibles et insensees au regard des elements du dossier \" .\n\" Nous demeurons avec Achraf Hakimi aussi sereins qu'a l'ouverture de la procedure \" , a-t-elle\ndeclare a l'AFP. \" Si ces requisitions devaient etre suivies, nous exercerions evidemment toutes les\nvoies de recours . \" Du cote de l'accusation, l'avocate de la plaignante, Me Rachel-Flore Pardo, a\naccueilli favorablement la position du parquet. \" Ma cliente accueille cette nouvelle avec un\nimmense soulagement \" , a-t-elle confie a l'AFP. L'avocate rejette categoriquement toute accusation\nde chantage et denonce les \" campagnes de denigrement \" dont font l'objet les femmes qui portent\nplainte pour viol.\nLIRE AUSSI Trois mois apres son divorce, Achraf Hakimi s'eclate au Japon Une confrontation\ndirecte entre Hakimi et sa presumee victime avait eu lieu le 8 decembre 2023 devant le juge\nd'instruction. Chacune des parties avait maintenu sa version des faits.\nUn risque de 15 ans de prison Si le juge d'instruction suit les requisitions du parquet et renvoie\nAchraf Hakimi devant la cour criminelle, le joueur encourra une peine pouvant aller jusqu'a 15 ans\nde reclusion criminelle, conformement a la legislation francaise sur le viol. Cette perspective pese\nlourdement sur l'avenir du vice-capitaine parisien, qui traverse pourtant une periode faste sur le plan\nsportif. Lors de la saison 2024-2025, il a dispute 55 matchs et inscrit 11 buts toutes competitions\nconfondues avec le PSG, contribuant notamment a la qualification historique du club en demi-finale\nde la Ligue des Champions.\nHakimi est meme en lice pour le Ballon d'Or .\nFils d'une femme de menage et d'un vendeur ambulant marocains installes en Espagne depuis les\nannees 1980, Achraf Hakimi incarnait jusqu'a present une success story du football moderne. Ne a\nGetafe, forme au Real Madrid, il s'etait impose comme l'un des lateraux les plus talentueux de sa\ngeneration, brillant au Borussia Dortmund, a l'Inter Milan, puis au PSG depuis 2021. Il est aussi\nl'emblematique capitaine des Lions de l'Atlas qu'il a emmene en demi-finale du Mondial au Qatar.\nLes prochaines etapes judiciaires Le juge d'instruction dispose desormais d'un delai raisonnable\npour examiner les requisitions du parquet et rendre sa decision. Trois scenarios sont possibles :\nLe renvoi devant la cour criminelle, conformement aux requisitions Un non-lieu, si le magistrat\nestime les charges insuffisantes La poursuite de l'instruction s'il juge necessaire d'approfondir\ncertains elements LIRE AUSSI Hakimi et la chanteuse espagnole Lola Indigo ensemble ?\nPour l'heure, Achraf Hakimi beneficie de la presomption d'innocence et n'a fait l'objet d'aucune\ncondamnation par la justice francaise. Seul un eventuel proces permettra d'etablir la verite sur les\nevenements survenus dans cette nuit de fevrier 2023.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5658,
                "words": 883,
                "lines": 64
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Le Senegal renverse la Cote d'Ivoire et se hisse en demi-finales de l'Afrobasket feminin",
            "date": "2025-08-01T10:38:04.318271",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Le Senegal renverse la Cote d'Ivoire et se hisse en demi-finales de l'Afrobasket feminin\n\nDans un Palais des Sports de Treichville chauffe a blanc, le Senegal s'est qualifie ce jeudi soir pour\nles demi-finales de l'AfroBasket feminin 2025 en battant la Cote d'Ivoire sur le score de 66 a 60. Un\nsucces renversant au vu d'un match longtemps domine par les Ivoiriennes.\nPour cebpremier quart de finale de l'Afrobasket 2025 , la Cote d'Ivoire a mene au score pendant\npres d'une heure, imposant son rythme des l'entame. Remportant les deux premiers quarts temps,\nles Elephantes menaient 36 a 27 a la pause et semblaient en mesure de creer la surprise face a\ndes Lionnes jusque-la timides.\nMais le troisieme quart temps a vu le Senegal revenir progressivement, avec une intensite defensive\nretrouvee. A la fin du troisieme quart, l'ecart etait reduit a un point (43-42). Puis c'est dans les\ndernieres minutes que les Senegalaises ont definitivement pris l'ascendant, profitant des\nmaladresses ivoiriennes et d'un collectif plus constant.\nLes Lionnes de la Teranga relancees La meilleure marqueuse senegalaise, Cierra Dillard, a inscrit\n18 points, pesant lourd dans la remontee de son equipe, notamment dans le quatrieme quart. Cote\nivoirien, Kariata Diaby s'est illustree avec 17 points, mais cela n'a pas suffi a faire basculer le match\nen faveur du pays hote.\nLe Senegal, qui avait largement domine le Rwanda en huitiemes de finale, poursuit donc son\nparcours et affrontera en demi-finale le vainqueur du match Nigeria - Cameroun. Cette victoire\nrenforce le statut des Lionnes, pays le plus titre de la competition comme pretendantes serieuses au\ntitre continental. Mais attention, dans la phase de poule les Senegalaises s'etaient fait surprendre\npar l'Ouganda.\nLa Cote d'Ivoire, portee par un public fervent, quitte la competition la tete haute apres avoir\nlongtemps tenu tete a l'une des meilleures nations africaines du basket feminin. Mais la deception\nest forte.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1875,
                "words": 300,
                "lines": 23
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Soudan : l'Union africaine rejette le gouvernement parallele forme par les paramilitaires",
            "date": "2025-08-01T10:38:16.088351",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Soudan : l'Union africaine rejette le gouvernement parallele forme par les paramilitaires\n\nL'Union Africaine L'Union africaine rejette fermement le gouvernement parallele proclame par les\nparamilitaires soudanais, redoutant une fragmentation du pays en guerre. Une condamnation\ndiplomatique qui vise a preserver l'unite nationale et freiner les derives secessionnistes.\nFace a la menace d'un eclatement du Soudan, l'Union africaine (UA) a hausse le ton. L'institution\ncontinentale a officiellement appele ses Etats membres ainsi que la communaute internationale a ne\npas reconnaitre le gouvernement parallele annonce par les Forces de soutien rapide (FSR) , un\ngroupe paramilitaire implique dans le conflit arme contre l'armee nationale soudanaise. Cette\ndeclaration vise a freiner les velleites de partition dans un pays deja ravage par plus d'un an de\nguerre civile.\nUn gouvernement parallele pour diviser un pays en guerre Le 26 juillet, les FSR ont annonce depuis\nle Kordofan du Sud la nomination d'un Premier ministre, marquant ainsi une nouvelle etape dans\nleur tentative d'etablir un pouvoir concurrent a celui de l'armee. Ce gouvernement dit \" parallele \"\nexercerait son autorite sur les zones sous leur controle, principalement le Darfour, des zones du\nKordofan et certaines localites du sud. Une initiative qui suscite une inquietude grandissante dans\nles cercles diplomatiques africains.\nDans un communique publie le 30 juillet, le Conseil paix et securite de l'UA a denonce une\nmanoeuvre qui, selon lui, \" compromet gravement les efforts de paix et l'avenir meme du Soudan \".\nL'organisation appelle a l'unite territoriale et institutionnelle du pays et condamne, \" sans equivoque\n\", toute forme d'ingerence etrangere dans le conflit. Une allusion directe aux Emirats arabes unis,\naccuses de soutenir militairement les FSR, malgre leurs dementis.\nLIRE AUSSI L'Afrique fait bloc contre la guerre des gouvernements au Soudan Une condamnation\nunanime en Afrique et au Moyen-Orient L'Union africaine n'est pas seule dans sa reaction. D'autres\ninstances regionales, comme la Conference internationale sur la region des Grands Lacs (CIRGL),\nont egalement rejete l'initiative des FSR, evoquant de \" graves repercussions sur l'unite du Soudan\n\". La Ligue arabe et l'Arabie saoudite ont emboite le pas, appelant au respect des institutions\nofficielles. L'Egypte, alliee de l'armee soudanaise, a ete la premiere a condamner cette demarche,\naffirmant qu'elle refusera \" toute forme de division du Soudan \".\nDepuis avril 2023, le Soudan est plonge dans une guerre sanglante entre les forces du general\nAbdel Fattah al-Burhane et celles de son ex-allie devenu rival, Mohamed Hamdane Dagalo, chef\ndes FSR. Le conflit a deja fait des dizaines de milliers de morts et plus de 14 millions de deplaces.\nL'ONU qualifie la situation de \" pire crise humanitaire au monde \". Dans ce contexte chaotique,\nl'appel de l'Union africaine sonne comme une tentative de sauver ce qui peut encore l'etre.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2892,
                "words": 444,
                "lines": 32
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "L'initiative Map Africa : quand la cartographie devient un enjeu de souverainete numerique",
            "date": "2025-07-29T17:59:24.361920",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "L'initiative Map Africa : quand la cartographie devient un enjeu de souverainete numerique\n\nCartographier l'Afrique Space42 L'initiative \" Map Africa \" par Space42, Microsoft et Esri est projet\nambitieux qui vise a cartographier l'ensemble du continent africain sur cinq ans. Cependant, il\nsouleve des questions fondamentales sur la souverainete numerique, le developpement\neconomique et les rapports geopolitiques contemporains.\nLa cartographie de 54 pays africains pour plus de 1,4 milliard d'habitants represente un defi\ntechnique colossal. Comme l'explique Hasan Al Hosani, PDG de Smart Solutions chez Space42 : \"\nUne cartographie precise et de haute qualite et les solutions de renseignement qui en decoulent\nsont essentielles a la croissance, a la resilience et a l'innovation inclusive \" .\nCette initiative revele une realite troublante : en 2025, l'Afrique reste largement sous-cartographiee.\nLes cartes existantes sont, selon le communique, \" fragmentees, obsoletes ou inaccessibles \" ,\ncontraignant gouvernements et entreprises a naviguer a l'aveugle dans leurs decisions strategiques.\nCette lacune n'est pas anodine - elle reflete des decennies de sous-investissement dans\nl'infrastructure numerique de base.\nLes Emirats arabes unis, nouveau geant de l'investissement africain L'engagement d'Abu Dhabi\ndans ce projet s'inscrit dans une strategie plus large. Les Emirats arabes unis sont devenus le\npremier investisseur etranger en Afrique avec 44 milliards de dollars deployes en 2024, depassant\nles investissements combines du Royaume-Uni et de la Chine.\nLIRE AUSSI Les Emirats arabes unis et le Congo concluent un partenariat important pour l'Afrique\ncentrale Peng Xiao, PDG du groupe G42 , ne cache pas l'ambition : \" Nous sommes convaincus\nque l'intelligence est le fondement du progres societal, mais elle reste inaccessible a des millions de\npersonnes dans les pays du Sud \" . Mais derriere cette rhetorique humaniste se cache une realite\neconomique : celui qui controle les donnees controle les opportunites.\nLes promesses et les risques de la dependance technologique L'initiative promet des retombees\nconsiderables : optimisation logistique, developpement des energies renouvelables, amelioration de\nla securite et emergence de villes intelligentes. Jack Dangermond, president d'Esri, souligne que\nces capacites \" ont soutenu des efforts de cartographie nationaux et regionaux similaires dans le\nmonde entier \" .\nJack Dangermond, Esri and Hasan Al Hosani, Space42 Pourtant, cette collaboration souleve une\nquestion cruciale : quelle sera la reelle souverainete des Etats africains sur ces donnees ? Le\ncommunique indique que les donnees seront \" concedees sous licence aux gouvernements\nnationaux \" , ce qui implique potentiellement un modele de dependance technologique plutot que\nd'autonomie.\nL'hebergement des donnees dans des centres geres par G42 et Microsoft \" sur tout le continent \"\ndessine un paysage ou l'infrastructure critique reste sous controle externe.\nL'initiative vise egalement a \" soutenir un nouvel ecosysteme commercial de startups africaines \" .\nSi cette promesse se concretise, elle pourrait effectivement stimuler l'innovation locale. C'est un\npoint essentiel pour l'Afrique.\nL'initiative Map Africa repond a un besoin urgent et legitime de donnees geospatiales de qualite\npour l'Afrique. Mais elle illustre aussi l'absence totale d'anticipation des Etats africains sur ce sujet.\nAujourd'hui, la veritable mesure du succes de cette initiative se jugera a l'aune de la capacite des\npays africains a s'approprier ces outils, a developper leurs propres expertises et a ne pas devenir de\nsimples consommateurs de solutions externes.\nL'Afrique a besoin de cartes, certes. Mais elle a surtout besoin de cartographes.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3662,
                "words": 538,
                "lines": 43
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Canons Caesar : pourquoi le Maroc abandonne la France pour l'artillerie israelienne",
            "date": "2025-07-31T14:43:10.494267",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Canons Caesar : pourquoi le Maroc abandonne la France pour l'artillerie israelienne\n\nCanon CAESAR L'histoire recente des canons Caesar au Maroc illustre parfaitement les mutations\nen cours dans l'industrie de l'armement mondial et les nouveaux rapports de force geopolitiques. Ce\nqui devait etre un succes commercial pour l'industrie francaise de defense s'est transforme en un\ncamouflet retentissant, revelateur de defaillances techniques, diplomatiques et commerciales qui\ndepassent le simple cadre d'un contrat d'armement.\nEn 2020, le Maroc place sa confiance dans l'excellence supposee de l'industrie francaise en\ncommandant 36 canons Caesar a KNDS France (ex-Nexter) pour 170 millions d'euros, completes\npar 30 millions d'euros de munitions. Le Caesar, repute pour sa mobilite exceptionnelle et sa\nprecision de tir, etait presente comme un \" complement qualitatif a l'appui-feu des equipes mobiles\nd'infanterie et d'intervention rapide \" . Les Forces Armees Royales (FAR) attendaient beaucoup de\nce systeme d'artillerie autotracte de 155 mm, capable theoriquement de tirer a 40 kilometres de\nportee.\nLes premieres livraisons arrivent en 2022, au moment ou le Caesar fait ses preuves en Ukraine face\naux forces russes. Tout semblait parfait. Mais l'optimisme initial laisse rapidement place a la\ndeception. Les Forces armees royales observent \" des problemes de fiabilite et de fonctionnement\nde certains sous-ensembles, notamment hydrauliques \" , selon Alexandre Dupuy, directeur\nBusiness Unit Systemes chez KNDS France, auditionne par l'Assemblee nationale francaise.\nUn service apres-vente defaillant qui coute cher La veritable defaillance ne reside pas seulement\ndans les problemes techniques - qui touchent des sous-systemes hydrauliques fournis par des\nsous-traitants - mais dans la gestion calamiteuse du service apres-vente par KNDS France. \" Les\nMarocains se sont plaints assez rapidement aupres du groupe francais de problemes recurrents sur\nles systemes d'artillerie livres aux FAR. KNDS France a mis un certain temps a repondre a\ncertaines recriminations de Rabat \" , revele La Tribune.\nPlus grave encore, certains canons Caesar \" ne seraient toujours pas operationnels \" malgre les\ninterventions du constructeur francais. Cette situation est d'autant plus frustrante pour les Marocains\nqu'ils esperaient un geste commercial de la part de KNDS pour compenser ces dysfonctionnements.\n\" Un geste commercial aurait ete bienvenu... mais il n'est jamais venu \" , note amerement le journal\neconomique francais .\nLe timing ne pouvait etre pire : cette crise survient \" au moment ou nous etions en montee de\ncadence pour l'Ukraine \" , reconnait Alexandre Dupuy. L'industrie francaise, focalisee sur le soutien\na Kiev, semble avoir neglige ses clients historiques.\nL'alternative israelienne : l'ATMOS 2000 d'Elbit Systems Face aux defaillances francaises, le Maroc\nse tourne alors vers une solution alternative : l'ATMOS 2000 du groupe israelien Elbit Systems .\nCette affaire Caesar-ATMOS revele des transformations geopolitiques profondes. Le Maroc,\nlongtemps chasse gardee de l'industrie francaise de defense, diversifie desormais ses sources\nd'approvisionnement militaire selon une logique purement pragmatique.\nSelon l'Institut international de recherche sur la paix de Stockholm (SIPRI), \" Israel est maintenant le\ntroisieme plus grand fournisseur d'armes du Maroc, representant 11% de ses importations militaires\n\" . En outre, le royaume cherifien est le premier client africain de Tel Aviv . Cette montee en\npuissance d'Israel comme fournisseur d'armes du Maroc s'inscrit dans le contexte de la\nnormalisation des relations diplomatiques entre les deux pays.\nLe partenariat militaire maroco-israelien ne se limite pas a l'artillerie. Le Maroc a \" multiplie les\nacquisitions aupres d'Elbit Systems \", notamment le systeme de guerre electronique Alinet et\nl'equipement des chasseurs F-5. Sans compter l'acquisition du systeme de defense aerienne Barak\nMX d'Israel Aerospace Industries pour plus de 500 millions de dollars.\nLes lecons d'un echec francais Pour l'industrie francaise de defense, l'affaire Caesar au Maroc\nconstitue un signal d'alarme. Comme le note un commentateur sur le site Opex360 : \" Les\nMarocains sont pragmatiques en matiere militaire. Ils achetent le meilleur et ils achetent a tout le\nmonde au meilleur prix \" . Dans ce contexte concurrentiel, l'excellence technique ne suffit plus si elle\nn'est pas accompagnee d'un service client irreprochable.\nL'echec marocain s'ajoute a d'autres revers d'Elbit Systems face a KNDS France. Paradoxalement,\ncette deconvenue intervient au moment ou \" KNDS a anticipe la demande croissante de son produit\nphare en dimensionnant et reorganisant sa ligne de production dediee \", passant d'une production\nde 2-4 Caesar par mois a un objectif de 8 par mois en 2024.\nCette affaire illustre les mutations geopolitiques en cours au Maghreb. Comme le souligne le site\nDefence Industry EU, \" le Maroc et Israel ont une histoire de cooperation de 60 ans dans les\ndomaines militaire et du renseignement, qui s'est considerablement approfondie apres la signature\ndes Accords d'Abraham \" . Le rapprochement maroco-israelien n'est donc pas conjoncturel mais\ns'inscrit dans une strategie d'alliance de long terme.\nAvec un budget de defense en hausse constante - 133 milliards de dirhams prevus pour 2025\ncontre 124 milliards en 2024 - le royaume dispose des moyens de ses ambitions militaires.\nElbit Systems a d'ailleurs annonce son intention de \" fabriquer des systemes de defense pour les\nforces armees marocaines dans ses futurs sites de production au Maroc \" explique Military Africa,\navec potentiellement deux sites de production, dont un dans la region de Casablanca. Cette\nimplantation industrielle locale pourrait permettre a Israel de servir non seulement le Maroc mais\negalement d'autres pays africains.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5782,
                "words": 866,
                "lines": 66
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Les Etats-Unis suspendent la delivrance de visas au Niger",
            "date": "2025-07-29T17:10:08.285789",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Les Etats-Unis suspendent la delivrance de visas au Niger\n\nVisa refuse Dans le cadre du durcissement de sa politique migratoire, l'administration Trump etend\nses restrictions d'acces au territoire americain. Cette decision s'inscrit dans un contexte de relations\ntendues entre Washington et Niamey depuis le retrait des troupes americaines du pays.\nAlors que l'administration Trump a deja interdit l'acces du territoire americain aux ressortissants de\n12 pays en juin dernier, des documents du departement d'Etat americain en date du 25 juillet,\nconsultes par Reuters et confirmes par un porte-parole du departement d'Etat, revelent une\nprochaine mesure restrictive. Dans un contexte de durcissement de la politique migratoire, consigne\na donc ete donnee a l'ambassade americaine a Niamey de suspendre jusqu'a nouvel ordre toutes\nles procedures de demande de visas immigrants et non-immigrants au Niger. Seuls les visas\ndiplomatiques et les visas officiels vont continuer a y etre delivres.\nDes mesures de vigilance renforcee Les employes des autres postes consulaires americains sont\nquant a eux appeles a etre \" hautement vigilants \" lorsqu'ils traitent une demande de visa emanant\nd'un ressortissant nigerien. Un haut responsable cite par Reuters ajoute que ces mesures doivent\nrester en vigueur jusqu'a ce que Washington puisse \" repondre a certaines preoccupations avec le\ngouvernement du Niger \". Il precise que le taux de depassement de sejour aux Etats-Unis de la part\nde ressortissants nigeriens s'eleve a 8% pour les visas visiteurs et a 27% pour les visas etudiants.\nCette suspension a par ailleurs lieu presque une annee apres l'ordre donne a Washington de retirer\nses troupes deployees au Niger , decision qui a change radicalement les relations entre les deux\npays.\nPar ailleurs, dans le cadre de sa politique migratoire, l'administration Trump poursuit les expulsions\nde migrants en situation irreguliere et n'exclut pas de revoquer des visas d'etudiants ou des cartes\nvertes a des individus accuses de soutien aux Palestiniens ou de critiques envers Israe l, estimant\nque cela constitue une menace pour la politique etrangere americaine.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2094,
                "words": 320,
                "lines": 23
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "L'Afrique fait bloc contre la guerre des gouvernements au Soudan",
            "date": "2025-08-01T10:38:22.009506",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "L'Afrique fait bloc contre la guerre des gouvernements au Soudan\n\nUnion Africaine Alors que le Soudan s'enlise dans un conflit sanglant entre l'armee reguliere et les\nparamilitaires des Forces de soutien rapide (FSR), une nouvelle ligne rouge vient d'etre franchie.\nL'annonce d'un gouvernement parallele par les FSR a ravive les craintes de partition du pays. Cette\ninitiative, denoncee de toutes parts, a ete rejetee avec fermete par l'Union africaine et plusieurs\nacteurs regionaux, qui y voient une grave menace pour l'unite soudanaise.\nLes Forces de soutien rapide (FSR), alliees a divers groupes armes soudanais, ont, le 26 juillet\n2025, proclame la creation d'un gouvernement parallele a partir de Nyala, dans le Kordofan du Sud.\nCette annonce a immediatement declenche une vague de reactions hostiles dans la region. Baptise\n\" Paix et Unite \", ce nouveau pouvoir autoproclame inclut un Conseil presidentiel dirige par\nMohamed Hamdan Daglo, alias Hemedti , et un gouvernement civil mene par Mohamed Hassan\nal-Ta'ayshi.\nL'initiative vise a administrer les zones controlees par les FSR, notamment au Darfour et au\nKordofan. Mais cette manoeuvre, loin d'etre acceptee comme une tentative de stabilite locale, est\npercue par la quasi-totalite des Etats africains et des instances internationales comme une menace\ngrave a l'integrite du Soudan.\nL'Union africaine tire la sonnette d'alarme Reunie en session le 30 juillet, l' Union africaine (UA) a\nvivement denonce la formation de ce gouvernement parallele. Dans un communique sans\nambiguite, son Conseil de paix et de securite a appele ses Etats membres a ne pas reconnaitre\ncette autorite autoproclamee. L'UA y voit une tentative dangereuse de partition du pays, qui pourrait\naneantir tous les efforts de paix engages depuis la reprise des hostilites en avril 2023 entre les FSR\net l'armee reguliere.\nL'organisation continentale condamne egalement les ingerences etrangeres qui nourrissent le\nconflit, les qualifiant de violations flagrantes des resolutions du Conseil de securite de l'ONU.\nL'objectif, selon l'UA, est d'eviter que le Soudan ne sombre dans un schema de fragmentation\nsimilaire a celui vecu par d'autres pays de la region.\nUn rejet unanime en Afrique et au-dela La condamnation ne s'arrete pas aux portes de l'Union\nafricaine. La Conference internationale sur la region des Grands Lacs (CIRGL), qui rassemble 12\npays d' Afrique centrale et de l'Est, a elle aussi denonce l'initiative des FSR. La Ligue arabe et\nl'Arabie saoudite ont emboite le pas, qualifiant la manoeuvre de hors-la-loi, incompatible avec les\nprincipes de souverainete nationale.\nL'Egypte, tres concernee par la stabilite de son voisin du sud, a ete la premiere a reagir. Le Caire a\naffirme, par la voix de son ministre des Affaires etrangeres, qu'aucune forme de division du Soudan\nne saurait etre toleree. Un message clair a destination de tous les acteurs internes ou externes qui\nnourriraient des velleites separatistes.\nUn Quartet divise, une reunion internationale annulee Dans ce climat de tensions, une reunion\ninternationale prevue a Washington le 29 juillet, censee reunir les membres du \" Quartet \"\n(Etats-Unis, Egypte, Emirats arabes unis et Arabie saoudite), a ete annulee. Aucune nouvelle date\nn'a ete proposee, ce qui souligne la difficulte grandissante de parvenir a une position commune sur\nle Soudan.\nLIRE AUSSI Guerre au Soudan : Washington accuse Khartoum d'utiliser des armes chimiques En\ncoulisses, des sources diplomatiques evoquent un desaccord profond entre l'Egypte et les Emirats.\nCes derniers auraient propose que ni l'armee reguliere ni les FSR ne participent a la transition\npolitique future du Soudan. Une idee inacceptable pour Le Caire, qui soutient ouvertement l'armee\nnationale dans ce conflit.\nUne lutte pour le pouvoir maquillee en projet politique Pour l'armee soudanaise et son\ngouvernement, cette initiative des FSR n'est rien d'autre qu'une manoeuvre opportuniste. Le\nministere des Affaires etrangeres de Khartoum qualifie ce gouvernement de factice, tandis que le\nporte-parole de l'armee y voit une tentative de la famille Daglo de s'accaparer le pouvoir au\ndetriment de la souverainete nationale.\nLes FSR, qui avaient gagne du terrain au debut de la guerre, semblent desormais en perte de\nvitesse, notamment a Khartoum . Le lancement de ce gouvernement parallele apparait alors comme\nun moyen de reprendre la main sur le plan politique, en consolidant leur influence dans certaines\nregions. Le spectre d'une balkanisation du Soudan plane plus que jamais.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4468,
                "words": 691,
                "lines": 53
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Candidature Ouattara : l'Afrique entre pragmatisme et malaise democratique",
            "date": "2025-08-01T10:38:34.180626",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Candidature Ouattara : l'Afrique entre pragmatisme et malaise democratique\n\n@afrik.com Illustration Contestation Ouattara Deux jours apres l'annonce de la candidature\nd'Alassane Ouattara pour un quatrieme mandat presidentiel, l'Afrique peine a masquer son\nembarras. Entre soutiens de facade des institutions continentales et critiques feutrees des\nchancelleries, la decision du president ivoirien revele les contradictions d'un continent tiraille entre\nambitions democratiques et reflexes autoritaires.\nAddis-Abeba et Abuja : le silence gene des capitales Dans les couloirs de l' Union africaine a\nAddis-Abeba , l'annonce du 29 juillet a provoque des remous discrets. Si officiellement l'organisation\npanafricaine maintient sa ligne de soutien - promettant d' \" accompagner \" la Cote d'Ivoire dans ce\nprocessus electoral - les diplomates africains expriment en prive leurs reserves.\n\" C'est exactement le genre de precedent que nous voulions eviter \" , confie un haut responsable de\nl'UA sous couvert d'anonymat. Le continent, qui s'efforce de promouvoir la bonne gouvernance et\nl'alternance democratique, se retrouve une nouvelle fois confronte a ses propres contradictions.\nLa position de l'institution continentale tranche avec ses recentes prises de position fermes contre\nles coups d'Etat militaires au Sahel. Cette difference de traitement entre putschistes en uniforme et \"\nputschistes constitutionnels \" en costume-cravate interroge les societes civiles sur la coherence de\nla diplomatie africaine.\nDakar-Accra : un axe atlantique prudent Les reactions des pays cotiers de l'Atlantique revelent une\ngeopolitique regionale complexe. Le Ghana de John Dramani Mahama, principal allie d'Abidjan\ndans la sous-region, s'est contente de reaffirmer sa volonte de servir de \" pont \" entre la CEDEAO\net les pays de l'Alliance des Etats du Sahel , evitant soigneusement de commenter la candidature\nde son voisin.\nCette prudence s'explique : Accra et Abidjan, premiers producteurs mondiaux de cacao , partagent\ndes interets economiques majeurs mais redoutent de s'aliener une opinion publique de plus en plus\ncritique envers les \" presidents a vie \" .\nPlus au nord, Dakar observe avec inquietude. Le Senegal de Bassirou Diomaye Faye, arrive au\npouvoir sur une promesse de renouveau democratique, ne peut ouvertement soutenir une\ndemarche qui contredit ses propres engagements. Les autorites senegalaises optent donc pour un\nsilence diplomatique eloquent.\nOuagadougou-Bamako-Niamey : la rupture consommee L'annonce d'Ouattara acheve de\nconsommer la rupture entre Abidjan et les capitales de l'Alliance des Etats du Sahel. Les recentes\ntensions - arrestation d'un elu malien en Cote d'Ivoire, mort controversee du cyberactiviste\nburkinabe Alino Faso - prennent une dimension nouvelle a la lumiere de cette candidature.\n\" Ouattara incarne tout ce contre quoi nous nous sommes battus \" , nous explique un journaliste a\nOuagadougou. Cette fracture ideologique entre un president civil s'accrochant au pouvoir et des\nmilitaires justifiant leurs coups d'Etat par la necessite du changement, revele l'ironie de la situation\npolitique ouest-africaine. Les juntes saheliennes, par leurs critiques implicites, se posent\nparadoxalement en gardiennes de la legitimite constitutionnelle face a un president elu qui en\ndetourne l'esprit.\nLes reseaux sociaux africains, eux, ne s'embarrassent d'aucune diplomatie. Les hashtags\n#OuattaraDegage et #ConstitutionRespectee circulent massivement, temoignant d'une jeunesse\nafricaine de plus en plus allergique aux derives autoritaires, qu'elles viennent de militaires ou de\ncivils.\nAu-dela du cas ivoirien, cette candidature agit comme un revelateur des tensions qui traversent la\ngouvernance africaine en 2025. Du Cameroun de Paul Biya (qui prepare sa propre succession a 92\nans) au Rwanda de Paul Kagame (reelu pour un quatrieme mandat en 2024), l'Afrique semble\nprisonniere d'un modele politique qui a oublie l'alternance democratique.\nLes chancelleries occidentales embarrassees Les partenaires traditionnels de la Cote d'Ivoire,\nFrance en tete, naviguent en eaux troubles. Comment concilier leur soutien historique a Ouattara\navec leur rhetorique sur la promotion de la democratie ? L'Elysee, qui avait deja ferme les yeux sur\nle troisieme mandat en 2020, se retrouve pris au piege de ses propres contradictions. Mais alors\nque Macron compte desormais ses amis en Afrique sur les doigts d'une seule main , peut-il\nreellement critiquer ceux qui restent.\nCette situation fragilise le discours occidental sur la gouvernance en Afrique et offre une nouvelle\nfois des arguments aux regimes autoritaires du continent qui denoncent regulierement le \" deux\npoids, deux mesures \" des democraties occidentales.\nMais derriere les positions diplomatiques officielles se cache un enjeu generationnel majeur. Une\njeunesse africaine de plus en plus eduquee et connectee aspire a un renouvellement politique que\nles gerontocraties en place refusent d'entendre.\nCette frustration generationnelle, visible lors des recents mouvements de protestation au Senegal\nou au Kenya, pourrait bien constituer le veritable defi des prochaines annees pour des dirigeants\ncomme Ouattara, de plus en plus deconnectes des aspirations de leurs peuples.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5172,
                "words": 751,
                "lines": 61
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Un Maroc uni, equitable et audacieux : le nouveau souffle du Discours du Trone 2025",
            "date": "2025-08-01T10:37:52.408382",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Un Maroc uni, equitable et audacieux : le nouveau souffle du Discours du Trone 2025\n\nLe roi du Maroc, Mohammed VI A l'occasion du 26 eme anniversaire de son accession au Trone, le\nroi Mohammed VI a prononce un discours national empreint de determination et de vision. Dans un\ncontexte marque par des secheresses successives, une conjoncture internationale difficile et des\ndisparites territoriales persistantes, le monarque a appele a un sur-saut national pour un\ndeveloppement equitable, durable et inclusif. Ce discours est apparu comme une feuille de route\nambitieuse, visant a transformer les acquis en leviers concrets pour l'avenir.\nLe 29-30 juillet 2025, le Maroc a celebre la Fete du Trone , la 26 eme edition du genre. Le roi a saisi\nl'opportunite pour prononcer un discours national empreint de determination en plus de partager sa\nvision. Le souverain a commence par saluer les progres realises depuis 1999 grace a une vision\nstrategique et des choix structurels reflechis. Il a egalement mentionne les progres en matiere de\nprotection sociale via l'Assurance maladie obligatoire (AMO) et les allocations familiales touchant\ndes millions de citoyens.\n\" Pas de place pour un Maroc a deux vitesses \" Malgre ces acquis, le roi n'a pas elude les defis\nstructurels. La secheresse, cumulee a la croissance demographique, met en peril les reserves\nhydriques, notamment dans les zones rurales. Six annees consecutives de secheresse ont fragilise\nl'approvisionnement en eau, imposant d'urgence des mesures. La persistance d'un Maroc a deux\nvitesses, ou certaines regions souffrent encore d'un manque flagrant d'infrastructures de base, a\nconduit le souverain a appeler a un developpement territorial \" de nouvelle generation \", fonde sur\ndes projets locaux cibles autour de l'emploi, des services sociaux, de l'eau et de la mise a niveau\nintegree.\nLIRE AUSSI Le Prince Moulay Hassan accelere sa formation royale : une succession qui se dessine\nLe coeur du discours est consacre au programme territorial visant a eradiquer les disparites\nregionales. Le roi a insiste : \" Il n'y a pas de place pour un Maroc a deux vitesses \". Cela se\ntraduirait par une nouvelle generation de projets adaptes aux specificites locales, en partenariat\navec les collectivites, fondees sur quatre axes : l' emploi , les services sociaux, la gestion des\nressources hydriques et l'equilibre spatial. Il a egalement reaffirme la necessite de moderniser les\ninstitutions, d'ouvrir des postes de responsabilite a du sang neuf, competent et meritant, afin de\nrenforcer performance et responsabilite publique au service des citoyens.\nPolitique sociale et responsabilisation citoyenne Mohammed VI a reitere l'importance de la\ncitoyennete active, en appelant chaque Marocain a devenir un acteur du developpement collectif. Le\nmessage est clair : les interets de la Nation doivent primer, et chacun doit y contribuer avec un sens\naccru de l'engagement et du merite. Il a insiste sur la generalisation des protections sociales , y\ncompris les allocations familiales et la couverture maladie obligatoire, destinees a financer les plus\nvulnerables, notamment via le Registre Social Unifie comme outil de distribution ciblee et solidaire.\nLIRE AUSSI Fete du Trone 2025 au Maroc : grace royale exceptionnelle accordee a pres de 20\nmille detenus Le souverain a aussi rendu hommage aux forces de securite nationales, notamment\nles FAR, gendarmerie et protection civile, saluant leur role dans la preservation de l'unite nationale,\nde la stabilite et de la souverainete territoriale du royaume.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3471,
                "words": 542,
                "lines": 38
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Jubile des jeunes a Rome : une mobilisation africaine historique parmi 146 pays representes",
            "date": "2025-07-29T17:09:56.282695",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Jubile des jeunes a Rome : une mobilisation africaine historique parmi 146 pays representes\n\nDes centaines de milliers de jeunes pelerins, dont une forte delegation africaine, convergent vers\nRome pour le jubile des jeunes catholiques des 2 et 3 aout. Cet evenement majeur de l'annee\nsainte illustre le dynamisme de l'Eglise catholique sur le continent africain, qui represente l'une des\ncommunautes les plus actives parmi les 146 pays participants.\nLes derniers preparatifs de l'evenement le plus important de l'annee sainte de l'Eglise catholique\nsont en cours sur le vaste terrain de Tor Vergata, en peripherie de Rome, ou des centaines de\nmilliers de personnes sont attendus pour le jubile des jeunes.\nLa scene-autel geante de plusieurs metres de haut a ete achevee, ainsi que l'infrastructure de\nsecurite et les points d'hydratation avant les deux jours de veillee et de messe avec le pape Leon\nXIV . Cet evenement constitue le moment le plus attendu du calendrier du jubile.\nAlessandro Mancini, l'ingenieur responsable du site jubilaire de Tor Vergata, a declare que\nl'elevation de la scene permettra a tout le monde de voir la messe. Le site ouvrira ses portes aux\npelerins le 2 aout pour une journee entiere de musique, de spectacles et de prieres avant une\nveillee avec le pape. Apres avoir passe la nuit sur place, les participants assisteront a une messe\npresidee par le Saint-Pere depuis la scene principale le matin du dimanche 3 aout, marquant la\ncelebration de cloture du jubile des jeunes.\nLIRE AUSSI L'Afrique a Rome Le Vatican a indique que 68 % des participants inscrits etaient\noriginaires de pays europeens, mais les africains sont quand meme tres nombreux, les pelerins\narrivant de 146 pays au total. Cette mobilisation internationale temoigne de l'universalite de l'Eglise\ncatholique, avec une participation notable des jeunes africains qui illustrent le dynamisme spirituel\ndu continent dans le catholicisme mondial.\nL'Afrique, nouveau centre de gravite du catholicisme Cette forte participation africaine au jubile\nreflete une transformation profonde de l'Eglise catholique.\nL'Afrique a enregistre la plus forte augmentation du nombre de catholiques ces dernieres annees ,\navec plus de 8 millions de baptises supplementaires chaque annee, tandis que l'Europe perdait pres\nde 300 000 fideles par an.\nLe continent africain devrait accueillir un catholique sur trois dans le monde d'ici 2050. Cette\ncroissance exceptionnelle s'accompagne d'une vitalite religieuse remarquable : la frequentation des\nmesses dans les eglises catholiques en Afrique est bien plus elevee qu'aux Etats-Unis, notamment\nau Nigeria ou 94 % des catholiques declarent assister a la messe au moins une fois par semaine.\nLIRE AUSSI Leon XIV recoit Tebboune Les Etats d'Afrique comptant le plus grand nombre de\ncatholiques sont la Republique democratique du Congo, le Nigeria, la Tanzanie, l'Ouganda, et\nl'Angola. Cette expansion du catholicisme africain s'explique par l'heritage des missions,\nl'engagement social de l'Eglise dans l'education et la sante, ainsi que par la jeunesse de la\npopulation continentale.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3012,
                "words": 467,
                "lines": 35
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Les D'Tigress ecrasent les Lionnes Indomptables confirme son statut de favorite a l'Afrobasket 2025",
            "date": "2025-08-01T10:37:40.342735",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Les D'Tigress ecrasent les Lionnes Indomptables confirme son statut de favorite a l'Afrobasket 2025\n\nAmy Okonkwo Nigeria Les D'Tigress ont livre une demonstration de force en s'imposant largement\n83-47 face aux Lionnes indomptables en quart de finale. E demi-finale elles retrouveront les\nSenegalaises qui se sont qualifiees difficilement face aux Ivoiriennes.\nAu Palais des Sports de Treichville d'Abidjan, le Nigeria a rappele pourquoi il demeure l'equipe de\nreference du basketball feminin africain. Face au Cameroun ce jeudi soir, les quadruples\nchampionnes d'Afrique en titre ont livre une prestation magistrale pour s'imposer 83-47 et valider\nleur billet pour les demi-finales de l'Afrobasket 2025.\nUne domination totale des l'entame Des les premiers echanges, les D'Tigress ont impose leur\nrythme et leur superiorite technique. Menees par l'experience de leur coach Rena Wakama, elue\nentraineure de l'annee aux Jeux olympiques de Paris 2024 , les Nigerianes ont controle tous les\naspects du jeu face a des Camerounaises depassees par l'intensite et la precision de leurs\nadversaires.\nL'ecart final de 36 points au tableau d'affichage final reflete parfaitement la difference de niveau\nobservee sur le parquet. Le Nigeria n'a jamais tremble et a su gerer la rencontre de bout en bout, ne\nlaissant aucun espoir aux Lionnes indomptables.\nUne serie historique qui se poursuit Cette victoire permet au Nigeria de prolonger sa serie\nexceptionnelle de 27 victoires consecutives a l'Afrobasket feminin, un record inegale qui temoigne\nde la domination sans partage de cette equipe sur le continent depuis une decennie. Cette\nimpressionnante serie avait debute en 2015 lors du match pour la troisieme place, et aucune\nformation africaine n'est parvenue depuis a faire trebucher les D'Tigress.\nPour le Cameroun, malgre une phase de groupes encourageante avec notamment une victoire\nprobante face a l'Angola, le reve s'arrete en quarts de finale. Les joueuses d'Ahmed Mbombo Njoya\nn'ont pas reussi a rivaliser avec la machine nigeriane, trop bien huilee et trop experimentee dans les\nmoments cruciaux.\nRendez-vous avec le Senegal en demi-finale Le Nigeria connait son adversaire pour les\ndemi-finales : ce sera le Senegal, qui a de son cote domine la Cote d'Ivoire 66-60 dans un match\nserre mais maitrise. Ce choc entre les deux geants du basketball feminin africain s'annonce comme\nl'affiche phare de ces demi-finales. Mais le Senegal reste sur une longue serie de defaite et les\nD'Tigress font donc encore figure de favorites.\nD'un cote, les Lionnes senegalaises, recordwomen de la competition avec 11 titres continentaux,\ncherchent a retrouver leur trone. De l'autre, les D'Tigress nigerianes visent un cinquieme titre\nconsecutif.\nL'autre demi-finale opposera samedi les surprenantes Sud-Soudanaises qui se sont imposees a la\nderniere seconde face a l'Ouganda aux Maliennes, faciles vainqueures du Mozambique. Ce soir,\nplace aux machs de classement Mozambique - Ouganda et Cote d'ivoire - Cameroun.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2895,
                "words": 443,
                "lines": 35
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Maroc-Algerie : vers une autonomie reelle du Sahara occidental au-dela des positions traditionnelles",
            "date": "2025-07-31T14:43:25.315790",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Maroc-Algerie : vers une autonomie reelle du Sahara occidental au-dela des positions traditionnelles\n\n?\nAbdelmadjid Tebboune et Mohammed VI et drapeau du Sahara occidental Le discours du Trone de\nMohammed VI et la tournee de l'emissaire Trump Massad Boulos convergent vers une possible\npercee diplomatique inedite. Entre Rabat et Alger, une troisieme voie emerge : l'autonomie reelle du\nSahara occidental avec partenariats renforces, solution qui pourrait transcender un demi-siecle de\nblocage.\nMohammed VI tend la main : signal d'ouverture dans un contexte geopolitique renouvele Dans son\ndiscours du Trone du 29 juillet 2025 , le roi Mohammed VI a tendu la main a l'Algerie, appelant a un\n\" dialogue fraternel et sincere \" sur les \" differentes questions en souffrance entre les deux pays \" ,\nincluant explicitement le dossier du Sahara occidental.\nCette initiative diplomatique, formulee dans un contexte de celebration nationale, marque une\ntonalite inedite par son appel a une solution \" consensuelle qui sauve la face a toutes les parties, ou\nil n'y aura ni vainqueur ni vaincu \" .\nCette ouverture royale intervient dans un timing particulierement significatif : elle coincide avec la\ntournee maghrebine de Massad Boulos, conseiller special de Donald Trump pour l'Afrique, qui s'est\nrendu en Algerie le 27 juillet et au Maroc le 29 juillet, jour meme du discours royal. L'etape\nalgerienne de cette mission diplomatique revet une importance cruciale : Alger, gardienne historique\ndu droit a l'autodetermination des peuples et soutien indefectible du Front Polisario, detient, en effet,\nles cles d'un reglement durable.\nCette synchronisation quasi parfaite entre diplomatie americaine et initiative royale souleve des\nquestions legitimes sur une eventuelle coordination visant a creer une dynamique nouvelle dans ce\ndossier enlise depuis des decennies.\nLa mission Boulos : reconnaissance du role pivot de l'Algerie Massad Boulos incarne une methode\ntaillee a la mesure de Donald Trump : moins d'aide, plus de commerce ; moins de lourdeurs\nmultilaterales, plus de deals bilateraux. Sa tournee express au Maghreb ne releve pas du protocole\ndiplomatique habituel. Significativement, c'est a Alger que l'emissaire americain a consacre le plus\nde temps, reconnaissant implicitement le role central de l'Algerie dans toute resolution du conflit. En\nreliant Alger et Rabat en l'espace de quelques heures, Massad Boulos cherche certainement a\nreintroduire un dialogue indirect sur le Sahara et la stabilite regionale. Une piste deja evoquee par\nJohn Bolton, ancien conseiller securite de Trump .\nWashington veut une solution qui soit acceptable pour les parties au conflit et qui permette de\ndemarrer rapidement le business. Car Trump veut que le commerce prime. Cette position nuancee\nsuggere que l'administration Trump pourrait etre disposee a explorer des alternatives si celles-ci\npermettent de debloquer definitivement le dossier avec l'aval d'Alger.\nVers une autonomie reelle : au-dela du cadre traditionnel L'analyse des declarations recentes et des\ndynamiques diplomatiques en cours laisse entrevoir la possibilite d'une solution inedite qui\ntranscenderait le clivage traditionnel entre autonomie sous souverainete marocaine et\nindependance totale. Cette \" troisieme voie \" pourrait s'articuler autour de plusieurs elements\nnovateurs :\nUn statut d'autonomie substantielle Contrairement au plan d'autonomie marocain de 2007, limite\ndans ses prerogatives, une autonomie reelle pourrait octroyer au Sahara occidental une\nsouverainete effective sur ses ressources naturelles (phosphates, peche, energies renouvelables).\nMais aussi lui permettre d'avoir un systeme judiciaire et legislatif propre, de gerer les relations\ninternationales.\nPartenariats economiques renforces avec le Maroc Cette solution permettrait au royaume cherifien\nde maintenir ses investissements strategiques, notamment le complexe solaire de Ouarzazate\netendu au Sahara ou les infrastructures portuaires de Dakhla. Mais aussi les projets agricoles et\naquacoles, dont certains sont proprietes de la holding royale.\nCes partenariats prendraient la forme de joint-ventures ou de concessions a long terme,\ngarantissant la rentabilite des investissements marocains tout en respectant l'autonomie sahraouie.\nReconnaissance internationale progressive Un tel statut pourrait beneficier d'une reconnaissance\ninternationale immediate par les Etats-Unis, garants du processus et une adhesion progressive\nd'Etats europeens et africains.\nEnfin, l'integration dans certaines organisations internationales sous un statut special ne devrait pas\nposer de probleme.\nCette nouvelle approche repond a plusieurs imperatifs geopolitiques que les acteurs traditionnels du\nconflit ne peuvent plus ignorer :\nPour les Etats-Unis c'est la securisation des investissements americains dans les energies\nrenouvelables sahariennes mais surtout la possibilite de rechercher des terres rares. Enfin, ce serait\nla demonstration de l'efficacite de la diplomatie transactionnelle trumpienne.\nPour le Maroc, ce serait la preservation des investissements colossaux realises dans les \" provinces\ndu Sud \" et l'assurance du maintien d'une influence economique substantielle sans les couts\npolitiques de l'occupation. Ce serait aussi l'amelioration de l'image internationale, surtout apres les\nrecentes condamnations de la Cour de Justice de l'Union Europeenne , qui font peser une epee de\nDamocles sur les investissements marocains.\nPour l'Algerie, ce serait d'abord la reconnaissance de la justesse du combat mene depuis 50 ans.\nMais aussi la possibilite de redeployer ses efforts diplomatiques sur d'autres dossiers regionaux et\nl'opportunite de normaliser les relations avec Rabat et de relancer le projet maghrebin.\nPour la communaute internationale ce serait la resolution d'un conflit gele qui entrave la cooperation\nregionale et la stabilisation d'une zone geographique cruciale pour les enjeux migratoires et\nsecuritaires.\nEt bien sur, ce serait enfin la \" liberation \" pour le peuple Sahraoui.\nLa convergence entre le discours d'ouverture de Mohammed VI et la mission diplomatique de\nMassad Boulos font que, pour la premiere fois depuis des decennies, les conditions semblent\nreunies pour explorer une solution innovante qui transcende les positions maximalistes\ntraditionnelles.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 6218,
                "words": 894,
                "lines": 76
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "AfroBasket feminin : la Cote d'Ivoire cede face au Cameroun (83-68) dans la course a la 5e place",
            "date": "2025-08-02T09:19:10.556394",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "AfroBasket feminin : la Cote d'Ivoire cede face au Cameroun (83-68) dans la course a la 5e place\n\nLionnes Indomptables du Cameroun Afrobasket La selection ivoirienne, confrontee au Cameroun\ndans le match de classement pour la 5 eme place de l'Afrobasket feminin, n'a jamais reussi a entrer\ndans son match. Rapidement debordees dans la premiere periode, les Ivoiriennes ont concede un\necart important des le premier quart-temps, laissant le Cameroun imposer son rythme. Leur defense\na souvent paru depassee et les pertes de balle se sont multipliees, mettant un terme a tout espoir\nde retour.\nMalgre une belle campagne dans cet AfroBasket feminin, la Cote d'Ivoire a vu ses espoirs de\ncinquieme place s'evanouir face a une equipe camerounaise bien mieux preparee. Cette rencontre\nde classement a mis en lumiere les limites physiques et tactiques des Ivoiriennes, nettement\ndominees tout au long du match. Le Cameroun, plus constant et collectif, n'a laisse aucune chance\na son adversaire, concluant la rencontre sur une victoire nette et meritee (83-68).\nDomination camerounaise dans tous les secteurs Le Cameroun a maitrise la rencontre de bout en\nbout, avec une adresse soignee en attaque et une presence feroce au rebond. Les Lionnes\nindomptables ont surfe sur une intensite defensive constante et une circulation de balle fluide,\ncreusant l'ecart quart apres quart. A la mi-temps, le score avoisinait deja les vingt points d'avance.\nEn seconde mi-temps, elles ont confirme la tendance en gerant le jeu avec calme et efficacite.\nLIRE AUSSI Le Senegal renverse la Cote d'Ivoire et se hisse en demi-finales de l'Afrobasket feminin\nDu cote ivoirien, les rares initiatives offensives apparaissaient souvent gachees par des\nmaladresses ou un manque de lucidite. Le leadership absent et la fatigue se faisaient sentir,\nnotamment dans les moments cles ou le Cameroun creusait encore un peu plus l'ecart. L'ambiance\ndans le Palais des Sports de Treichville, pourtant acquis au public local, est restee sur sa faim,\ndecue par un scenario qui n'a jamais evolue en faveur des Elephantes.\nLIRE AUSSI Les D'Tigress ecrasent les Lionnes Indomptables et confirment leur statut de favorites\na l'Afrobasket 2025 Ce revers 83-68 est une desillusion dans ce match decisif pour la 5 eme place,\nun classement qui leur echappe desormais. Malgre cette defaite, le parcours ivoirien au cours de la\ncompetition merite d'etre souligne : qualifiees en phase finale et competitives jusqu'au bout.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2372,
                "words": 373,
                "lines": 26
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Akliouche au PSG : la pepite franco-algerienne entre transfert de reve et choix international",
            "date": "2025-07-30T10:54:19.422446",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Akliouche au PSG : la pepite franco-algerienne entre transfert de reve et choix international\n\nMaghnes Akliouche L'ete 2025 s'annonce decisif pour Maghnes Akliouche. Le milieu offensif de l'AS\nMonaco, age de 23 ans, cristallise les attentions du Paris Saint-Germain dans ce qui pourrait etre\nl'un des feuilletons mercato les plus suivis de la saison. Au-dela des enjeux sportifs et financiers, ce\ntransfert potentiel souleve des questions identitaires pour ce fils de l'immigration algerienne.\nNe le 25 fevrier 2002 a Tremblay-en-France, Maghnes Akliouche porte fierement sa double identite.\nSes parents sont originaires de Raffour, dans le wilaya de Bouira en Kabylie , region montagneuse\nd'Algerie connue pour sa riche tradition footballistique. Cette filiation algerienne impregne\nprofondement l'identite du jeune prodige qui a grandi en Seine-Saint-Denis.\nSon parcours illustre parfaitement celui de nombreux talents issus de l'immigration maghrebine en\nFrance, formes dans les clubs de banlieue avant d'integrer les centres de formation d'elite. En 2018,\nil rejoint le prestigieux centre de formation de l'AS Monaco, ou son potentiel ne tarde pas a se\nreveler. Aujourd'hui, avec 7 buts et 12 passes decisives en 47 matches toutes competitions\nconfondues la saison passee, il s'impose comme l'une des revelations du football francais.\nUn accord secret avec le PSG Maghnes Akliouche disposerait d'un accord verbal avec le PSG,\nrevele le journaliste Abdellah Boulma, specialiste du mercato et collaborateur independant qui a\nnotamment travaille pour la FIFA et Les Cahiers du Football. Cette information, confirmee par\nplusieurs sources concordantes, temoigne de l'interet mutuel entre le joueur et le club de la capitale.\nLe principal concerne n'aurait d'yeux que pour le PSG, malgre l'interet manifeste par d'autres grands\nclubs europeens comme Manchester City.\nLIRE AUSSI Le PSG remet en vente le maillot de Mustapha Dahleb Sa polyvalence, capable\nd'evoluer en milieu offensif ou sur l'aile droite, en fait un profil particulierement attractif pour Luis\nEnrique. Mais Monaco a fixe le prix du joueur a 80 millions d'euros, un montant que le PSG trouve\ntrop eleve. Cette valorisation constituerait le principal obstacle a la concretisation de ce transfert.\nEn effet, contrairement a ses habitudes depensieres du passe, le Paris Saint-Germain adopte une\napproche plus mesuree. Luis Campos refuserait de faire des folies pour le milieu offensif de l'AS\nMonaco et privilegierai une valorisation du joueur autour de 50 millions d'euros.\nLe dilemme international : France ou Algerie ?\nAu-dela des considerations mercato, Akliouche fait face a un choix crucial pour sa carriere\ninternationale. Originaire de Bouira, en Algerie, par ses parents, il est eligible pour representer les\nFennecs. Cependant, Maghnes Akliouche a represente les selections de jeunes en France. Entre\n2021 et 2022, il porte le maillot des U20 avant de rejoindre, en 2023, les Espoirs, ou il totalise 10\nselections. En 2024, il participe egalement aux Jeux olympiques de Paris sous les couleurs de la\nFrance olympique avec qui il sera medaille.\nLIRE AUSSI Amine Gouiri lance un appel a Akliouche : \" Le train algerien n'attendra pas \" La\nsituation reste complexe et evolutive. Ainsi, des membres de sa famille souhaitent le voir porter les\ncouleurs de son pays d'origine, l'Algerie. Cependant, certains medias francais dont le quotidien de\nreference L'Equipe, affirment qu'Akliouche a fait un choix definitif en optant pour l'equipe de France,\nmeme si des sources au sein de la FAF indiquent que les discussions sont toujours en cours et que\nla federation reste optimiste. La CAN qui arrive pour la fin de l'annee au Maroc pourrait le pousser a\nun choix rapide.\nLe joueur lui est reste evasif, n'etant pas convoque lors des derniers matchs par Didier Deschamp .\nRecemment, le milieu offensif monegasque s'est litteralement fait broder le drapeau de l'Algerie sur\nses crampons, un geste symbolique fort qui pourrait indiquer ses intentions. En outre, le joueur a\nrecemment change de representant en rejoignant HCM Sports Management - structure qui\nrepresente d'autres internationaux algeriens comme Hicham Boudaoui et Ramy Bensebaini.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4109,
                "words": 634,
                "lines": 45
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "L'indignite au prix fort : quand Juba troque sa souverainete contre des expulses",
            "date": "2025-08-01T10:37:46.284822",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "L'indignite au prix fort : quand Juba troque sa souverainete contre des expulses\n\nSalva Kiir, President du Sud Soudan Il y a des silences qui trahissent. Et des mots qui revoltent.\nAlors que la politique migratoire des Etats-Unis suscite l'indignation grandissante sur le continent\nafricain, marquee par des expulsions brutales et une stigmatisation systematique des ressortissants\nafricains, le Soudan du Sud, lui, choisit de tendre la main... non pas a ses compatriotes en detresse,\nmais a Washington, en quemandant des faveurs en echange de l'accueil d'expulses americains.\nMeme l'indecence semble avoir trouve sa capitale.\nSelon un rapport publie par Politico, Juba aurait propose a l'administration Trump d'accepter\ndavantage de migrants renvoyes de force par les Etats-Unis, une offre pour le moins\nembarrassante, voire immorale, lorsqu'on apprend que parmi les huit derniers expulses, un seul\netait veritablement sud-soudanais. Derriere cette generosite de facade, la realite est moins altruiste :\ndes demandes en retour, parmi lesquelles la levee de sanctions contre un haut responsable, la\nrestauration de privileges bancaires et meme un soutien juridique contre le vice-president Riek\nMachar . En clair : nous acceptons vos rebuts, a condition que vous interveniez dans nos affaires\ninternes. Le chantage est grossier, la manoeuvre honteuse.\nQuand l'hospitalite devient une monnaie d'echange Le Soudan du Sud ne cherche ici ni a defendre\ndes principes humanitaires, ni a proteger ses ressortissants. Il instrumentalise une politique\nmigratoire injuste pour s'acheter les faveurs d'une puissance qui a, pourtant, affiche son mepris\nvis-a-vis du continent. L'interdiction de visa imposee aux detenteurs de passeports sud-soudanais\npar le secretaire d'Etat Marco Rubio , en avril dernier, sous pretexte de non-cooperation, n'a suscite\naucune protestation digne de ce nom de la part de Juba.\nPire : la reponse a ete de supplier pour que cette punition soit levee... en echange d'une soumission\nencore plus flagrante. Alors que le pays est englue depuis plus d'une decennie dans une guerre\ncivile atroce, mine par la corruption, l'insecurite et l'impunite, le gouvernement choisit de se\nconcentrer sur des tractations diplomatiques dignes d'un marche de seconde zone. Offrir l'asile a\ndes expulses, dont la plupart ne sont meme pas des citoyens sud-soudanais , en esperant retirer\nquelques benefices personnels, est une trahison pure et simple des responsabilites regaliennes de\nl'Etat.\nUne voix dissonante sur le continent Contrastons cette attitude avec celle de plusieurs pays\nafricains qui, au contraire, ont exprime leur rejet categorique de la politique migratoire americaine.\nLe Nigeria, par exemple, a vivement proteste contre les expulsions arbitraires de ses ressortissants\nsans procedure equitable. L' Afrique du Sud a denonce les discriminations systematiques envers les\nmigrants africains et appele a une reforme des politiques migratoires internationales fondees sur le\nrespect des droits humains.\nLIRE AUSSI Le Nigeria refuse d'accueillir les migrants expulses par les Etats-Unis Meme l'Union\nafricaine, souvent critiquee pour sa lenteur, a rappele dans plusieurs communiques que les\nexpulsions de masse et le traitement reserve aux migrants africains aux Etats-Unis constituaient des\nviolations des conventions internationales. A l'heure ou un minimum de dignite collective est exige,\nle Soudan du Sud fait cavalier seul, non pas par courage, mais par appat du gain.\nUne diplomatie au service d'interets personnels L'aspect le plus troublant de cette affaire reste sans\ndoute la nature des contreparties demandees par Juba. Il ne s'agit pas d'un soutien au\ndeveloppement, ni d'une aide humanitaire d'urgence pour les populations deplacees, mais\nd'exigences ciblees : un acces bancaire pour un dignitaire sanctionne, un soutien juridique dans les\nrivalites politiques internes, et une rehabilitation diplomatique de figures du regime. Tout cela dans\nle plus grand mepris des principes de souverainete, de transparence et de justice.\nLIRE AUSSI Afrique - Etats-Unis : des migrants asiatiques et caribeens ont ete envoyes en Eswatini\nComment un Etat qui peine a garantir un semblant de securite dans ses provinces peut-il s'eriger en\npartenaire credible dans la gestion de flux migratoires aussi sensibles ? Quel message envoie-t-on\na une jeunesse sud-soudanaise deja privee d'espoir, lorsqu'on brade la dignite nationale pour des\ninterets claniques ? Le precedent que cree le Soudan du Sud est alarmant. Si d'autres regimes\nfragiles s'engagent sur cette voie, c'est toute l'Afrique qui risque de se transformer en zone de\ndeportation externalisee pour les puissances occidentales.\nUne politique honteuse, un precedent dangereux Ce modele de diplomatie humiliee, troquant la\nmisere contre des faveurs temporaires, ne peut etre tolere. Il est temps que les leaders africains\nparlent d'une seule voix pour defendre la dignite de leurs peuples, aussi bien a l'interieur qu'a\nl'exterieur de leurs frontieres. Il est egalement temps que le peuple sud-soudanais demande des\ncomptes a ceux qui, au sommet de l'Etat, preferent negocier leur survie politique avec Washington\nplutot que celle de leur propre nation.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5141,
                "words": 769,
                "lines": 57
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Cote d'Ivoire / Cameroun a l'AfroBasket feminin : un duel pour l'honneur et le coeur du public a",
            "date": "2025-08-02T09:19:28.033689",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Cote d'Ivoire / Cameroun a l'AfroBasket feminin : un duel pour l'honneur et le coeur du public a\n\nAbidjan\nAfrobasket 2025 Le rideau tombe doucement sur l'AfroBasket feminin 2025, mais la passion reste\nintacte a Abidjan. Cote d'Ivoire et Cameroun, deux selections marquees par l'amertume de\nl'elimination, croisent le fer une derniere fois pour offrir a leurs fans un ultime moment d'emotion. Si\nle podium s'est envole, l'enjeu demeure : sauver l'honneur, celebrer le talent, et prouver que l'avenir\nleur appartient. Un match charge de fierte, dans un Palais des Sports de Treichville acquis a la\ncause du beau jeu.\nCe vendredi 1 er aout 2025, le Palais des Sports de Treichville vibrera une nouvelle fois au rythme\nde l'AfroBasket feminin. Si la Cote d'Ivoire et le Cameroun se retrouvent dans le cadre d'un match\nde classement, l'enjeu emotionnel et sportif n'en reste pas moins important. Pour les Elephantes\ncomme pour les Lionnes Indomptables, il s'agit de terminer le tournoi sur une note positive, apres\ndes eliminations douloureuses en quart de finale.\nDeux parcours marques par la frustration Pays hote de cette edition 2025, la Cote d'Ivoire a su\nseduire son public par son engagement et sa progression, jusqu'a froler l'exploit face au Senegal .\nLongtemps en tete, les Elephantes ont vu leur reve de demi-finale s'evanouir dans les dernieres\nminutes du match (66-60). Kariata Diaby et ses coequipieres auront a coeur de rebondir devant\nleurs supporters pour prouver que le basket ivoirien est de retour au plus haut niveau.\nLire aussi :\nAfrobasket 2025 : face au Soudan du Sud les Lionnes Indomptables rugissent En face, le\nCameroun a connu un scenario bien plus rude. Corrigees par un Nigeria en mission (83-47), les\nLionnes Indomptables n'ont jamais trouve la solution face a la defense compacte et l' agressivite\ndes D'Tigress . Apres une phase de poule pourtant encourageante, notamment avec la victoire face\nau Soudan du Sud, la deroute en quart a laisse un gout amer dans le camp camerounais.\nDes individualites a suivre de pres Ce match de classement sera aussi l'occasion d'admirer une\nderniere fois les talents individuels qui se sont illustres durant la competition. Cote ivoirien, Kariata\nDiaby reste la figure de proue, tandis qu'Aminata Traore et Djeneba Kone ont montre une belle\nprogression. Pour le Cameroun, la combativite de Dulcy Fankam et la creativite de Jessica Thomas\npourraient a nouveau faire la difference.\nDans un Palais des Sports de Treichville toujours aussi bouillant, ce duel regional promet de belles\netincelles. Au-dela du classement final, c'est une question de fierte, d'avenir et de reconnaissance\ncontinentale qui se joue. Cote d'Ivoire / Cameroun , c'est un dernier baroud d'honneur entre deux\nnations ambitieuses du basket feminin africain.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2692,
                "words": 432,
                "lines": 32
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Kim Le Court frappe encore : victoire d'etape et retour en jaune",
            "date": "2025-07-31T14:43:31.865097",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Kim Le Court frappe encore : victoire d'etape et retour en jaune\n\nKim Le Court Elle l'avait dit, elle l'a fait. Kim Le Court a tenu sa promesse de reconquerir le maillot\njaune et l'a fait de la plus belle des manieres en remportant la 5e etape du Tour de France Femmes\n2025 a Gueret. La Mauricienne signe ainsi sa premiere victoire d'etape sur le Tour et reprend les\nrenes de la course a Marianne Vos.\nKim Le Court s'est imposee au sprint sur la ligne d'arrivee a Gueret apres avoir ete maillot jaune\nvirtuelle des le sommet du Maupuy. La strategie de l'equipe AG Insurance-Soudal a fonctionne a\nmerveille, placant leur leader dans les meilleures conditions pour ce finish en legere montee qui lui\nconvenait parfaitement.\nCette victoire constitue un sommet dans la carriere de la cycliste de 29 ans. Apres avoir ete \"\nproche deux fois \" de la victoire d'etape comme elle l'avait confie apres sa prise du maillot jaune sur\nla 2e etape , Kim Le Court a enfin franchi le cap en s'imposant de la plus belle des manieres.\nUn retour au sommet merite Apres avoir du ceder le maillot jaune a Marianne Vos lors de la 3e\netape a Angers, Kim Le Court retrouve la tete du classement general. La coureuse mauricienne\navait prevenu qu'elle se battrait. Mission accomplie pour cette 5e etape, et de quelle maniere ! En\ns'imposant, elle prend des bonifications precieuses qui peuvent s'averer decisives dans l'optique du\nclassement general.\nCette victoire confirme le statut grandissant de Kim Le Court dans le peloton feminin. Apres sa\nvictoire historique sur Liege-Bastogne-Liege au printemps, elle prouve qu'elle peut rivaliser avec les\nmeilleures sur tous les terrains. Kim Le Court continue d'ecrire l'histoire du cyclisme africain sur le\nTour de France Femmes. Premiere Africaine a porter le maillot jaune, elle devient egalement la\npremiere a remporter une etape.\n\" Le jaune est l'une des couleurs du drapeau de l'Ile Maurice \" , avait-elle rappele lors de sa\npremiere prise du maillot jaune. Aujourd'hui, elle honore doublement ces couleurs en combinant\nvictoire d'etape et leadership au general.\nSi cette victoire a Gueret est magnifique, Kim Le Court sait que le plus dur reste a venir. Les etapes\nde montagne en fin de semaine constitueront le veritable test pour ses ambitions au classement\ngeneral. Son frere Olivier le dit pourtant : \" Elle peut le porter jusqu'au bout. Elle a le niveau.\n\"",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2322,
                "words": 396,
                "lines": 28
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "L'Afrique se mobilise massivement pour le Prix Zayed 2026",
            "date": "2025-07-29T17:09:50.269949",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "L'Afrique se mobilise massivement pour le Prix Zayed 2026\n\nLaureats du Prix Zayed pour le developpement durable Avec 7 761 candidatures provenant de 173\npays, le Prix Zayed pour le developpement durable confirme l'emergence de l'Afrique comme\nlaboratoire d'innovations durables. L'Ethiopie figure parmi les cinq pays ayant soumis le plus de\nprojets, temoignant du dynamisme continental.\nLe continent africain s'impose comme un acteur majeur de l'innovation durable mondiale. Les\nchiffres de candidature au Prix Zayed pour le developpement durable 2026 le confirment. Ainsi,\nl'Ethiopie se classe parmi les cinq pays ayant soumis le plus grand nombre de candidatures, aux\ncotes de l'Inde, de l'Ouzbekistan, du Bresil et de l'Indonesie.\nLIRE AUSSI L'Afrique brille au Prix Zayed 2023 L'Afrique, terrain fertile pour les solutions durables\nCette performance ethiopienne illustre une tendance plus large : 85% des 7 761 candidatures\nproviennent des economies en developpement et emergentes, ou l'Afrique occupe une place de\nchoix. Le continent, confronte a des defis majeurs en matiere d'acces a l'eau, a l'energie, aux soins\nde sante et a la securite alimentaire, se revele etre un veritable laboratoire d'innovations adaptees\naux realites locales.\n\" Le nombre record de candidatures pour le cycle du Prix de cette annee reflete un engagement\nmondial croissant en faveur de solutions pratiques et evolutives qui ont un impact a long terme \" ,\nsouligne SE Dr Sultan Ahmed Al Jaber, ministre de l'Industrie et des Technologies avancees des\nEmirats arabes unis. Cette dynamique trouve un echo particulier en Afrique, ou les contraintes\ngenerent souvent les innovations les plus creatives .\nTechnologies de pointe et savoirs locaux : le modele africain Les candidatures africaines se\ndistinguent par leur capacite a allier technologies de pointe et approches communautaires.\nL'intelligence artificielle , la capture directe du carbone et les outils fintech s'y melangent avec les\nconnaissances traditionnelles et les besoins specifiques des populations locales.\nDans la categorie Action climatique (1 880 candidatures au niveau mondial), les projets africains\nbrillent particulierement par leurs solutions basees sur la nature et la conservation communautaire\nfondee sur les connaissances autochtones. Ces approches, qui allient innovation technologique et\nsagesse ancestrale, representent un modele unique que le continent exporte desormais vers le\nreste du monde.\nDes secteurs prioritaires pour l'Afrique Les categories les plus representees - Alimentation (1 630\ncandidatures) et Action climatique (1 880 candidatures) - correspondent parfaitement aux enjeux\ncontinentaux.\nL'Afrique, qui abrite 60% des terres arables mondiales non cultivees , developpe des solutions\nd'agriculture de precision et de robotique agricole particulierement adaptees aux petits exploitants.\nLa categorie Sante, qui a connu une augmentation de plus de 60%, reflete egalement les priorites\nafricaines. Les diagnostics bases sur l'IA et les technologies portables repondent aux defis d'acces\naux soins dans des zones souvent isolees, tandis que les solutions de logistique durable ameliorent\nla chaine d'approvisionnement medicale.\nL'eau et l'energie : innovations africaines pour defis globaux Les candidatures dans la categorie Eau\nexplorent des voies particulierement pertinentes pour l'Afrique : production d'eau atmospherique et\ndessalement a faible consommation d'energie. Ces technologies, developpees pour repondre aux\nbesoins du continent, trouvent aujourd'hui des applications mondiales.\nLIRE AUSSI Crise de l'eau au Maghreb, l'Algerie utilise la technologie De meme, la categorie\nEnergie voit emerger des solutions de stockage thermique et de carburants a faible teneur en\ncarbone, domaines ou l'Afrique, riche en ressources solaires et geothermiques, developpe une\nexpertise reconnue internationalement.\nLa categorie Lycees internationaux (1 070 candidatures) temoigne de l'engagement remarquable de\nla jeunesse africaine. Des projets de surveillance climatique basee sur l'IA aux systemes d'irrigation\nintelligente pour les fermes scolaires, en passant par la filtration de l'eau a faible cout, les jeunes\nAfricains proposent des solutions pragmatiques et innovantes.\nVers la reconnaissance internationale Avec des solutions ayant deja transforme la vie de plus de\n400 millions de personnes a travers le monde grace aux 128 laureats precedents, le Prix Zayed\nconfirme son role de tremplin pour les innovations africaines. Les candidatures entrent maintenant\nen phase d'evaluation, avant l'annonce des laureats le 13 janvier 2026 a Abu Dhabi.\nChaque organisation laureate recevra 1 million de dollars americains, tandis que six lycees\nbeneficieront chacun de 150 000 dollars americains - des montants qui peuvent transformer des\ninitiatives africaines prometteuses en solutions deployees a grande echelle.\nCette edition 2026 du Prix Zayed consacre l'Afrique comme un continent d'innovations durables,\ncapable de proposer au monde des solutions a la fois technologiquement avancees et\nprofondement ancrees dans les realites locales.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5055,
                "words": 724,
                "lines": 59
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Populisme en Afrique de l'Ouest : l'illusion du salut, le peril de la derive",
            "date": "2025-08-02T09:19:33.897426",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Populisme en Afrique de l'Ouest : l'illusion du salut, le peril de la derive\n\nAES Le populisme avance a visage decouvert en Afrique de l'Ouest. Il ne murmure plus, il clame. Il\nne s'insinue plus dans les marges, il s'impose au centre du jeu politique. Du Mali au Burkina Faso,\ndu Niger au Senegal, il se repand, seduit, manipule, et detruit. Face a ce deferlement, il ne s'agit\nplus d'observer ni de relativiser. Il faut alerter, resister, et reconstruire. Car ce populisme n'est pas\nun souffle de renouveau, mais une machine de demolition politique.\nQue voient les peuples ? Des leaders qui promettent de \" liberer \" le pays, de \" rendre la\nsouverainete au peuple \", de \" chasser les corrompus \". Que vivent-ils reellement ? Une\nconcentration autoritaire du pouvoir, une militarisation de l'Etat, une chasse aux opposants, la mise\nsous silence des voix critiques et l'effondrement des institutions.\nAu Mali, les putschs de 2020 et 2021 ont ete salues comme une \" liberation \". Mais en realite, la\ntransition a accouche d'un regime militaire sans contre-pouvoir, qui instrumentalise le patriotisme et\nla souverainete pour museler les libertes fondamentales. La presse est sous surveillance, les partis\npolitiques sont suspendus, la societe civile est sous pression.\nLIRE AUSSI Sahel a la derive : la terreur gagne du terrain, les putschistes regardent ailleurs Au\nBurkina Faso, sous le capitaine Ibrahim Traore, c'est l'hysterie populiste qui gouverne. La rhetorique\nrevolutionnaire masque un autoritarisme brut. L'Assemblee a ete dissoute, les syndicats sont reduits\nau silence, et toute critique est assimilee a une trahison de la patrie. La jeunesse est enrolee dans\ndes discours de haine et de vengeance, tandis que l'insecurite s'enracine.\nAu Niger, le coup d'Etat du general Tiani, en juillet 2023, s'est egalement presente comme un\nsursaut populaire contre un pouvoir juge infeode a l'exterieur. Mais la encore, le resultat est sans\nappel : suspension de la Constitution, mise a l'ecart de la societe civile, militarisation de la\ndiplomatie, et isolement international.\nLe populisme ouest-africain n'est pas une alternative politique, c'est une imposture. Il ne donne pas\nla parole au peuple, il la confisque. Il ne renforce pas les institutions, il les pietine. Il ne libere pas, il\nenferme dans l'illusion. Il transforme la critique legitime du systeme en culte de la personnalite, le\ndebat en dogme, la nation en champ clos d'endoctrinement.\nCe populisme exploite les frustrations, les inegalites, les trahisons des elites traditionnelles. Il se\nnourrit des echecs de la democratie liberale , mais il n'apporte aucune solution durable. Il plonge les\npays dans l'instabilite, sape les fondements de l'Etat de droit et compromet gravement l'avenir des\ngenerations futures.\nFace a cette offensive populiste, il faut rearmer les esprits et reconstruire les defenses\nrepublicaines. Repenser la democratie, oui - mais pour la renforcer, pas pour l'abattre. Redonner du\ncredit aux institutions, proteger la presse, rehabiliter le debat, sanctuariser la separation des\npouvoirs.\nLes peuples d'Afrique de l'Ouest n'ont pas besoin de messies. Ils ont besoin de justice sociale, de\ngouvernance transparente, d'education politique et d'un Etat qui protege sans opprimer. Il est temps\nde sortir de la fascination pour les uniformes et les tribuns en colere. Il est temps de defendre la\nRepublique - non pas comme une coquille vide, mais comme un projet vivant, exigeant et inclusif.\nL'histoire nous observe. Le silence face au populisme d'aujourd'hui est la complicite avec les\ndictatures de demain.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3518,
                "words": 553,
                "lines": 40
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Guinee sous les eaux : les inondations meurtrieres plongent Conakry dans la tourmente",
            "date": "2025-07-30T10:54:41.114805",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Guinee sous les eaux : les inondations meurtrieres plongent Conakry dans la tourmente\n\nDes inondations (illustration) Depuis le debut du mois de juin, la capitale guineenne, Conakry, ainsi\nque ses environs, font face a des pluies diluviennes sans precedent. Ces intemperies ont provoque\nd'importantes inondations, causant la mort d'au moins 15 personnes. Mais au-dela du lourd bilan\nhumain, cette situation dramatique met une nouvelle fois en exergue la vulnerabilite des\ninfrastructures urbaines, la faiblesse de la planification urbaine et les consequences directes du\nchangement climatique en Afrique de l'Ouest.\nDes pluies torrentielles aux consequences dramatiques Chaque annee, la saison des pluies s'abat\nsur la Guinee entre juin et octobre. Mais en 2025, l'intensite et la frequence des precipitations\nsemblent atteindre un niveau exceptionnel. Depuis plusieurs semaines, des trombes d'eau\ns'abattent quotidiennement sur Conakry, transformant rues et quartiers en veritables rivieres.\nCertaines zones urbaines, notamment les communes de Matoto, Ratoma et Dixinn, se retrouvent\ntotalement inondees.\nLIRE AUSSI Guinee: a Conakry, les victimes d'inondations appellent au secours Les eaux montent\nrapidement, infiltrent les habitations precaires, emportent les biens, detruisent des routes et isolent\ndes quartiers entiers. Selon les autorites locales, au moins 15 personnes ont perdu la vie a la suite\ndes inondations depuis debut juin, victimes de noyades ou d'effondrements d'immeubles fragilises.\nDe nombreuses familles se retrouvent sans abri, contraintes de fuir dans l'urgence.\nUn urbanisme defaillant face aux defis climatiques L'ampleur des degats ne peut etre attribuee\nuniquement aux pluies. Elle est aussi le reflet de decennies de mauvaise gestion urbaine.\nConakry , comme de nombreuses capitales africaines, a connu une urbanisation galopante, souvent\nnon planifiee. Les constructions anarchiques, parfois sur des zones marecageuses ou sur le lit\nnaturel des eaux pluviales, aggravent les risques d'inondation.\nLIRE AUSSI Guinee : pluies diluviennes devastatrices a Conakry, les commercants en colere Les\nsystemes de drainage sont largement insuffisants, voire inexistants dans certaines zones. La ou ils\nexistent, ils sont souvent obstrues par des dechets. Le manque d'entretien des caniveaux et\nl'accumulation de detritus menagers dans les rues empechent une evacuation efficace des eaux de\npluie . Ce cocktail explosif rend la ville particulierement vulnerable des que les precipitations\ns'intensifient.\nDes habitants laisses a eux-memes Sur le terrain, ce sont les populations locales qui subissent de\nplein fouet les consequences de ces inondations . Beaucoup d'entre elles vivent dans des quartiers\ninformels ou les habitations sont construites avec des materiaux peu resistants, sans respect des\nnormes de securite. Lorsque les eaux envahissent ces zones, les murs s'effondrent, les toitures\ncedent et les biens sont emportes.\nLes secours peinent a intervenir efficacement, souvent depasses par l'ampleur des besoins et les\ndifficultes d'acces aux zones sinistrees. Certaines familles se refugient chez des proches, d'autres\ndans des ecoles ou des lieux publics transformes en abris de fortune. Le risque sanitaire est\negalement eleve, avec la montee des eaux stagnantes favorisant la propagation de maladies\nhydriques comme le cholera , la typhoide ou la malaria.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3302,
                "words": 476,
                "lines": 38
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "AfroBasket Feminin 2025 : les Lionnes brisent le reve ivoirien, grosse joie au Senegal",
            "date": "2025-08-01T10:37:58.459978",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "AfroBasket Feminin 2025 : les Lionnes brisent le reve ivoirien, grosse joie au Senegal\n\nSenegal vs Cote d'Ivoire AfroBasket Feminin Le Senegal s'est impose avec autorite face a la Cote\nd'Ivoire (66-60) en quarts de finale de l'Afrobasket feminin 2025, dispute a Abidjan. Devant un public\nsurvolte, les Lionnes ont fait parler leur experience pour dominer une valeureuse equipe ivoirienne,\nbrisant ainsi les reves d'un exploit historique a domicile. Solides en defense et lucides dans les\nmoments cles, les Senegalaises rejoignent le dernier carre du tournoi. La Cote d'Ivoire, elle, sort\nfrustree mais encouragee par les promesses de sa jeune generation. Au pays de la teranga, c'est la\ngrande joie des populations.\nLe duel tant attendu entre la Cote d'Ivoire et le Senegal en quarts de finale de l' Afrobasket feminin\n2025 a tenu toutes ses promesses. Devant un public bouillant a Abidjan, les Lionnes du Senegal ont\nsu faire preuve de maitrise et d'experience pour s'imposer 67-60 face aux Elephantes, brisant ainsi\nles espoirs d'une qualification historique en demi-finale pour les Ivoiriennes sur leur sol.\nLIRE AUSSI AfroBasket Feminin 2025 : le Senegal et le Cameroun rejoignent les quarts Des\nl'entame, les Ivoiriennes, portees par l'energie de la salle et emmenees par leur capitaine, ont tente\nd'imposer un rythme eleve. Leur pressing tout terrain a gene les Senegalaises dans les premieres\nminutes, leur permettant de mener 17-12 a la fin du premier quart-temps. Mais c'etait sans compter\nsur la reaction d'orgueil du Senegal, fort de ses 11 titres continentaux.\nLes Elephantes peinent a revenir Dans le deuxieme quart-temps, les Lionnes ont eleve leur niveau\nde jeu, decisives a la creation comme a la finition. Mais cela ne suffisait pas pour inquieter les\nIvoiriennes Grace a une defense plus agressive et une meilleure gestion du tempo, les Elephantes\ngardaient la distance la tendance avec un score de 36 - 27.\nLIRE AUSSI AfroBasket Feminin 2025 : journee decisive pour les dernieres qualifications La\nseconde periode a ete plus apre, les deux equipes se rendant coup pour coup. Les Lionnes,\nprecieuses dans la raquette, ont domine le secteur interieur tandis que les Ivoiriennes peinaient a\nconcretiser leurs occasions. Malgre un retour tardif dans le quatrieme quart-temps, les Elephantes\nn'ont jamais reussi a reprendre le controle du match, qui avaient reussi a virer en tete a la fin de\ntemps reglementaire (66-60).\nDeception de la Cote d'Ivoire devant son public Le Senegal a su faire parler son experience dans le\nmoney-time, maitrisant les dernieres possessions pour sceller sa victoire. Une prestation solide qui\nlui ouvre les portes du dernier carre, ou il affrontera le vainqueur du duel entre le Nigeria et le\nCameroun. Pour la Cote d'Ivoire , la deception est immense. Devant son public, la selection esperait\nfaire mieux qu'en 2013, mais devra se contenter d'un match de classement.\nLIRE AUSSI AfroBasket Feminin 2025 : L'Ouganda cree la sensation en battant le Senegal en\nprolongation (73-70) Neanmoins, l'equipe a montre un visage prometteur, notamment grace a la\njeune generation qui semble prete a prendre le relais. Le Senegal, lui, confirme son statut de geant\ndu basket africain et s'affirme une fois de plus comme un serieux pretendant au titre. Apres celle\nbelle victoire, surtout en terre ivoirienne, pays hote, c'est la grande joie au Senegal. \" Tres\nsincerement, je n'y croyait, surtout a la fin de premier quart-temps. tellement, les Ivoiriennes\nfaisaient peur. Il faut avouer que les Lionnes sont fortes, mentalement, elles sont formidables. Batte\nune equipe comme la Cote d'Ivoire a domicile, il faut le faire. Je suis plus que content \", lance\nAbdou Dia, etudiant.\n\" Meme si on perdait en demi-finale, je suis tres contente \" \" J'ai eu chaud. Malgre le fait que le\nSenegal ait renverse la tendance, la fin du match n'etait pas evidente. A tout moment, le Elephantes\npouvaient renverser le vapeur. Surtout qu'elles etaient chez elles, galvanisees par leur public. Mais\nj'avoue que nous avons une excellente equipe qui peut nous procurer beaucoup de satisfactions.\nMeme si on perdait en demi-finale, je suis tres contente, satisfaite de cet exploit d'avoir battu une si\nbelle equipe de la Cote d'Ivoire \", lance Fatou Sane, menagere.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4188,
                "words": 678,
                "lines": 46
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Mort d'Alino Faso en detention : Ouagadougou convoque la diplomatie ivoirienne et exige le",
            "date": "2025-07-29T17:10:20.394292",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Mort d'Alino Faso en detention : Ouagadougou convoque la diplomatie ivoirienne et exige le\n\nrapatriement du corps\nAlino Faso Le Burkina Faso est en emoi apres l'annonce du deces, dans des circonstances encore\ntroubles, de l'activiste burkinabe Alain Traore, alias Alino Faso, survenu en Republique de Cote\nd'Ivoire. Face a ce drame, le gouvernement burkinabe a convoque ce lundi 28 juillet la Chargee\nd'affaires de l'ambassade ivoirienne a Ouagadougou. En toile de fond : un profond ressentiment\nface a l'opacite de la procedure ivoirienne et une exigence formelle de rapatriement du corps du\ndefunt.\nLa nouvelle de la mort de l'activiste burkinabe Alino Faso continue de faire des vagues. Pour les\nautorites du Burkina Faso, son pays d'origine, la facon dont l'information de son deces a ete geree\npar la partie ivoirienne est \" inadmissible \".\nUn deces revele par les reseaux sociaux L'indignation est a la hauteur de la surprise. C'est par les\nreseaux sociaux que la majorite des Burkinabe ont appris, dans la soiree du dimanche 27 juillet, le\ndeces de l'ancien militant et detenu politique Alain Traore , plus connu sous le nom d'Alino Faso,\nalors incarcere en Cote d'Ivoire. La nouvelle, non confirmee dans un premier temps par voie\nofficielle, a provoque stupeur et incomprehension a Ouagadougou.\nCe n'est que ce lundi matin que les autorites diplomatiques burkinabe ont obtenu une confirmation\nformelle de la part de la Chargee d'affaires ivoirienne, convoquee d'urgence au ministere burkinabe\ndes Affaires etrangeres.\nUne procedure \" irrespectueuse \" denoncee Le chef de la diplomatie burkinabe, Jean-Marie\nKaramoko Traore, s'est exprime avec fermete a l'issue de cette rencontre. Il a vivement denonce la\nmaniere dont le deces a ete gere par la partie ivoirienne, pointant un \" mepris \" a l'egard des\ninstitutions et du peuple burkinabe. \" Ni notre ambassade ni notre consulat a Abidjan n'ont ete\ninformes officiellement. Le ministere burkinabe des Affaires etrangeres n'a recu aucune notification.\nC'est inadmissible \", a martele le ministre.\nLa colere est d'autant plus grande que, selon Ouagadougou, la publication d'un communique officiel\nivoirien n'est intervenue qu'apres 72 heures de silence, alimentant ainsi les suspicions et les\nfrustrations autour des circonstances de la mort d'Alino Faso.\nAlino Faso, un exile controverse Figure controversee, Alino Faso avait ete arrete en Cote d'Ivoire\napres avoir ete denationalise par les autorites ivoiriennes pour des propos juges seditieux et des\nactivites militantes jugees destabilisatrices. Il s'etait longtemps presente comme un opposant en\nexil, critique a la fois du pouvoir ivoirien et burkinabe.\nMais pour Ouagadougou, peu importe les contentieux passes : il demeure un citoyen burkinabe, et\na ce titre, son pays d'origine reclame le droit d'exercer ses prerogatives diplomatiques. \" Il a ete\ndechu de sa nationalite ivoirienne. Il reste un Burkinabe. Nous voulons que son corps nous soit\nremis dans les plus brefs delais \", a insiste le ministre Traore.\nLIRE AUSSI Crise diplomatique : le Burkina Faso rappelle ses ambassadeurs de Cote d'Ivoire Une\nexigence claire : verite et rapatriement Le gouvernement burkinabe ne se contente pas d'un simple\nrapatriement. Il exige toute la lumiere sur les circonstances de ce deces. Le ministre des Affaires\netrangeres a exhorte la Chargee d'affaires ivoirienne a faire remonter cette exigence a sa\nhierarchie, precisant qu'aucun compromis ne serait tolere sur ce point.\nDans l'attente, la tension est palpable entre les deux pays pourtant historiquement lies par des\nechanges humains, economiques et politiques denses. Des voix burkinabe commencent a\ndemander une enquete independante sur les conditions de detention du militant, qui selon des\nsources concordantes, aurait ete retrouve mort dans sa cellule.\nQuelles suites diplomatiques ?\nSi la Cote d'Ivoire n'a pas encore officiellement reagi a cette convocation, les prochains jours\ns'annoncent cruciaux. La gestion du dossier pourrait influer durablement sur les relations entre\nAbidjan et Ouagadougou, deja affectees par les debats recurrents sur les questions migratoires,\nsecuritaires et politiques.\nPendant que la societe civile burkinabe exprime une emotion vive et que des proches du defunt\nreclament justice, la pression monte pour que transparence, dignite et respect diplomatique soient\nenfin au coeur des echanges entre les deux pays.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4317,
                "words": 666,
                "lines": 52
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "L'epidemie silencieuse qui tue encore en Afrique",
            "date": "2025-07-29T17:10:26.367167",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "L'epidemie silencieuse qui tue encore en Afrique\n\nHepatite Chaque 28 juillet, la Journee mondiale contre l'hepatite est une opportunite pour rappeler\nl'ampleur silencieuse de cette epidemie qui tue des millions a travers le monde. En 2025, le theme \"\nHepatite : faisons tomber les barrieres ! \" met en exergue les freins persistants a l'eradication de\ncette maladie, particulierement en Afrique subsaharienne. Au Senegal, les hepatites virales B et C\nrestent des menaces graves mais souvent negligees. Pourtant, la prevention et le traitement\nexistent. Pourquoi alors cette maladie continue-t-elle de faire autant de victimes ?\nUne epidemie silencieuse mais devastatrice Les chiffres parlent d'eux-memes : selon l' OMS ,\nenviron 10 a 12% de la population senegalaise vit avec une hepatite B chronique, et pres de 2%\navec une hepatite C . Pourtant, la majorite des personnes ignorent leur statut, decouvrant souvent\nla maladie a un stade avance, lorsque le foie est deja gravement atteint par une cirrhose ou un\ncancer. Ce silence epidemiologique s'explique par le manque de depistage systematique et par une\nsensibilisation insuffisante, notamment dans les zones rurales.\nLe probleme est d'autant plus criant chez les femmes enceintes, qui risquent de transmettre le virus\na leur bebe en l'absence de mesures preventives.\nL'elimination de l'hepatite passe par une serie de leviers : le depistage precoce, la vaccination, et\nl'acces aux traitements. Mais plusieurs obstacles rendent cette lutte difficile. D'abord, les couts\neleves des traitements et des analyses biologiques limitent l'acces aux soins pour de nombreuses\nfamilles. Ensuite, le manque d'equipements dans les structures de sante et les ruptures frequentes\nde stocks de vaccins nuisent aux efforts de prevention.\nDes solutions efficaces mais sous-utilisees Autre barriere importante : la stigmatisation. Etre porteur\nd'une hepatite, surtout dans un contexte d'ignorance generalisee, peut entrainer rejet et isolement\nsocial. Enfin, l'absence d'une politique de depistage systematique a l'echelle nationale freine\nconsiderablement la detection precoce de la maladie. Il existe pourtant des moyens simples et\nefficaces pour prevenir et soigner les hepatites virales . Le vaccin contre l'hepatite B, administre des\nla naissance, est sur et efficace. Pourtant, seuls 45% des nouveau-nes dans le monde le recoivent\ndans les 24 premieres heures.\nAu Senegal, ce chiffre reste encore en dessous des attentes, particulierement en raison des\naccouchements a domicile ou du manque de suivi prenatal. Concernant l' hepatite C , les avancees\nsont encourageantes : les antiviraux a action directe permettent de guerir plus de 95% des cas. Ces\ntraitements sont disponibles dans certains centres de sante, mais leur cout reste un frein majeur\npour les populations vulnerables.\nUn objectif mondial a portee : eliminer les hepatites d'ici 2030 L'Organisation mondiale de la sante\nambitionne de reduire de 90% les nouvelles infections a l'horizon 2030. Le Senegal s'inscrit dans\ncette dynamique, mais l'atteinte de cet objectif depend d'une volonte politique forte et d'une\nmeilleure integration de la lutte contre les hepatites dans le systeme de sante. Face a l'inaction ou\naux lenteurs institutionnelles, la societe civile senegalaise prend le relais.\nLIRE AUSSI Hepatite C : la guerison totale bientot possible !\nEn fevrier 2025, la creation du Reseau des Associations de Lutte contre les Hepatites (RALCH)\nmarque une etape importante. Coordonne par Fatou Nguirane, presidente de l'association Saafara\nHepatite Senegal, ce reseau regroupe des acteurs de terrain decides a faire entendre la voix des\nmalades et a structurer un plaidoyer collectif. Avec des cellules implantees a Dakar, Kolda et\nailleurs, le RALCH organise des campagnes de sensibilisation, pousse au depistage de masse, et\nmilite pour un acces equitable aux soins.\nUne mobilisation communautaire en pleine expansion D'autres organisations comme l'Alliance\nNationale des Communautes pour la Sante (ANCS), historiquement impliquee dans la lutte contre le\nVIH/SIDA , ont elargi leur champ d'action aux hepatites. En collaboration avec des reseaux\ninternationaux comme Coalition PLUS ou Solthis, elles renforcent l'integration des services\nVIH/hepatite dans les structures de sante.\nAvec plus de 300 millions de personnes infectees dans le monde, l'hepatite virale est un defi de\nsante publique encore sous-estime. Mais les outils existent, les solutions sont connues, et les\ncommunautes commencent a s'organiser. Au Senegal , l'elimination de l'hepatite d'ici 2030 est un\nobjectif ambitieux, mais atteignable. Il repose sur un triptyque incontournable : sensibiliser,\naccompagner, soigner.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4650,
                "words": 695,
                "lines": 53
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "L'AS Saint-Etienne renforce son secteur defensif avec Ebenezer Annan",
            "date": "2025-07-31T14:43:04.015804",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "L'AS Saint-Etienne renforce son secteur defensif avec Ebenezer Annan\n\nEbenezer Annan L'AS Saint-Etienne tient enfin son lateral gauche tant attendu. Le defenseur\ninternational ghaneen Ebenezer Annan, actuellement a l'Etoile Rouge de Belgrade, devrait\ndebarquer dans le Forez pour un montant de 2,5 millions d'euros. Il rejoindrait ainsi son compatriote\nAugustine Boakye.\nA en croire la presse serbe, le lateral gauche Ebenezer Annan va rejoindre l'ASSE pour 2,5 M, une\noperation qui s'articule autour d'une offre de 2 millions d'euros fixes, assortie de 500 000 euros de\nbonus facilement atteignables. Cette signature repondrait a l'une des priorites absolues d'Eirik\nHorneland, qui cherchait a renforcer son couloir gauche depuis les departs de Pierre Cornud et Leo\nPetrot.\nLIRE AUSSI L'Afrique derriere le PSG Le joueur de 22 ans arrive avec un profil particulierement\ninteressant. International ghaneen avec 2 selections, il compte deja une belle experience avec\nnotamment un passage en Italie, ou il a defendu les couleurs de Bologne. La saison derniere en\nSerbie, il a dispute 38 matchs toutes competitions confondues, pour un total d'un but et sept passes\ndecisives, confirmant son jeu collectif.\nRepute pour ses qualites athletiques et sa capacite a se projeter vers l'avant, Annan vient apporter\nune nouvelle option a la strategie du staff stephanois.\nUne tradition africaine a Saint-Etienne Si Ebenezer Annan venait a signer, il rejoindrait un autre\ninternaitonal ghaneen, Augustine Boakye, arrive en 2024. Mais surtout cette arrivee s'inscrit dans la\npolitique d'ouverture vers l'Afrique qui a toujours caracterise les Verts, a l'image du legendaire Salif\nKeita , pionnier du football africain en Europe, qui a brille avec l'AS Saint-Etienne et a ete le premier\nlaureat du Ballon d'Or africain en 1970.\nL'arrivee potentielle d'Annan s'inscrit donc parfaitement dans l'ADN du club, qui a su historiquement\ntirer profit des talents africains pour construire de belles pages de son histoire. Avec les nouveaux\nproprietaires de Kilmer Sports Ventures et leurs ambitions affichees, ce transfert pourrait marquer le\ndebut d'une nouvelle ere prometteuse dans le Forez avec comme premier objectif la remontee en\nLigue 1 cette saison.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2165,
                "words": 332,
                "lines": 26
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Cote d'Ivoire : Guillaume Soro denonce la candidature \" illegale \" d'Alassane Ouattara",
            "date": "2025-07-30T10:54:24.827000",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Cote d'Ivoire : Guillaume Soro denonce la candidature \" illegale \" d'Alassane Ouattara\n\nGuillaume Soro Quelques heures apres l'annonce par le president Alassane Ouattara de sa\ncandidature a un quatrieme mandat, la reaction de l'opposant en exil, Guillaume Kigbafori Soro, ne\ns'est pas fait attendre. Il denonce sans reserve cette nouvelle candidature de son ex-mentor.\nDans une declaration ferme publiee mardi soir, l'ancien Premier ministre et ex-president de\nl'Assemblee nationale, Guillaume Soro , denonce un \" quatrieme mandat presidentiel illegal \" et\naccuse le President Ouattara de pietiner la Constitution et les fondements de la democratie\nivoirienne.\nUne mise en scene previsible Selon Guillaume Soro, cette annonce ne releve d'aucune surprise : \"\nLe simulacre de suspense orchestre ces dernieres semaines n'aura trompe personne - et surtout\npas lui \", ecrit-il. Il accuse le President sortant d'avoir prepare l'opinion a une nouvelle transgression\nde la loi fondamentale, a travers une \" mise en scene \" destinee a justifier une candidature qu'il juge\n\" injustifiable \".\nRappelant les circonstances controversees du troisieme mandat en 2020, arrache selon lui sous\npretexte d'un \" cas de force majeure \", Soro souligne que Ouattara reprend aujourd'hui les memes \"\narguments ecules \" - insecurite, defis economiques, stabilite - pour legitimer ce qu'il qualifie de \"\nrecidive \".\nUne derive autoritaire assumee L'ancien chef rebelle va plus loin dans son requisitoire, accusant\nAlassane Ouattara de refuser de quitter le pouvoir et de s'enfoncer dans une logique dictatoriale : \"\nIl est pret a tout pour perenniser son pouvoir personnel, au mepris de la paix sociale, de la stabilite\ndu pays et de la securite de ses habitants \".\nPour Guillaume Soro, la Cote d'Ivoire vit aujourd'hui sous un regime autoritaire caracterise par la\nrepression de l'opposition, la confiscation des libertes democratiques et la manipulation du\nprocessus electoral. Il evoque une opposition \" embastillee \", une democratie \" baillonnee \", et une\nliste electorale \" totalement truquee \" qui, selon lui, annonce un scrutin sans equite.\nFace a ce qu'il considere comme une impasse politique et une menace pour la paix, Guillaume Soro\nen appelle au sursaut du peuple ivoirien. Il appelle les citoyens a refuser la resignation face a une \"\ndictature qui ne cache plus son visage \" et a se mobiliser pacifiquement pour defendre la\nConstitution : \" Le peuple de Cote d'Ivoire est place face a sa responsabilite historique : se\nsoumettre a une dictature ou se lever, dans le respect de la legalite, pour defendre la Constitution,\nla justice et la liberte \".\nLIRE AUSSI Presidentielle 2025 en Cote d'Ivoire : Alassane Ouattara officialise sa candidature Un\ncontexte particulierement tendu a trois mois de la Presidentielle Cette declaration intervient dans un\nclimat politique extremement tendu, alors que l'election presidentielle prevue en octobre 2025\ns'annonce explosive. La candidature d'Alassane Ouattara, qui dirige le pays depuis 2011, est\ncontestee par plusieurs acteurs de l'opposition, notamment au sein du PPA-CI, du PDCI-RDA, et\ndes mouvements proches de Guillaume Soro.\nLe debat sur la legalite d'un quatrieme mandat agite a nouveau la scene politique ivoirienne, tout\ncomme en 2020, ou la candidature de Ouattara avait ete enterinee par le Conseil constitutionnel\nmalgre de nombreuses contestations. Les tensions memorielles, les fractures sociales et les\nsoupcons sur l'independance des institutions font craindre un climat electoral deletere, surtout que\nles candidats recales, notamment Laurent Gbagbo, n'entendent pas se laisser faire.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3544,
                "words": 549,
                "lines": 41
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Sommet d'Addis-Abeba : de grandes promesses, mais toujours la meme inaction",
            "date": "2025-07-30T10:54:35.657623",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Sommet d'Addis-Abeba : de grandes promesses, mais toujours la meme inaction\n\nLe Secretaire general de l'ONU, Antonio Guterres Le deuxieme sommet des Nations Unies sur les\nsystemes alimentaires, tenu a Addis-Abeba du 28 au 29 juillet 2025, aurait pu marquer un tournant\nhistorique dans la lutte contre la faim, le changement climatique et l'injustice alimentaire. Pourtant,\nderriere les discours inspirants, les declarations solennelles et les photos de dirigeants unis, plane\nune impression tenace : celle d'un enieme rendez-vous mondial marque par des intentions nobles,\nmais une paralysie persistante dans l'action concrete.\nCinq ans. C'est tout ce qu'il reste avant l'echeance des Objectifs de developpement durable (ODD)\nen 2030. Et pourtant, les systemes alimentaires mondiaux restent defaillants :\npres de 735 millions de personnes souffrent encore de la faim , l'agriculture est responsable\nd'environ un tiers des emissions mondiales de gaz a effet de serre, et les petits producteurs, qui\nnourrissent la majorite du globe, continuent d'etre marginalises. Face a cela, l'urgence ne devrait\nplus faire debat. Mais au lieu d'une mobilisation immediate, Addis-Abeba a offert une scene pour la\nrepetition des promesses passees, agrementees de quelques termes a la mode : innovation,\nintelligence artificielle, inclusion.\nDenonciation d'une gouvernance desequilibree et trop opaque Ce sommet, coorganise par l'Ethiopie\net l'Italie, a rassemble un eventail impressionnant d'acteurs : chefs d'Etat, agences de l'ONU ,\nchercheurs, ONG, agriculteurs, representants du secteur prive. Une telle diversite devrait etre une\nforce. Pourtant, elle s'est transformee en une cacophonie ou les voix les plus puissantes, celles des\nmultinationales agroalimentaires et des gouvernements du Nord, ont une fois de plus domine la\npartition.\nLIRE AUSSI Agriculture en Afrique : les investissements prives aggravent l'insecurite alimentaire La\nsociete civile ne s'y est pas trompee. Des organisations comme Slow Food ou Oxfam ont\npubliquement denonce une gouvernance desequilibree et trop opaque, qui donne un poids\ndemesure a des interets industriels bien eloignes des realites des paysans. Les defenseurs de\nl'agroecologie et des savoirs autochtones peinent a se faire entendre dans un espace sature par la\nrhetorique technocratique, vantant l'agriculture de precision et les modeles agro-industriels comme\nsolutions universelles.\nL'appel vain du Premier ministre ethiopien, Abiy Ahmed Le Premier ministre ethiopien , Abiy Ahmed,\na beau avoir rappele que \" la nourriture est memoire, identite et souverainete nationale \", ses\npropos, bien que sinceres, risquent de rester lettre morte si les dynamiques de pouvoir mondiales\nne changent pas. La souverainete alimentaire des pays africains ne se construira pas sur des\ninvestissements etrangers pilotes par des logiques de rendement et d'exportation, mais sur un\nsoutien massif aux agricultures locales, sur la reconnaissance des droits fonciers, et sur l'ecoute\ndes besoins exprimes a la base.\nLIRE AUSSI La famine s'aggrave en Afrique : le PAM lance un cri d'alarme Ce sommet aurait pu\netre l'occasion de corriger la trajectoire. Il aurait pu faire emerger un consensus autour d'un\nfinancement public a grande echelle pour soutenir les transitions ecologiques et sociales des\nsystemes alimentaires. Il aurait pu imposer des regles contraignantes sur les chaines\nd'approvisionnement mondiales, afin de garantir un revenu juste aux producteurs. Il aurait pu poser\nles bases d'une gouvernance mondiale plus equitable, capable de tenir les grandes entreprises\nresponsables de leurs impacts sociaux et environnementaux. Il n'en a rien ete.\nAddis-Abeba, un sommet de plus ?\nLa declaration finale, attendue ce 29 juillet, promet sans doute de reaffirmer des \" engagements\ncollectifs \". Mais l'histoire recente nous a appris a nous mefier de ces mots. Ou sont passes les\nengagements du sommet inaugural de 2021 ? Combien ont ete suivis d'effets concrets ? Ou est\nl'ambition reelle pour corriger un systeme qui produit abondamment... mais ne nourrit pas\nequitablement ?\nIl est temps de cesser de celebrer l'illusion du progres. Tant que les decisions continueront a etre\nprises dans des espaces domines par les puissants, sans contre-pouvoir reel, les systemes\nalimentaires mondiaux resteront inequitables, destructeurs, et insoutenables. Addis-Abeba aurait pu\netre un signal fort. Elle restera, sauf surprise, un sommet de plus sur la longue liste des occasions\nmanquees.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4420,
                "words": 658,
                "lines": 52
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Cameroun : Maurice Kamto conteste son exclusion de la presidentielle",
            "date": "2025-07-29T17:09:44.330343",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Cameroun : Maurice Kamto conteste son exclusion de la presidentielle\n\nMaurice Kamto Au Cameroun, la tension monte a l'approche de l'election presidentielle prevue le 12\noctobre prochain. Maurice Kamto, principal opposant au president Paul Biya, a vu sa candidature\nrejetee par Elections Cameroon (Elecam) au motif d'une \" pluralite d'investitures \". Loin de se\nresigner, l'ancien president du Mouvement pour la Renaissance du Cameroun (MRC) a decide de\ncontre-attaquer en deposant un recours officiel devant le Conseil constitutionnel.\nUne demarche qui remet sous les projecteurs la question de l'equite electorale dans le pays.\nUne strategie contournee, mais contestee Ecarte du jeu politique depuis le boycott des elections\nlegislatives et municipales de 2020 par son parti, le MRC, Kamto a tente de revenir sur la scene\npresidentielle en s'alliant au Mouvement Africain pour la Nouvelle Independance et la Democratie\n(Manidem), un parti d'opposition panafricaniste. Une manoeuvre rendue necessaire par une\ndisposition du code electoral camerounais : seuls les partis disposant d'elus peuvent presenter un\ncandidat. Mais un ancien membre du Manidem a lui aussi depose une candidature, ce qui a cree un\ncas de \" double investiture \" invoque par Elecam pour invalider celle de Kamto.\nIndignation et soupcons de traitement inequitable Cette disqualification n'est pas passee inapercue.\nElle a provoque une vague d'indignation au sein de l'opinion publique et dans la classe politique.\nDes voix s'elevent pour denoncer une decision biaisee. Elles accusent l'organe electoral d'appliquer\nune politique du \" deux poids, deux mesures \". Certains rappellent que d'autres partis ont presente\nplusieurs candidatures sans etre sanctionnes de la meme maniere. Pour ses partisans, l'eviction de\nKamto n'est rien d'autre qu'un coup de force visant a empecher un reel challenger de concourir face\nau president sortant .\nLIRE AUSSI Cameroun : 83 candidatures pour une election presidentielle : est-ce une plaisanterie ?\nUn recours lourd d'enjeux democratiques Devant cette situation, Maurice Kamto a officiellement\nsaisi le Conseil constitutionnel pour faire annuler la decision d'Elecam. Le recours, depose lundi 28\njuillet, s'inscrit dans un contexte particulierement tendu. Des appels a la transparence et a\nl'impartialite se multiplient. Des figures politiques comme Issa Tchiroma Bakary ont exhorte les\njuges constitutionnels a faire preuve d'independance, tandis que le mouvement citoyen Stand Up for\nCameroon denonce un \" processus electoral verrouille \".\nLIRE AUSSI Cameroun : que vaut la candidature de Maurice Kamto face a l'indeboulonnable\nbaobab Paul Biya ?\nL'ombre du pouvoir en place Pour le parti au pouvoir, le RDPC, cette polemique n'a pas lieu d'etre.\nLe communicant Patrick Rifoe affirme que la decision d'Elecam repose sur des faits concrets :\nl'anteriorite des conflits de leadership au sein du Manidem. Selon lui, chaque dossier a ete traite\nselon ses specificites. Il refute toute volonte d'exclusion ciblee. Reste que, dans un climat politique\nmine par le doute et la mefiance, les explications officielles peinent a convaincre.\nVers une election sous haute tension La publication definitive de la liste des candidats a la\npresidentielle est attendue dans les prochains jours. Avec 22 autres recours deja enregistres, la\npression est forte sur le Conseil constitutionnel. L'examen du dossier Kamto sera scrute de pres,\ntant il cristallise les inquietudes sur l'avenir democratique du Cameroun.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3433,
                "words": 518,
                "lines": 38
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Issa Tchiroma Bakary et son voyage controverse pour le Senegal",
            "date": "2025-08-02T09:19:22.307508",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Issa Tchiroma Bakary et son voyage controverse pour le Senegal\n\nIssa Tchiroma Bakary L'ancien ministre de la Communication et candidat a la presidentielle\nd'octobre 2025 a ete empeche de se rendre au Senegal jeudi dernier. Un incident qui ravive les\ntensions politiques autour d'un homme au parcours atypique, passe de l'opposition farouche au\npouvoir, puis de nouveau dans l'opposition.\nL'ancien ministre et candidat a l'election presidentielle Issa Tchiroma Bakary a ete debarque hier de\nson vol en direction du Senegal ou il se rendait pour effectuer un pelerinage sur la tombe du premier\npresident du Cameroun Ahmadou Ahidjo . Celui qui se positionne comme etant le \" candidat de la\ntransition \" ne cesse de surprendre l'opinion camerounaise tant son parcours et ses prises de\nposition sont paradoxaux.\nUn parcours atypique Ne vers 1946, l'ancien ministre et candidat a l'election presidentielle d'octobre\n2025 a fait ses etudes primaires a l'ecole principale de Garoua ou il obtient son Certificat d'Etudes\nPrimaires et s'en va a Douala ou il accede au Cours Superieur Professionnel du deuxieme degre du\nchemin de fer a Douala. Il s'envole pour la France ou il obtient son Baccalaureat scientifique\n(1970-1971) a Paris et y poursuit ses etudes a l'Ecole Superieure des Cadres de Chemin de Fer\nFrancais (1971-1974) puis a l'Institut Superieur des Materiaux et de la Construction (1974-1976).\nAinsi, il en ressort ingenieur.\nLIRE AUSSI Que pensent les Camerounais de la candidature de Issa Tchiroma Bakary Il fait son\nretour au Cameroun et entame sa carriere aux ateliers de la REGIERCAM a Bassa, Douala, ou il\nest en charge de la section de Groupe Electronique puis chef du depot, ensuite Inspecteur de la\nFormation Professionnelle et enfin chef de service Entretien General. En avril 1984, il est arrete et\npassera 6 ans de prison, soupconne en tant que cadre originaire du nord et de la localite de l'ancien\npresident d'avoir aide au coup d'Etat rate contre l'actuel president Paul Biya.\nDe l'opposition au pouvoir, puis retour a l'opposition Issa Tchiroma est libere en 1990, annee ou\nl'Afrique independante voit emerger le multipartisme, et rejoint l'opposition sous les couleurs de\nl'Union Nationale pour la Democratie et le Progres (UNDP) et est elu secretaire national charge de\nl'administration aux cotes de Samuel Eboua et Bello Bouba Maigari (lui aussi ancien ministre et\ncandidat a l'election presidentielle d'octobre 2025).\nDeux annees plus tard, en 1992, Issa Tchiroma est nomme ministre des Transports a la surprise\ngenerale tant il etait un farouche opposant au regime Biya a sa sortie de prison. Ses camarades de\nl'UNDP voient en cette nomination une traitrise et il se fait exclure du parti avec Hamadou\nMoustapha, son acolyte, en 1995.\nIssa Tchiroma Bakary fonde le Front pour le Salut National du Cameroun Exclu, Issa Tchiroma va\ncreer avec son ami Hamadou l'ANDP en 2002 et en 2007, il va fonder le Front pour le Salut National\ndu Cameroun (FSNC), sa formation politique actuelle. De 2009 jusqu'en 2019, il est ministre de la\nCommunication et porte-parole du gouvernement et devient le defenseur inconteste du regime et\nsurtout de son bienfaiteur Paul Biya. On a en memoire des formules restees dans les annales telles\nque : \" quand je prends la parole au nom du gouvernement, je dis les faits \", \" le Cameroun est une\nNation qui carbure aux defis, le peuple est derriere son chef \" et dont la plus celebre sera la\njustification des voyages du president en ces termes : \" Comme tout travailleur, le president Biya a\ndroit a des vacances qu'il est libre de payer avec l'argent mis a sa disposition par le peuple\nsouverain \".\nEn 2019, suite au dernier remaniement ministeriel, il est en charge du ministere de l'Emploi et de la\nFormation Professionnelle ou desormais il est moins sous le feu des projecteurs, poste qu'il va\noccuper jusqu'a sa demission le 24 juin dernier pour se presenter en tant que candidat a l'election\npresidentielle, marquant ainsi la fin de son alliance avec le RDPC, parti au pouvoir.\nL'incident du 31 juillet 2025 Maurice Kamto L'episode de jeudi 31 juillet 2025, apres son soutien\ninattendu a Maurice Kamto exclu pour l'instant de la course electorale , le propulse une fois de plus\nau-devant de la scene et pas de n'importe quelle facon. En effet, alors que l'ancien ministre candidat\nessayait de se rendre au Senegal accompagne de sa fille, il s'est vu debarquer par des officiers en\nuniforme. En reaction a cet acte, il va declarer dans un communique : \" lorsqu'un candidat a\nl'election presidentielle est empeche de voyager, c'est tout un peuple qu'on empeche de respirer.\nC'est la preuve eclatante que le systeme en place redoute la verite et craint la transition que nous\nportons \".\nLa reaction d'Aminatou Ahidjo Une reaction qui n'a pas fait l'unanimite, surtout du cote de la fille\ncadette de l'ancien chef de l'Etat, Aminatou Ahidjo, membre du RDPC parti au pouvoir et presidente\ndu conseil d'administration du Palais des congres qui, dans la soiree du jeudi 31 juillet, a au travers\naussi d'un communique denonce ce qu'elle considere comme une escroquerie politique et morale\nd'Issa Tchiroma Bakary : \" Monsieur Issa Tchiroma Bakary, ancien ministre et candidat a l'election\npresidentielle, a fait un communique via les reseaux sociaux, se plaignant de l'interdiction qui lui a\nete faite de prendre l'avion pour se rendre au Senegal afin de se recueillir sur la tombe du feu\npresident Ahmadou Ahidjo. Je voudrais en tant que fille du feu president denoncer vivement\nl'escroquerie politique et morale d'un homme qui n'a jamais daigne presenter ses condoleances a la\nfamille Ahidjo, eprouvee par de nombreux deces \".\nLIRE AUSSI Christelle Fotso, le Cameroun est un pays physique Elle va aussi dans le meme\ncommunique rappeler a l'ancien ministre un fait reglementaire connu de tous concernant les\ndeplacements des nouveaux anciens ministres : \" je denonce egalement avec force les mensonges\nd'un homme politique qui veut ignorer sciemment les regles etablies au Cameroun s'agissant des\nmouvements des nouveaux anciens ministres, qui doivent requerir l'autorisation de Monsieur le\npresident de la Republique avant toute sortie a l'etranger \".\nDans ce contexte politique marque par une election presidentielle qui s'annonce mouvementee, des\nfigures connues et moins connues de la scene politique sont en emoi, scrutant toutes actions et\ntoutes prises de parole pour emerger et devenir des acteurs majeurs de l'apres 12 octobre 2025.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 6423,
                "words": 1054,
                "lines": 72
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Rachida Dati sort ses griffes pour defendre son fief parisien aux Legislatives partielles",
            "date": "2025-07-29T17:09:38.427340",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Rachida Dati sort ses griffes pour defendre son fief parisien aux Legislatives partielles\n\nL'ancienne ministre francaise de la Justice, Rachida Dati A moins d'un an des elections municipales\na Paris, le climat politique s'echauffe au sein des Republicains (LR). Au coeur de la tempete :\nRachida Dati, ministre de la Culture et maire du 7e arrondissement, qui refuse de se laisser\nmarginaliser par son propre camp. Elle a annonce sa candidature a une Legislative partielle, et ce,\nmeme sans l'investiture officielle de LR. Ce geste de defiance qui sonne comme une declaration de\nguerre a ceux qui, en interne, miseraient plutot sur Michel Barnier pour cette circonscription\nprestigieuse.\nDepuis des annees, Rachida Dati faconne son image sur un double socle : la proximite locale et la\ncombativite. Forte de son implantation dans le centre de la capitale francaise, elle se pose en\ngarante d'un ancrage que nul ne pourrait contester.\nRachida Dati, enracinee et intransigeante \" Les Parisiens me connaissent, je suis sur le terrain, je\nme bats pour eux \", ne cesse-t-elle de rappeler. Une facon de souligner, sans ambages, que son\nconcurrent, Michel Barnier , ancien ministre des Affaires etrangeres, ne serait qu'un \" parachute \"\nvenu troubler un equilibre deja etabli. Pour elle, cette tentative de repositionnement est avant tout\ndictee par les ambitions nationales de Michel Barnier, et non par une logique territoriale.\nLIRE AUSSI Rachida Dati, une femme libre pour la Culture !\nRachida Dati refuse que l'on reduise cette passe d'armes a une querelle personnelle. Pourtant, le\nsous-texte est limpide : elle estime que son travail d'opposante a Anne Hidalgo , sa longevite\npolitique dans le 7e arrondissement et sa popularite dans les sondages legitiment son maintien\ncomme figure incontournable de la droite parisienne. Des lors, toute tentative de la supplanter est\npercue comme une attaque contre son bilan, voire contre sa loyaute au parti. Elle affirme ne pas\netre a l'origine de la division, mais previent qu'elle n'a aucune intention de s'effacer.\nLa Presidentielle en toile de fond Derriere l'apparente dispute locale se dessine une confrontation\nplus large : celle des ambitions personnelles dans la perspective des Municipales... mais aussi de la\nPresidentielle. Michel Barnier, en se positionnant sur ce siege parisien, donnerait un echo politique\na ses aspirations nationales.\nRachida Dati le sait, et elle entend bien empecher que son territoire serve de tremplin a un autre.\nElle revendique l'independance de sa demarche et le rejet des calculs de partis. En s'imposant\ncomme une candidate hors parti si necessaire, elle envoie un message clair a la direction de LR :\nelle est incontournable, et prete a se battre en solo si elle y est contrainte.\nLIRE AUSSI France-Maroc : que fait Rachida Dati au Sahara ?\nLes chiffres sont de son cote : selon les dernieres enquetes d'opinion, Dati arriverait largement en\ntete si l'election avait lieu aujourd'hui. Elle s'appuie aussi sur un soutien de poids, celui de Xavier\nBertrand, president de la region Hauts-de- France , qui lui a adresse une lettre de soutien appuyee.\nDe quoi renforcer sa position face a une direction de LR qui peine a trancher entre deux figures\nhistoriques du parti. Ce soutien externe met egalement en exergue les fractures internes des\nRepublicains, tirailles entre fidelite aux anciens et reconnaissance du travail de terrain.\nLe 7e arrondissement, point de depart d'une reconquete ?\nLa ministre de la Culture reste sous le coup d'une mise en examen dans l'affaire Renault-Nissan,\nmais son entourage minimise l'impact de cette procedure judiciaire. Aucune audience n'est prevue\navant 2026, bien apres les echeances electorales.\nRachida Dati elle-meme refuse d'en faire un sujet de debat, preferant se concentrer sur ce qu'elle\npresente comme l'essentiel : la gestion locale, la securite, et la defense du \" vrai Paris \", qu'elle\nestime neglige par la mairie actuelle.\nDans cette course electorale, Rachida Dati ne se limite pas a defendre un siege de depute. La\nFranco- Marocaine y projette le debut d'une reconquete de Paris par la droite. La Legislative\npartielle, selon elle, constitue un test grandeur nature, un avant-gout du combat qu'elle menera en\n2026 pour reprendre la mairie. Elle se positionne ainsi comme le rempart contre les divisions\ninternes, mais aussi comme l'alternative credible a l'actuelle majorite municipale.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4327,
                "words": 692,
                "lines": 49
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "\" Un Maroc a deux vitesses \" : la promesse dementie par la realite",
            "date": "2025-08-02T09:19:39.799483",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "\" Un Maroc a deux vitesses \" : la promesse dementie par la realite\n\nLe roi du Maroc, Mohammed VI Dans son discours prononce a l'occasion de la Fete du Trone, le roi\nMohammed VI a declare avec gravite : \" Il n'y a pas de place pour un Maroc a deux vitesses \". Cette\nphrase, en apparence noble, a ete applaudie par les partisans du regime et les medias d'Etat. Mais\na y regarder de plus pres, elle resonne comme un aveu tardif, voire un constat d'echec. Car si ce\nMaroc a deux vitesses existe bel et bien aujourd'hui, c'est sous son regne qu'il s'est creuse,\nconsolide, institutionnalise.\nLes mots du roi du Maroc sonnent faux lorsqu'ils sont prononces par celui qui regne depuis un quart\nde siecle sur un pays marque par des fractures sociales, territoriales et economiques de plus en\nplus profondes. Dire qu'il n'y a \" pas de place \" pour cette dualite, c'est ignorer, ou feindre d'ignorer,\nles politiques publiques, les pratiques de gouvernance, et les logiques clientelistes qui ont, annee\napres annee, nourri cette dynamique a deux vitesses.\nLe Maroc des grandes villes n'est pas celui des zones rurales. Casablanca, Rabat, Tanger ou\nMarrakech beneficient d'investissements massifs dans les infrastructures, les transports,\nl'immobilier, ou le tourisme. Pendant ce temps, des pans entiers du territoire national, de l'Atlas aux\nconfins de l'Oriental, restent abandonnes, sans hopitaux decents, sans ecoles fonctionnelles, sans\nroutes praticables. Comment le roi peut-il denoncer une dualite que son propre modele economique\nalimente ? Depuis le debut de son regne, Mohammed VI a mise sur un Maroc \" moderne \", tourne\nvers l'international, attractif pour les investisseurs etrangers.\nUne concentration des richesses sans precedent Des megaprojets ont fleuri : Tanger Med, les\nlignes TGV, les stations balneaires de luxe, les smart cities. Ces vitrines seduisent les chancelleries\noccidentales et les bailleurs de fonds... mais elles ne repondent en rien aux besoins fondamentaux\ndes Marocains ordinaires. Pendant que certains jouissent des bienfaits de la \" modernite \", des\nmillions d'autres peinent a acceder a l'eau potable, a des soins medicaux dignes ou a une education\nde qualite.C'est cela, le Maroc a deux vitesses. Et c'est cela que le roi refuse d'assumer pleinement.\nLe Maroc figure parmi les pays les plus inegalitaires de la region MENA.\nLIRE AUSSI Un Maroc uni, equitable et audacieux : le nouveau souffle du Discours du Trone 2025\nSelon des rapports de la Banque mondiale et d'ONG independantes, 10% des Marocains\ndetiennent plus de 50% des richesses. Et qui se trouve au sommet de cette pyramide ? La\nmonarchie elle-meme. Le groupe royal Al Mada, souvent presente comme un \" fonds\nd'investissement a vocation panafricaine \", concentre des participations dans les secteurs les plus\nrentables : banques, telecoms, energie, immobilier, distribution. Ce groupe est le symbole d'un\ncapitalisme monarchique qui accumule les profits dans un entre-soi, tout en parlant d'equite et de\njustice sociale.\nUne democratie de facade La fortune personnelle du roi, estimee a plusieurs milliards de dollars, est\nune provocation pour les millions de Marocains qui vivent avec moins de 30 dirhams par jour. Quelle\ncredibilite accorder a un souverain qui parle d'egalite alors qu'il incarne, avec son entourage, une\nforme d' accaparement structurel des richesses ? La question du Maroc a deux vitesses ne se limite\npas a l'economie. Elle traverse aussi les spheres de la citoyennete et de la participation politique. Le\nsysteme politique marocain repose sur une democratie de facade ou le Parlement n'a qu'un pouvoir\nlimite, et ou le gouvernement n'est qu'un executant partiel de la volonte royale.\nLes grandes orientations politiques, economiques et sociales sont decidees au Palais. Les partis,\naffaiblis, ne sont plus que des instruments d'execution, vides de leur capacite a representer\nreellement les aspirations du peuple. Dans ce contexte, parler d'unite ou d'egalite des chances est\npure hypocrisie. Car un Marocain qui critique le roi ou les dysfonctionnements de la monarchie est\nrapidement confronte a la censure, a la surveillance, voire a la repression judiciaire . La liberte\nd'expression, de la presse ou de manifestation est a geometrie variable : elle est permise aux\nsoutiens du regime, et interdite a ceux qui reclament plus de justice.\nUne jeunesse marocaine oubliee La jeunesse marocaine, majoritaire dans la population, est sans\ndoute la premiere victime de ce Maroc a deux vitesses. Faute d'emploi, de perspectives et d'ecoute,\nelle se refugie dans le desespoir, l'emigration clandestine ou l'abstention politique. Les chiffres\nparlent d'eux-memes : des dizaines de milliers de jeunes Marocains quittent le pays chaque annee,\ny compris des cadres qualifies.\nLIRE AUSSI Fete du Trone 2025 au Maroc : grace royale exceptionnelle accordee a pres de 20\nmille detenus Le roi a certes evoque l'importance de la jeunesse dans plusieurs discours. Mais les\npolitiques concretes n'ont pas suivi. Le chomage, les inegalites scolaires, le manque d'espaces\nculturels ou de debouches professionnels n'ont pas ete resolus, et, dans certains cas, se sont\naggraves. Le sentiment d'abandon est profond. Ce n'est pas un simple decalage entre riches et\npauvres , c'est un gouffre entre ceux qui ont un avenir, et ceux qui vivent dans l'attente permanente\nd'une opportunite... qui, helas, ne vient jamais.\nUn discours sans consequences Le plus inquietant dans cette declaration du roi, \" Il n'y a pas de\nplace pour un Maroc a deux vitesses \" c'est qu'elle risque de rester un voeu pieux. Comme tant\nd'autres discours royaux, elle est prononcee avec solennite, mais suivie de peu d'actions concretes.\nCar il ne suffit pas de nommer le probleme pour qu'il disparaisse. Il faut du courage politique, de la\ntransparence, une reelle volonte de reformes structurelles, et surtout, une remise en question du\nrole centralisateur et accaparant de la monarchie . Or, rien dans les 25 annees de regne de\nMohammed VI n'indique une telle orientation.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5969,
                "words": 952,
                "lines": 66
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Le Maroc se prepare pour accueillir une competition de Formule 1",
            "date": "2025-07-31T14:42:44.754441",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Le Maroc se prepare pour accueillir une competition de Formule 1\n\nLe Maroc s'apprete a franchir un nouveau cap dans sa quete de rayonnement international en\nvisant l'organisation d'un Grand Prix de Formule 1. Porte par une ambition affirmee et un projet\nd'infrastructure hors normes, le royaume veut inscrire son nom sur la grille mondiale du sport\nautomobile.\nTrois decennies apres avoir quitte le continent africain, la Formule 1 pourrait y faire son retour, et le\nMaroc entend bien en etre la porte d'entree. Tandis que plusieurs pays se montrent interesses, le\nroyaume cherifien se distingue par un projet d'envergure internationale qui mele infrastructures\nsportives, attractivite touristique et strategie economique. Une candidature qui ne laisse pas\nindifferent.\nA une vingtaine de kilometres au sud de Tanger, un vaste terrain pourrait bientot accueillir ce qui\ns'annonce comme l'un des circuits les plus modernes du continent africain. Le projet, estime a plus\nd'un milliard de dollars, vise bien au-dela de la simple organisation d'un Grand Prix. Il s'agit d'un\ncomplexe multifonctionnel integrant un circuit homologue FIA Grade 1, indispensable pour accueillir\nla F1, mais aussi des hotels de luxe, une marina, un parc d'attractions, un centre commercial et\nmeme une plateforme logistique.\nReintegrer l'Afrique dans la rotation annuelle des Grands Prix Ce projet, pense comme un \"\nmini-Abu Dhabi \" en Afrique du Nord, est porte par Eric Boullier, figure bien connue du paddock\npour son passe chez McLaren et Lotus. La philosophie est de creer un pole d'attractivite\ninternationale qui conjugue sport de haut niveau et developpement territorial durable. Les enjeux de\ncette initiative depassent largement le cadre sportif. Selon les promoteurs du projet, l'investissement\ndevrait generer quelque 10 000 emplois directs et indirects.\nLIRE AUSSI La Formule 1 bientot de retour au Maroc Un effet d'entrainement est egalement\nattendu sur le tissu industriel local, le secteur hotelier, les transports, ou encore les services\nlogistiques. Depuis la derniere course organisee a Kyalami en 1993, l'Afrique est absente du\ncalendrier de la F1. Une anomalie que la direction actuelle de la discipline entend corriger. Le CEO\nde la Formule 1 , Stefano Domenicali, a recemment evoque l'importance de reintegrer le continent\nafricain dans la rotation annuelle des Grands Prix, citant le Maroc, le Rwanda et l' Afrique du Sud\ncomme candidats potentiels.\nUne echeance a l'horizon 2027-2028 Le Maroc mise sur plusieurs atouts pour tirer son epingle du\njeu. L'emplacement du futur circuit, a proximite immediate de Tanger Med, l'un des plus grands\nports d'Afrique, constitue un avantage logistique indeniable. La proximite de l'Europe et la stabilite\npolitique du pays renforcent egalement la credibilite de sa candidature. Boullier estime d'ailleurs que\n\" si le projet est mene a terme, il repondra parfaitement aux exigences actuelles de la F1 en matiere\nde vision, d'infrastructures et de strategie globale \".\nLIRE AUSSI Le Rwanda en lice pour accueillir la Formule 1 en Afrique Si les discussions avancent\npositivement, une premiere course pourrait se tenir au Maroc des 2027 ou 2028. Le calendrier reste\nincertain, mais le projet suit un rythme soutenu. Deja, 800 millions de dollars d'investissements\nprives ont ete securises, et les etudes techniques sont en cours. Le Maroc, qui coorganisera la\nCoupe du monde de football en 2030 aux cotes de l'Espagne et du Portugal, veut capitaliser sur\ncette dynamique pour renforcer son statut de hub sportif en Afrique. L'objectif est aussi de\npositionner le pays comme un acteur majeur du \" soft power \" dans la region.\nLe Maroc pret a faire vrombir les moteurs L'organisation d'un Grand Prix de Formule 1 au Maroc ne\nserait pas une premiere historique. Le royaume a deja accueilli une manche en 1958, a\nCasablanca. Mais aujourd'hui, c'est une toute autre ambition qui se dessine : faire du sport\nautomobile un vecteur de developpement, d'attractivite et d'influence a l'echelle mondiale.\nComme le souligne Bouhoute, \" cette initiative ne se resume pas a un evenement sportif : elle\nincarne une volonte d'inscrire le Maroc dans les circuits mondiaux de l'innovation, du tourisme et de\nl'economie du spectacle \". La balle est desormais dans le camp de la F1. Mais une chose est sure :\nsi l'Afrique doit retrouver sa place sur la grille de depart, le Maroc semble pret a faire vrombir les\nmoteurs.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4370,
                "words": 697,
                "lines": 50
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Senegal : le gouvernement lance un plan d'urgence pour sauver l'economie",
            "date": "2025-08-01T10:38:28.037599",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Senegal : le gouvernement lance un plan d'urgence pour sauver l'economie\n\nOusmane Sonlo, Premier ministre du Senegal Face a un deficit budgetaire alarmant et une dette\npublique proche de 100 % du PIB, le Senegal lance un plan d'urgence economique ambitieux. Une\ninitiative portee par Ousmane Sonko et Bassirou Diomaye Faye pour redresser les finances\nnationales et restaurer la confiance dans un climat de fortes tensions.\nConfronte a un deficit budgetaire inquietant et une dette publique avoisinant 100 % du PIB, le\nSenegal adopte un plan d'urgence. Le gouvernement dirige par le Premier ministre Ousmane Sonko\na adopte, mercredi 30 juillet, un ambitieux plan de redressement economique et social. Objectif :\nrestaurer la stabilite financiere du pays et remettre l'economie nationale sur les rails.\nUn plan pour corriger les desequilibres structurels Le plan approuve en conseil des ministres repose\nsur plusieurs axes prioritaires : rationalisation des depenses publiques, mobilisation des ressources\ninternes et amelioration de l'execution des politiques publiques. Il se veut une feuille de route claire\npour sortir le pays de l'impasse budgetaire. Le programme sera officiellement presente vendredi a\nDakar par Ousmane Sonko, en presence du president Bassirou Diomaye Faye.\nSelon un rapport de la Cour des comptes, le deficit budgetaire du Senegal s'eleve a 12,3 %, tandis\nque la dette publique atteint un niveau alarmant de 99,67 % du produit interieur brut. Ces chiffres\ntraduisent la gravite de la situation economique du pays, fragilise par des annees de mauvaise\ngestion, d'endettement croissant et d'inefficacite dans l'allocation des ressources publiques.\nLIRE AUSSI Ousmane Sonko defie Macron sur les bases francaises en Afrique Des promesses de\nrigueur pour restaurer la confiance Depuis leur prise de fonction en avril 2024, les nouvelles\nautorites denoncent une economie \" en ruine \" laissee par le precedent pouvoir. Le plan de\nredressement entend ainsi retablir la confiance des citoyens et des partenaires internationaux, en\nmettant l'accent sur la transparence, la responsabilite budgetaire et la relance des secteurs cles de\nl'economie.\nTres attendu, ce programme constitue l'un des premiers grands chantiers du duo executif a la tete\ndu pays. Il servira de barometre pour evaluer la capacite du nouveau gouvernement a traduire ses\ndiscours en actions concretes. A court terme, le defi reste immense : eviter une crise de liquidites,\ntout en preservant les acquis sociaux dans un contexte de forte pression populaire.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2465,
                "words": 378,
                "lines": 27
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "La montre derobee a Ottman Azaitar au Fouquet's parmi les montres volees a Mohammed VI ?",
            "date": "2025-07-29T17:09:32.615484",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "La montre derobee a Ottman Azaitar au Fouquet's parmi les montres volees a Mohammed VI ?\n\nMohammed VI et sa Patek Le sejour parisien du combattant de MMA Ottman Azaitar a vire a\nl'enigme judiciaire. Dans l'enceinte feutree du celebre hotel Fouquet's, sur l'avenue George V,\nl'athlete germano-marocain a declare s'etre fait subtiliser une montre de luxe estimee a 40 000\neuros, dissimulee dans le coffre-fort de sa chambre. Mais le dispositif de securite aurait presente\nune defaillance : la porte du coffre \" fermait mal \", selon les premieres constatations.\nLes policiers du 8e arrondissement ont ete depeches sur place. Pourtant, a leur arrivee, Ottman\nAzaitar s'est montre peu cooperatif. Il a refuse tout echange avec les enqueteurs et n'a pas souhaite\nporter plainte. Une posture pour le moins inhabituelle, voire troublante, surtout dans un contexte ou\nla victime est un personnage public au carnet d'adresses bien garni. Parmi ses frequentations : le\nroi du Maroc. Oui Mohammed VI lui-meme !\nLe \" Bulldozer \" du MMA, une figure controversee A 35 ans, Ottman Azaitar n'est pas un inconnu\ndans le monde du sport. Connu pour sa puissance dans l'octogone, celui que l'on surnomme le \"\nBulldozer \" affiche un palmares solide : 13 victoires pour seulement 3 defaites en carriere. Mais ce\nn'est pas uniquement son parcours sportif qui attire les projecteurs. Ottman est le frere cadet d'Abu\nBakr Azaitar, lui aussi champion de MMA , mais surtout repute pour sa proximite assumee avec le\nroi du Maroc, Mohammed VI.\nCette relation etroite a propulse les freres Azaitar dans les cercles tres restreints du pouvoir\nmarocain, alimentant autant les fantasmes que les critiques. Leur influence grandissante souleve\naujourd'hui de nombreuses interrogations, d'autant plus a la lumiere de l'affaire de vol qui secoue\ndiscretement les coulisses du Fouquet's. Difficile d'ignorer, en arriere-plan, une autre affaire aux\nallures de scandale d'Etat. En janvier 2020, les medias marocains et internationaux rapportaient un\nvol d'envergure survenu au sein meme des palais royaux.\nUn precedent royal : les montres du roi derobees Au moins 36 montres de luxe appartenant a\nMohammed VI auraient ete derobees, principalement au palais royal de Marrakech. Une femme de\nmenage de 46 ans, employee au palais, avait ete designee comme la principale suspecte. Selon les\nelements du dossier, elle aurait mis en place un procede ingenieux : fondre les montres volees pour\nen recuperer l'or, puis le revendre a des bijoutiers complices. L'operation aurait dure plusieurs mois\navant d'etre decouverte. Le proces, tenu a la Cour d'appel de Rabat, a debouche sur des peines\nexemplaires.\nLIRE AUSSI Nouveau scandale au Maroc : qui a vole les montres de luxe de Mohammed VI ?\n15 personnes ont ete condamnees, parmi lesquelles des agents de securite, un ancien employe du\npalais, et des professionnels du commerce de l'or. Les peines allaient de quatre a quinze ans de\nprison ferme. Le ministere de la Maison royale, du Protocole et de la Chancellerie avait porte\nplainte, denoncant des \" circonstances etranges \" entourant la disparition des objets de valeur. Fait\nnotable : malgre l'ampleur du scandale, aucune communication officielle du palais n'a confirme ou\ninfirme l'affaire, renforcant encore davantage le climat de suspicion autour de ce dossier.\nUne montre volee... qui interroge Le vol de la montre d'Ottman Azaitar prend une tournure plus\nenigmatique encore lorsqu'on l'analyse a l'aune de cette affaire royale. La valeur de l'objet, les\ncirconstances douteuses du vol, et surtout le refus du champion de cooperer avec les autorites\npourraient bien cacher une realite plus derangeante : la montre disparue a Paris pourrait-elle faire\npartie de celles qui avaient ete volees au roi ? En d'autres termes, Ottman Azaitar etait-il en\npossession d'un bijou provenant indirectement du palais royal, par un circuit de revente opaque ?\nOu la montre serait-elle un cadeau provenant du roi marocain ? Les questions meritent d'etre\nposees, tant les coincidences sont nombreuses et le silence du sportif suspect. Les trois freres\nAzaitar ( Abu Bakr, Ottman et Omar) ont grandi en Allemagne, originaires de la region marocaine du\nRif. Connus pour leur ascension fulgurante dans les sports de combat, ils le sont aussi pour leurs\nfrasques a repetition. Surnommes par la presse locale les \" gangsters de Ferrari \", ils sont\nregulierement epingles pour leur comportement provocateur et leur opulence affichee.\nLes freres Azaitar : entre loyaute royale et reputation sulfureuse Abu Bakr Azaitar, en particulier, a\nete qualifie de \" voleur \" et d'\" escroc \" par le media Hespress , souvent decrit comme proche des\nmonarchies du Golfe. Dans un article tres critique, le journal rappelle une longue liste d'antecedents\njudiciaires : extorsion, fraude, agression, conduite sans permis, trafic de drogue... Une reputation\nbien loin de l'image officielle d'un ami du roi. La proximite entre les Azaitar et Mohammed VI n'est\npas une rumeur : elle a ete amplement documentee par les medias.\nLIRE AUSSI Maroc : vol des montres de Mohammed VI, lourdes peines de prison Le roi les aurait\ninvites a participer a des evenements officiels, leur aurait ouvert les portes de ses residences\nprivees, et leur aurait permis de circuler en jets militaires ou de conduire ses voitures personnelles.\nA tel point qu'un ancien conseiller royal aurait tente, en vain, de mettre fin a leur influence. Selon\nThe Economist , les freres Azaitar ont meme profite de leur relation pour obtenir des biens\nimmobiliers de luxe au Maroc. Le journal va plus loin, evoquant l'enterrement suppose de leur mere\ndans le palais royal de Tanger, preuve supplementaire de leur integration au cercle ultra-ferme du\nsouverain.\nDes comportements qui detonnent Les Azaitar ne manquent pas de faire parler d'eux. Qu'il s'agisse\nd'incidents a la marina de Bouregreg, ou Abu Bakr aurait arrache le telephone d'un agent apres une\nreprimande, ou d'une intrusion dans un hopital en pleine pandemie ponctuee d'insultes aux\npersonnels medicaux, leurs actes defraient regulierement la chronique. Sur les reseaux sociaux,\nleur exhibitionnisme n'est pas en reste : voitures de luxe, montres hors de prix, vacances dans des\nyachts royaux, photos en tenue suggestive... Leur style de vie, melant frime et privileges, agace\nautant qu'il fascine.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 6256,
                "words": 1003,
                "lines": 69
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "AfroBasket Feminin 2025 : le Senegal et le Cameroun rejoignent les quarts",
            "date": "2025-07-31T14:42:57.267197",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "AfroBasket Feminin 2025 : le Senegal et le Cameroun rejoignent les quarts\n\nQuatre tickets pour les quarts de finale etaient en jeu hier soir a Abidjan pour l'AfroBasket Feminin\n2025. Au Palais des Sports de Treichville a Abidjan, quatre matchs de barrages ont determine les\nderniers qualifies pour les quarts de finale. Si le Senegal a rassure par sa demonstration face au\nRwanda (80-37), le Cameroun a egalement valide son ticket en surclassant l'Angola. Mais la soiree\na aussi reserve des surprises, notamment avec la qualification du Soudan du Sud aux depens de\nl'Egypte.\nLe Senegal retrouve sa superbe face au Rwanda Les Lionnes du Senegal ont livre leur meilleure\nperformance du tournoi face au Rwanda. Le match s'est termine sur un score de 80 a 37, une\nvictoire synonyme de qualification en quarts. Mais surtout un match reference qui montre que les\nSenegalaises ont encore des atouts malgre leur defaite face a l'Ouganda .\nLe Cameroun impressionne contre l'Angola Les Lionnes Indomptables ont egalement valide leur\nqualification en s'imposant face a l'Angola dans le deuxieme barrage de la soiree. Cette victoire\n85-64 efface la deception de la defaite face au Mali en phase de groupes.\nSurprise : le Soudan du Sud elimine l'Egypte Le choc de la soiree est venu du premier barrage ou le\nSoudan du Sud sort l'Egypte de la competition 75-65. Une enorme surprise qui prive l'Afrobasket\nd'une nation habituee aux phases finales.\nLe Mozambique complete le tableau des quarts Dans le dernier barrage de la soiree, le\nMozambique ecrase la Guinee et file en quarts. Les Perles de l'ocean Indien ont domine une equipe\nguineenne qui n'aura rien montre dans cette competition.\nLe tableau complet des quarts de finale Les qualifies pour les quarts de finale sont desormais\nconnus. Les quatre equipes qui ont termine premieres de leur groupe (Cote d'Ivoire, Mali , Ouganda\net Nigeria) sont rejointes par les quatre vainqueurs des barrages : Senegal, Cameroun, Soudan du\nSud et Mozambique.\nLes affiches des quarts de finale promettent du spectacle :\nCote d'Ivoire vs Senegal : Le pays hote face aux detentrices du record de titres Mali vs Cameroun :\nRevanche du match de phase de groupes Ouganda vs Soudan du Sud : Les Gazelles face a la\nsurprise du tournoi Nigeria vs Mozambique : Les tenantes du titre face aux Perles de l'ocean Indien\nAu-dela de la qualification pour les demi-finales, ces quarts de finale determineront egalement les\nequipes qualifiees pour la Coupe du Monde 2026 en Allemagne. Les quatre demi-finalistes\nparticiperont aux tournois de qualification mondiale en mars 2026, tandis que l'equipe championne\nse qualifiera directement.\nL'AfroBasket Feminin 2025 se poursuit des ce soir avec les quarts de finale ce jeudi 31 juillet, avant\nles demi-finales le 2 aout et la finale le 3 aout au Palais des Sports de Treichville a Abidjan.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2769,
                "words": 459,
                "lines": 33
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Presidentielle 2025 en Cote d'Ivoire : Alassane Ouattara officialise sa candidature",
            "date": "2025-07-29T17:59:30.379822",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Presidentielle 2025 en Cote d'Ivoire : Alassane Ouattara officialise sa candidature\n\nAlassane Ouattara, President ivoirien C'est desormais officiel : a 83 ans, le President ivoirien,\nAlassane Ouattara, briguera un quatrieme mandat a la tete de la Republique de Cote d'Ivoire.\nL'annonce a ete faite ce mardi 29 juillet dans une allocution televisee tres attendue, mettant fin a\ndes mois de speculations au sein de la classe politique et de l'opinion publique.\nLe chef de l'Etat sortant, au pouvoir depuis 2011, s'est dit anime par le devoir de garantir la stabilite\net la prosperite de son pays : \" Je suis candidat, parce que je veux que notre chere Cote d'Ivoire\ncontinue de demeurer un pays prospere, en paix et en securite \", a-t-il declare.\nUne candidature orchestree par le RHDP Cette annonce, bien que tardive, ne surprend guere.\nDepuis plusieurs mois, les cadres du Rassemblement des houphouetistes pour la democratie et la\npaix (RHDP), son parti, multipliaient les appels a sa candidature , lors de meetings a grand renfort\nde slogans sur la paix, la croissance et la securite. Le 29 juin dernier, en son absence, le congres\nextraordinaire du RHDP avait adopte a l'unanimite une motion le designant candidat, le presentant\ncomme l'ultime garant de la stabilite sous-regionale dans un contexte marque par les crises\nsecuritaires au Sahel et les incertitudes politiques en Afrique de l'Ouest.\n\" Le President Ouattara est notre bouclier, notre visionnaire, l'homme qui a transforme la Cote\nd'Ivoire \", avait declare a cette occasion Gilbert Kone Kafana, president du directoire du RHDP . En\nrealite, tout semblait mis en place pour un retour en scene du chef de l'Etat.\nUne annonce qui ravive les tensions sur la legitimite institutionnelle Mais cette declaration suscite\ndeja une vive controverse. En effet, Alassane Ouattara en est a son troisieme mandat consecutif,\nobtenu en 2020 apres une revision constitutionnelle de 2016 sur laquelle il avait fonde la legalite de\nsa nouvelle candidature, declenchant une crise politique majeure. A l'epoque, son revirement -\napres avoir annonce ne pas se representer - a la suite du deces brutal de son dauphin Amadou Gon\nCoulibaly avait ete denonce comme un passage en force, illegitime au regard de l'esprit de la\nConstitution.\nSon election avait alors ete boycottee par l'opposition, qui avait mis en place un ephemere Conseil\nnational de transition sous la houlette de feu Henri Konan Bedie. La repression avait ete severe :\nplus de 80 morts et plusieurs centaines de blesses, des arrestations massives, et une fracture\npolitique profonde. Cette nouvelle candidature, qualifiee de \" provocation \" par certains opposants,\npourrait donc rouvrir une page douloureuse de l'histoire electorale recente du pays.\nUne opposition affaiblie et fragmentee Autre fait marquant : les principaux rivaux potentiels sont\naujourd'hui hors course. Tidjane Thiam, fraichement elu president du Parti democratique de Cote\nd'Ivoire (PDCI) apres le deces d'Henri Konan Bedie, est radie des listes electorales , tout comme\nl'ancien president Laurent Gbagbo , figure historique de la gauche ivoirienne. Tous deux ont engage\nun bras de fer judiciaire pour obtenir leur reintegration, mais a ce jour, leur participation reste\nimprobable.\nCela laisse le champ relativement libre a Ouattara, meme si plusieurs figures de l'opposition\ns'appretent a entrer dans l'arene, sous reserve d'obtenir les parrainages necessaires : Simone\nEhivet Gbagbo, ex-premiere dame et presidente du MGC, Pascal Affi N'Guessan, chef du FPI legal,\nou encore Jean-Louis Billon, depute et ancien ministre.\nDans les coulisses, des tractations s'intensifient pour tenter de construire un front commun de\nl'opposition, mais les divisions heritees des crises passees, les defis d'organisation et la pression\nexercee par les autorites rendent cet objectif incertain a trois mois du scrutin.\nLIRE AUSSI Cote d'Ivoire : depuis Port-Bouet, Laurent Gbagbo mene une offensive et appelle a la\nresistance Un enjeu crucial : la stabilite Au-dela du debat sur la legitimite de cette nouvelle\ncandidature, l'annonce du President sortant intervient dans un contexte regional tendu, ou les\ntransitions militaires se multiplient (Mali, Burkina Faso, Niger), et ou les mecanismes democratiques\nsont mis a rude epreuve. La Cote d'Ivoire apparait comme un pole de stabilite relatif dans cette\nregion ouest-africaine fragilisee.\nC'est d'ailleurs un des axes majeurs du discours d'Alassane Ouattara : mettre en avant sa stature\nd'homme d'experience, de garant de l'unite nationale, et de rempart contre le desordre ambiant. \"\nMa sante me le permet, ma conscience me l'impose \", a-t-il insiste dans son allocution. Un message\ndestine a rassurer l'electorat, mais qui ne suffira pas a eteindre les critiques sur la derive autoritaire\npresumee du regime.\nEnjeux a venir Le depot des candidatures s'acheve fin aout. Le premier tour est fixe au 25 octobre\n2025. A trois mois de l'echeance, la configuration politique du pays reste incertaine. La question de\nl'inclusivite du scrutin sera centrale : la Commission electorale independante (CEI) et le Conseil\nconstitutionnel seront scrutes de pres dans leur gestion des contentieux a venir, notamment ceux\nrelatifs aux radiations electorales controversees.\nSi Ouattara part favori en l'absence de ses adversaires les plus redoutes, le climat social et politique\ndemeure fragile. Une mobilisation populaire ou des tensions localisees ne sont pas a exclure, a\nl'image des manifestations massives de 2020. Dans les chancelleries, on suit de pres l'evolution de\nla situation, soucieux d'eviter un nouveau cycle de violence.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5551,
                "words": 866,
                "lines": 62
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Senegal : condamnes mais libres, Bachir Fofana et Moustapha Diakhate denoncent une justice",
            "date": "2025-08-01T10:38:10.130725",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Senegal : condamnes mais libres, Bachir Fofana et Moustapha Diakhate denoncent une justice\n\nd'intimidation\nTribunal (illustration) Au Senegal, deux verdicts judiciaires ravivent les craintes pour la liberte\nd'expression. Le journaliste Bachir Fofana et l'opposant Moustapha Diakhate viennent d'etre\ncondamnes, l'un pour diffusion de fausses nouvelles, l'autre pour offense au chef de l'Etat.\nLiberes apres avoir purge ou evite la prison, ils denoncent, avec leurs avocats, des decisions a\nvisee politique qui menacent le droit de critiquer le pouvoir.\nDes condamnations aux allures symboliques D'une part, Bachir Fofana, incarcere le 27 juin pour\navoir critique un marche public lie a l'Assemblee nationale, a ete condamne a deux mois de prison\navec sursis et a une amende de 200 000 francs CFA.\nD'autre part, Moustapha Diakhate, ancien proche du president Macky Sall , ecope de deux mois de\nprison, dont quinze jours fermes qu'il a deja purges. Ainsi, tous deux ont retrouve la liberte le 30\njuillet. Cependant, si les peines peuvent sembler legeres, elles suscitent une forte contestation. En\neffet, le parquet avait requis jusqu'a six mois de prison pour chacun d'eux. De plus, leurs avocats\ndenoncent une strategie d'intimidation visant a faire taire les voix critiques dans l'espace public.\nLIRE AUSSI Senegal : la presse monte au creneau face aux menaces sur la liberte\nd&rsquo;expression Une justice sous tension Par ailleurs, le climat judiciaire senegalais est deja\nmarque par de fortes tensions. Depuis plusieurs semaines, les professionnels de la justice\nobservent une greve prolongee, tandis qu'une vague d'interpellations frappe d'anciens responsables\npolitiques.\nEn parallele, un collectif d'avocats a recemment saisi le Groupe de travail de l'ONU sur la detention\narbitraire concernant plusieurs figures de l'ancien regime.\nDans ce contexte, les condamnations de Fofana et Diakhate apparaissent comme des signaux\ninquietants. Me El Hadji Diouf, avocat des deux hommes, denonce des \" condamnations destinees\na faire taire \".\nLa liberte d'expression, une ligne rouge franchie ?\nEn realite, l'affaire Fofana demontre les limites actuelles du debat public au Senegal. En revelant\ndes irregularites presumees dans l'acquisition de vehicules pour les deputes, il a touche a un sujet\npolitiquement sensible.\nQuant a Moustapha Diakhate, ses propos juges offensants a l'egard des dirigeants ont suffi a\nmotiver son incarceration.\nCertes, leur liberation est saluee par leurs soutiens. Neanmoins, elle ne dissipe pas les inquietudes.\nPour leurs avocats, il ne s'agit pas de jugements fondes en droit mais plutot de \" prises d'otages\npolitiques \". Un recours en appel est deja annonce, avec l'espoir d'obtenir une relaxe pure et simple.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2648,
                "words": 403,
                "lines": 33
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Prince Malela : \" Ce sont mes livres qui m'imposent leur rythme \"",
            "date": "2025-07-30T10:54:51.907389",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Prince Malela : \" Ce sont mes livres qui m'imposent leur rythme \"\n\nPrince Malela Auteur franco-congolais installe a Lille, Prince Malela s'est lance dans l'ecriture en\n2021 apres la disparition de son pere. En trois ans, il a publie six ouvrages melant recits\nautobiographiques et fictions. Avec \" Le President Raymond Bartengue est mort dans sa piscine ! \",\nil signe une nouvelle politique percutante sur les dictatures africaines. Rencontre avec un ecrivain\nqui laisse l'inspiration guider sa plume.\nVous avez commence l'ecriture en 2021 apres la disparition de votre pere. Comment cette perte\na-t-elle declenche votre vocation litteraire ?\nPrince Malela :\nMon pere etait un homme politique congolais. Il avait une belle plume . Malheureusement il n'a pas\npublie de livres. Ce triste constat a motive ma decision de me lancer dans l'ecriture un an apres sa\ndisparition.\nApres quatre ouvrages autobiographiques, pourquoi avoir choisi la fiction politique avec \" Le\nPresident Raymond Bartengue \" ?\nPrince Malela :\nDepuis 2021, j'ai publie six ouvrages. Trois d'entre eux sont des fictions, et trois autres sont des\nrecits de vie. Cela fait donc une egalite parfaite (sourire) !\nEt en ce qui concerne le choix de la fiction politique, j'ai l'habitude de dire que ce sont mes livres qui\nm'imposent leur rythme. Je ne planifie pas les choses dans ce domaine. Je me laisse plutot\nconduire par l'inspiration...\nEt cette fois-ci n'a pas fait exception. J'ai senti l'inspiration m'emmener dans cette direction, celle\nd'une fiction politique, et je l'ai simplement suivie.\nLe nom du pays africain n'est jamais mentionne dans votre roman. Etait ce pour creer une portee\nuniverselle sur les dictatures ?\nPrince Malela :\nJe ne dirai pas qu'il s'agissait de creer necessairement \" une portee universelle sur les dictatures \".\nJe voulais surtout que le lecteur ne se sente pas enferme dans une realite trop determinee.\nNe au Congo et ayant grandi en France, comment cette double culture nourrit elle votre regard\nd'ecrivain sur l'Afrique ?\nPrince Malela :\nJe trouve que ma double culture me permet d'avoir un regard particulier sur le continent Africain .\nEn effet, cette derniere m'offre une distance suffisante pour evoquer le continent sous un certain\nangle.\nVotre personnage de Justin, l'etudiant engage, represente-t-il l'espoir que vous placez dans la\njeunesse africaine ?\nPrince Malela :\nJustin illustre plutot ce qui peut etre vecu ou endure sous un regime autoritaire, et la maniere dont\nles choses peuvent y evoluer.\nVous privilegiez des formats courts pour une \" lecture rapide \". Est-ce un choix delibere pour\ntoucher un large public ?\nPrince Malela :\nJ'aime les histoires qui se lisent vite. Et je pense effectivement que les formats courts peuvent\npermettre de toucher un large public.\nApres cinq ouvrages en trois ans, quels sont vos projets litteraires ?\nPrince Malela :\nJe vous dirai spontanement : Attendre les livres suivants ! Et j'emploie le verbe \" attendre \" a\ndessein parce que, comme je vous l'ai dit precedemment, ce sont les livres qui m'imposent leur\nagenda.\nJe vais donc attendre et voir quelles surprises me reservent encore ma plume !\nLe president Raymond Bartengue est mort au fond de la piscine Commander le livre Le president\nRaymond Bartengue est mort au fond de la piscine",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3228,
                "words": 531,
                "lines": 50
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "A Addis-Abeba, l'ONU sonne l'alerte face a la crise alimentaire mondiale",
            "date": "2025-07-30T10:54:46.460567",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "A Addis-Abeba, l'ONU sonne l'alerte face a la crise alimentaire mondiale\n\nFamine en Afrique Quatre ans apres un premier sommet a Rome, les Nations unies se reunissent a\nAddis-Abeba pour relancer la lutte contre la faim. Alors que pres de 295 millions de personnes\nsouffrent d'insecurite alimentaire aigue, les engagements pris peinent a se traduire en actions\nconcretes.\nFace aux guerres, aux dereglements climatiques et au manque de financements, l'objectif Faim\nZero d'ici 2030 semble plus que jamais menace.\nUn constat alarmant : la faim gagne du terrain A l'ouverture du sommet, les participants ont ete\nconfrontes a un triste constat : pres de 295 millions de personnes souffrent actuellement d'\ninsecurite alimentaire aigue dans le monde. Malgre les engagements pris a Rome en 2021, les\nefforts sont juges insuffisants, tant sur le plan politique que financier. La vice-secretaire generale de\nl'ONU, Amina Jane Mohammed, a appele a une transformation urgente des systemes alimentaires.\nElle a souligne que les investissements restent largement en deca des besoins.\nGaza, Soudan, Afrique : la faim comme arme de guerre Le sommet a egalement ete l'occasion de\ndenoncer les crises specifiques qui aggravent la situation, notamment a Gaza et au Soudan, ou la\nfaim est instrumentalisee comme moyen de pression politique. Antonio Guterres, secretaire general\nde l'ONU , a exhorte la communaute internationale a ne pas fermer les yeux sur ces drames\nhumains. Mahamoud Ali Youssouf, president de la Commission de l'Union africaine, a rappele\nl'ampleur du fleau sur le continent : \" Combien d'enfants et de meres dorment le ventre vide ? Des\nmillions, assurement . \" LIRE AUSSI Famine : l'Afrique de l'Ouest et centrale au bord d'une crise\nsans precedent L'Afrique en quete de soutien pour des solutions durables Face a des defis accrus\npar les chocs climatiques, les conflits armes et les perturbations economiques, les dirigeants\nafricains appellent a des reponses structurelles. Ils plaident notamment pour que 10 % des PIB\nnationaux soient consacres a l'agriculture. Mais, faute de ressources suffisantes, ils reclament un\nsoutien international renforce et un respect des engagements financiers promis par les partenaires\ndu continent.\nMalgre ce tableau sombre, des progres sont notables : 130 pays se sont dotes de programmes\nnationaux de transformation de leurs systemes alimentaires. La participation active de nombreux\nchefs d'Etat, dont Abiy Ahmed (Ethiopie) et Giorgia Meloni (Italie), symbolise une volonte politique\nencore presente. Mais elle devra se traduire en actes concrets et mesurables si l'objectif \" Faim\nZero \" d'ici 2030 veut rester autre chose qu'un voeu pieux.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2608,
                "words": 407,
                "lines": 30
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Mort d'Alino Faso en detention : indignation en Cote d'Ivoire et appel a une reforme carcerale",
            "date": "2025-07-31T14:43:45.428480",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Mort d'Alino Faso en detention : indignation en Cote d'Ivoire et appel a une reforme carcerale\n\nAlino Faso La mort d'Alain Christophe Traore, plus connu sous le pseudonyme d'Alino Faso,\nactiviste burkinabe detenu a l'Ecole de Gendarmerie d'Abidjan depuis janvier 2025, continue de\nsusciter une onde de choc dans les milieux politiques et militants en Afrique de l'Ouest. L'annonce\nde son deces, survenu le 24 juillet dans sa cellule, a ravive les tensions diplomatiques entre la Cote\nd'Ivoire et le Burkina Faso, tout en jetant une lumiere crue sur les conditions carcerales denoncees\ndepuis des annees par la societe civile ivoirienne.\nLe mouvement \" Trop c'est trop \" et le PPA-CI de Laurent Gbagbo ont donne de la voix a la suite de\nl'annonce du deces de l'influenceur burkinabe Alino. Sont d'abord visees les conditions carcerales\ndans le pays.\nUn deces en detention aux circonstances troubles Dans un communique officiel diffuse le 27 juillet,\nle procureur de la Republique pres le Tribunal de Premiere Instance d'Abidjan a revele que le\ndetenu avait ete retrouve mort dans sa cellule a 7h30. Selon les autorites judiciaires, il se serait\nsuicide par pendaison avec un drap apres avoir tente de s'ouvrir les veines.\nAge de 44 ans, Alino Faso, activiste tres actif sur les reseaux sociaux et critique du pouvoir ivoirien,\navait ete arrete le 10 janvier 2025 . Il etait poursuivi pour plusieurs chefs d'inculpation graves : \"\nintelligence avec des agents d'un Etat etranger \", \" diffusion de fausses nouvelles \", \" espionnage \",\nentre autres accusations liees a la surete de l'Etat.\nIndignation du PPA-CI : denonciation de pratiques autoritaires Dans une declaration officielle datee\ndu 30 juillet, le Parti des Peuples Africains - Cote d'Ivoire (PPA-CI), formation politique fondee par\nl'ancien President, Laurent Gbagbo, a exprime sa \" profonde tristesse \" face a cette mort \" brutale \".\nLe parti pointe directement la responsabilite du gouvernement RHDP, en denoncant la detention de\ncivils dans des lieux non habilites comme l'Ecole de Gendarmerie, qu'il qualifie de \" pratiques\ndictatoriales retrogrades \".\n\" Le gouvernement doit mettre fin a ces arrestations arbitraires et a la detention dans des lieux non\nofficiels, qui bafouent les droits humains \", affirme Jean Gervais Tcheide, Secretaire general,\nporte-parole adjoint du PPA-CI.\nLIRE AUSSI Mort d'Alino Faso en detention : Ouagadougou convoque la diplomatie ivoirienne et\nexige le rapatriement du corps Le mouvement \" Trop c'est trop \" tire la sonnette d'alarme sur la\nsituation carcerale Avant le parti, c'est le mouvement \" Trop c'est trop \" qui publie une declaration\naccablante. Pour ses responsables, la mort d'Alino Faso est l'illustration d'un systeme carceral\nivoirien a bout de souffle, marque par la surpopulation, l'insalubrite, le manque de soins medicaux,\net des conditions de detention inhumaines.\nDamana Pickass, coordinateur du mouvement, a declare lors d'une conference de presse que\nmeme si la version officielle est vraie, on ne peut ignorer la brutalite des conditions de detention qui\nont pu pousser un homme non encore juge a une telle extremite. \" Quand bien meme nous\nsupposerions que la version du procureur de la Republique (c'est-a-dire la these du suicide, ndlr)\nsoit la verite, nous ne pouvons pas ne pas nous demander les raisons qui pourraient conduire un tel\ndetenu a abreger sa vie par une solution aussi extreme, que radicale. Qu'est-ce qui peut pousser un\ndetenu, qui n'est meme pas encore condamne par la justice, a un tel acte desespere ? \", s'est-il\ninterroge. Avant de poursuivre : \" La reponse ne pourrait se trouver que dans les conditions de\ndetention \".\nLe President Ouattara interpelle Le mouvement appelle directement le President Alassane Ouattara\na agir : \" Monsieur le President, ca ne va pas dans nos prisons ! \", peut-on lire dans la declaration\nrendue publique. \" Trop c'est trop \" exige un decongestionnement urgent et une reforme en\nprofondeur du systeme carceral.\nLe mouvement cite plusieurs anciens detenus politiques dont l'etat de sante s'est gravement\ndeteriore en prison : Douati Alphonse, Jean-Yves Dipopieu, Samba David, ou encore Assoa Adou,\nKoua Justin et Dahi Nestor, dont certains sont morts peu apres leur liberation. Ces cas renforcent\nles inquietudes sur les traitements reserves aux prisonniers politiques et aux detenus d'opinion.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4270,
                "words": 686,
                "lines": 49
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "AfroBasket Feminin 2025 : journee decisive pour les dernieres qualifications",
            "date": "2025-07-30T10:54:57.258618",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "AfroBasket Feminin 2025 : journee decisive pour les dernieres qualifications\n\nAfrobasket 2025 Apres une soiree riche en surprises hier avec l'exploit de l'Ouganda face au\nSenegal (73-70) et la victoire laborieuse du Nigeria contre le Mozambique (60-55), l'AfroBasket\nfeminin 2025 entre dans sa phase decisive. Les phases de groupes terminees, quatre equipes (une\npar groupe) sont directement qualifiees pour les quarts de finale : Cote d'Ivoire, Mali, Ouganda et\nNigeria. Les huit autres equipes s'affronteront demain dans des barrages impitoyables pour\ndecrocher les quatre dernieres places en quarts de finale.\nLe bilan des phases de groupes : les qualifies directs sont les quatre premiers de groupe Cote\nd'Ivoire (Groupe A) - Succes des hotes devant leur public Mali (Groupe B) - Vainqueur du\nCameroun 75-49 grace a Sika Kone Ouganda (Groupe C) - Exploit retentissant face au Senegal\n(73-70) en prolongation Nigeria (Groupe D) - Qualification laborieuse apres leur victoire 60-55\ncontre le Mozambique Les barrages de mercredi 30 juillet 2025:\nHuit equipes pour quatre places, (equipes classees 2e et 3e de chaque groupe) :\nBarrage 1 : Egypte vs Soudan du Sud L'Egypte, deuxieme du groupe A derriere la Cote d'Ivoire,\naffrontera le Soudan du Sud (3e du groupe B). Raneen Elgedawy et ses coequipieres auront fort a\nfaire face aux debutantes sud-soudanaises qui disputent leur premiere participation grace a une\nwild card.\nBarrage 2 : Cameroun vs Angola Choc entre deux nations habituees aux phases finales. Le\nCameroun, defait par le Mali, joue sa qualification devant l'Angola. Les Lionnes Indomptables de\nJessica Thomas et Joelly Belleka veulent oublier leur revers face aux Aigles, tandis que l'Angola\ncherche a relancer sa competition apres deux defaites en phases de groupes.\nBarrage 3 : Senegal vs Rwanda Le barrage le plus attendu ! Le Senegal, envoye aux barrages\napres sa defaite surprise face a l'Ouganda, affronte le Rwanda. Les Lionnes (11 titres continentaux)\nvivent un cauchemar et risquent une elimination precoce historique. Face a elles, le Rwanda de\nBella Murekatete reve de creer l'exploit.\nBarrage 4 : Mozambique vs Guinee Le dernier barrage oppose le Mozambique a la Guinee. Apres\navoir tenu tete au Nigeria (defaite 60-55), le Mozambique part favori face a une equipe guineenne\neliminee de son groupe apres deux defaites.\nCe systeme de barrages cree une tension maximale. Seules les meilleures equipes de chaque\ngroupe evitent cette epreuve du feu. En outre, les qualifiees beneficient d'un repos supplementaire\nimportant pour la suite de la competition.\nLes prochaines dates 30 juillet : Barrages pour les quarts de finale 31 juillet : Quarts de finale 2 aout\n: Demi-finales 3 aout : Finale L'equipe championne se qualifiera directement pour la Coupe du\nMonde 2026 en Allemagne , tandis que les quatre demi-finalistes participeront aux tournois de\nqualification mondiale en mars 2026.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2831,
                "words": 451,
                "lines": 34
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Togo : 54 civils tues par des jihadistes lies a Al-Qaida depuis le debut de l'annee",
            "date": "2025-07-31T14:43:38.225131",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Togo : 54 civils tues par des jihadistes lies a Al-Qaida depuis le debut de l'annee\n\nLe gouvernement togolais brise enfin le silence : depuis janvier, quinze attaques menees par des\njihadistes lies a Al-Qaida ont fait 54 morts parmi les civils dans le nord du pays. Une reconnaissance\ntardive d'une menace croissante aux frontieres du Sahel.\nPour la premiere fois depuis le debut de l'annee, le gouvernement togolais a officiellement reconnu\nl'ampleur des violences liees aux groupes jihadistes dans le nord du pays. Selon le ministre des\nAffaires etrangeres, Robert Dussey, un groupe affilie a Al-Qaida a mene quinze attaques en\nterritoire togolais, causant la mort d'au moins 54 civils et huit soldats. Cette declaration, faite a\nl'agence Reuters, est revelatrice de la situation securitaire de plus en plus critique aux portes du\nTogo.\nLe nord du pays en ligne de front Depuis plusieurs mois, la region frontaliere avec le Burkina Faso\nest la cible d'attaques recurrentes attribuees a Jama'a Nusrat ul-Islam wa al-Muslimin (JNIM) , une\nbranche d'Al-Qaida active dans le Sahel. Malgre la presence de pres de 8 000 soldats togolais\ndeployes dans le nord, les incursions jihadistes continuent, faisant des victimes parmi les\npopulations civiles, majoritairement rurales, souvent laissees sans protection suffisante.\nLa montee en puissance de ces groupes armes au Togo n'est pas un phenomene isole. Elle s'inscrit\ndans une dynamique regionale entamee en 2012 avec la rebellion touaregue au Mali , detournee\npar des groupes jihadistes. Depuis, le fleau s'est propage au Burkina Faso, au Niger, et desormais\ndans les pays cotiers, dont le Benin, la Cote d'Ivoire et le Togo. Le nord togolais, peu peuple et\nfaiblement militarise, est devenu une porte d'entree ideale pour les incursions armees.\nLIRE AUSSI Terrorisme au Sahel : pourquoi la region concentre desormais plus de la moitie des\nmorts dans le monde Un tournant geopolitique pour la region Ce regain de violence intervient alors\nque plusieurs pays du Sahel, diriges par des juntes militaires, se detournent de leurs anciens\npartenaires occidentaux, notamment la France. Cette recomposition des alliances cree un vide\nsecuritaire que les groupes jihadistes exploitent avec efficacite. Dans ce contexte, le Togo tente de\njouer un role de mediateur, notamment entre la CEDEAO et la Confederation des Etats du Sahel,\nmais doit en parallele faire face a ses propres defis securitaires.\nPour les populations du nord du Togo, la situation est alarmante. En plus des pertes humaines, les\nattaques entrainent des deplacements forces, la perte des moyens de subsistance et la fermeture\nde services publics dans certaines localites. Si le gouvernement a promis de renforcer sa presence\ndans la region, la menace jihadiste demeure constante et imprevisible.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2716,
                "words": 426,
                "lines": 30
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Burkina Faso : l'opposant Hermann Yameogo relache apres un enlevement opaque",
            "date": "2025-07-30T10:54:30.257695",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Burkina Faso : l'opposant Hermann Yameogo relache apres un enlevement opaque\n\nArrestation Enleve a son domicile par des hommes armes, Me Hermann Yameogo a ete relache\napres plus de 24 heures de detention illegale a Ouagadougou.\nDisparu pendant plus de 24 heures apres avoir ete emmene de force par des hommes armes a\nOuagadougou, Me Hermann Yameogo, figure historique de l'opposition burkinabe, a ete remis en\nliberte. Ce geste intervient dans un climat tendu, ou les enlevements cibles sont devenus une\nmethode de repression politique assumee par la junte au pouvoir .\nUne interpellation sans cadre legal L'avocat et president du parti UNDD a ete enleve samedi 26\njuillet a son domicile par des individus armes vetus en civil. Selon ses proches, cette arrestation\nserait liee a une tribune tres critique qu'il avait publiee quelques jours plus tot sur les reseaux\nsociaux. Dans ce texte, Hermann Yameogo denoncait l'inefficacite du regime militaire de transition\ndirige par le capitaine Ibrahim Traore , qualifiant le Burkina Faso de pays \" suspendu au-dessus du\nvide \".\nInterroge par les services de l'Agence nationale de renseignement (ANR), il aurait ete traite avec \"\ncourtoisie \", mais n'a ni mange ni bu durant sa detention. Son etat de sante fragile aurait contribue a\nhater sa liberation, survenue dimanche 27 juillet au soir.\nLIRE AUSSI Burkina Faso : deux journalistes liberes apres une requisition forcee Une voix de plus\nmuselee dans le silence ambiant Le cas de Me Yameogo n'est pas isole. Depuis plus d'un an, les\narrestations arbitraires et les enlevements d'opposants, de journalistes ou de membres de la societe\ncivile se multiplient. La junte semble avoir fait de cette methode un outil pour faire taire les critiques\net imposer un climat de peur.\nDans ce contexte, la liberation du septuagenaire, fils du premier president du Burkina Faso\nindependant, n'apaise pas les craintes. Elle met au contraire en lumiere la precarite des libertes\npubliques dans le pays, alors meme que la transition politique est censee redonner espoir aux\ncitoyens.\nUne figure de l'opposition toujours debout Malgre les risques, Hermann Yameogo continue de porter\nune voix dissidente. Sa tribune denoncait avec fermete les \" choix inefficaces \" du regime, tout en\nappelant a une reorientation politique urgente. Pour ses partisans, il reste une figure emblematique\nde la resistance politique, fidele a l'heritage democratique de son pere.\nSa liberation n'efface pas l'acte arbitraire de son enlevement, ni la menace permanente qui pese sur\nles opposants au Burkina Faso. Dans un pays secoue par la violence jihadiste et les incertitudes\npolitiques, le combat pour les libertes reste plus que jamais d'actualite.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2629,
                "words": 422,
                "lines": 31
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Comment les tarifs douaniers Trump vont mettre fin a l'AGOA",
            "date": "2025-08-02T09:19:16.500694",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Comment les tarifs douaniers Trump vont mettre fin a l'AGOA\n\nTarifs douanier Etats-Unis Les nouveaux droits de douane imposes par Donald Trump en avril 2025\nsonnent le glas de l'African Growth and Opportunity Act, ce programme commercial preferentiel qui\npermettait depuis 2000 a 32 pays africains d'exporter en franchise vers les Etats-Unis. Avec des\ntarifs allant jusqu'a 50%, c'est tout un modele de developpement economique qui s'effondre,\npoussant l'Afrique a repenser ses partenariats commerciaux et a accelerer son integration\nregionale.\nDepuis plus de deux decennies, l'African Growth and Opportunity Act ( AGOA ) symbolisait\nl'engagement americain envers le developpement economique africain. Mais les nouveaux tarifs\ndouaniers imposes par l'administration Trump en avril 2025 viennent de facto mettre fin a cette\nrelation privilegiee, bouleversant l'architecture commerciale entre les Etats-Unis et l'Afrique\nsubsaharienne.\nUn partenariat commercial de 25 ans brutalement remis en question Adopte en 2000 sous\nl'administration Clinton, l'AGOA permettait a 32 pays africains eligibles d'exporter pres de 7 000\nproduits vers les Etats-Unis en franchise de droits. Ce programme visait a stimuler la croissance\neconomique africaine tout en creant des opportunites commerciales mutuellement benefiques.\nLes resultats etaient tangibles : des instruments de musique maliens aux textiles du Lesotho, en\npassant par les noix du Mozambique et les materiaux de vannerie mauriciens, l'AGOA avait permis\na des milliers d'entreprises africaines d'acceder au vaste marche americain. En 2023, les echanges\ncommerciaux dans le cadre de l'AGOA representaient encore environ 26 milliards de dollars\nannuels.\nLe coup de grace des tarifs Trump La decision de Trump d'imposer un tarif universel de 10% sur\ntoutes les importations , assorti de tarifs \" reciproques \" pouvant atteindre 50% pour certains pays\nafricains, annule de facto tous les avantages de l'AGOA. Cette mesure, presentee comme une\nreponse aux supposes tarifs eleves imposes par les pays africains sur les produits americains,\nfrappe particulierement durement les economies les plus vulnerables.\nLe Lesotho, petit royaume enclave qui exportait principalement du denim et des diamants bruts vers\nles Etats-Unis, se retrouve avec le tarif le plus eleve au monde : 50%. Madagascar, avec ses 47%\nde tarifs sur ses exportations de vanille et de textile, voit s'effondrer un pan entier de son economie\nd'exportation. Maurice, frappe a 40%, perd son avantage concurrentiel sur ses produits\nmanufactures.\nLIRE AUSSI Les tarifs de douane absurde de Trump pour le Lesotho et Madagascar Une logique\neconomique contestable Les economistes soulignent l'absurdite de cette approche. Les pays\nafricains exportent principalement des matieres premieres et des produits semi-finis vers les\nEtats-Unis. Les tarifs ne feront qu'augmenter les couts pour les consommateurs americains sur des\nproduits essentiels comme les jeans, la creme glacee ou le chocolat.\nDe plus, le commerce avec l'Afrique ne representait que 0,67% du commerce total americain en\n2023. L'impact sur le deficit commercial americain sera donc negligeable, tandis que les\nconsequences pour les economies africaines seront devastatrices.\nLes secteurs les plus touches Le textile et l'habillement Les industries textiles du Lesotho, de\nMadagascar et de Maurice, qui employaient des centaines de milliers de personnes, font face a une\ncatastrophe. Ces pays avaient construit leur avantage comparatif autour de l'acces preferentiel au\nmarche americain. Avec des tarifs douaniers de 40 a 50%, leurs produits deviennent\ninstantanement non competitifs.\nL'agriculture et l'agroalimentaire L'Afrique du Sud, premier exportateur africain vers les Etats-Unis\navec 14 milliards de dollars d'echanges annuels, estime a 35 000 le nombre d'emplois menaces\ndans le seul secteur des agrumes. Au total, 100 000 emplois seraient en danger dans le pays.\nLes minerais et metaux precieux Meme si l'energie est exemptee, d'autres secteurs miniers sont\ntouches. L'Afrique du Sud fournit la moitie du platine importe par les Etats-Unis, un metal\nstrategique pour l'industrie automobile americaine.\nUn timing catastrophique L'AGOA devait expirer en septembre 2025. Les pays africains esperaient\nune renegociation et une modernisation du programme. Au lieu de cela, ils se retrouvent face a une\nfin brutale et prematuree de leurs avantages commerciaux, sans periode de transition. En outre,\ncette decision intervient alors que plusieurs pays africains font face a des crises de dette\ninsoutenables. Le Ghana, la Zambie et le Malawi sont en defaut de paiement, tandis que six autres\npays sont au bord du precipice. La perte des revenus d'exportation vers les Etats-Unis pourrait\nprecipiter une crise economique majeure.\nFace a ce choc, les reponses africaines varient. Certains pays, comme le Zimbabwe, ont choisi la\nsoumission totale en supprimant unilateralement tous leurs tarifs sur les produits americains.\nD'autres, comme l'Afrique du Sud, tentent encore de negocier des exemptions ou des arrangements\nparticuliers.\nMais la tendance de fond est claire : l'Afrique accelere sa reorientation commerciale vers l'Asie. La\nChine, qui a recemment elimine les tarifs pour 33 pays africains, apparait comme l'alternative\nevidente. Les ministres du commerce africains parlent desormais ouvertement de la necessite de \"\nreduire et attenuer les risques commerciaux \" en diversifiant leurs partenaires.\nParadoxalement, cette crise pourrait aussi accelerer l'integration economique africaine. La Zone de\nlibre-echange continentale africaine ( ZLECAf ), lancee en 2018 mais dont la mise en oeuvre\npietinait, redevient une priorite urgente. \" Maintenant plus que jamais, nous devons nous concentrer\nsur la facon dont nous, pays africains, pouvons commercer davantage ensemble \" , declare un\ndirigeant bancaire africain.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5824,
                "words": 856,
                "lines": 69
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Afrik",
            "titre": "Les pays du Maghreb dominent les Jeux Scolaires Africains 2025 en Algerie",
            "date": "2025-07-31T14:42:50.929238",
            "scraping_date": "2025-08-02T13:40:35.097202",
            "language": "fr",
            "text": "Les pays du Maghreb dominent les Jeux Scolaires Africains 2025 en Algerie\n\nFennec Jeux africains 2025 Algerie Dans l'Est de l'Algerie, une nouvelle page de l'histoire du sport\nafricain s'ecrit. Organises pour la premiere fois, les Jeux Scolaires Africains 2025 revelent deja leurs\npremiers enseignements avec la domination des nations maghrebines. Entre performances\nexceptionnelles et organisation remarquee, cette competition dessine les contours du sport africain\nde demain.\nAnnaba, Constantine, Setif et Skikda vibrent depuis le 26 juillet au rythme d'une competition inedite.\nCes quatre wilayas de l'Est algerien accueillent jusqu'au 5 aout la premiere edition des Jeux\nScolaires Africains, rassemblant plus de 44 nations et quelque 2 500 jeunes athletes ages de 14 a\n17 ans.\nAu programme de cette decade sportive : 25 disciplines aussi variees que le taekwondo , la\nnatation, le skateboard, le basketball 33 ou bien sur le football. Une diversite qui temoigne de\nl'ambition de ces Jeux : reveler la nouvelle generation du sport africain.\nLe Maghreb aux commandes du classement Au terme de la troisieme journee de competition (30\njuillet), le tableau des medailles consacre la suprematie maghrebine :\nAlgerie : 22 or, 21 argent, 12 bronze (55 medailles au total) Egypte : 25 or, 10 argent, 7 bronze (42\nmedailles au total) Tunisie : 10 or, 19 argent, 19 bronze (48 medailles au total) Si l'Algerie domine le\nclassement general avec 55 medailles, l'Egypte impressionne par son efficacite : 25 titres pour\nseulement 42 medailles decrochees, soit un ratio exceptionnel de 59% de medailles d'or.\nL'Algerie brille a domicile L'avantage du terrain se confirme pour les jeunes Algeriens. Des la\npremiere journee, ils ont frappe fort en engrangeant 13 medailles dont 8 titres, prenant\nimmediatement les commandes de la competition.\nLes bassins de Setif ont souri aux nageurs algeriens, qui ont recolte 5 medailles (3 argent, 2\nbronze) lors de la premiere journee, hissant l'equipe nationale au troisieme rang provisoire de cette\ndiscipline. En tennis de table, Hana Saadi a ajoute une medaille de bronze en simple au palmares\ntricolore.\nCette dynamique collective dans plusieurs sports porte jour apres jour l'equipe d'Algerie vers les\nsommets du classement continental.\nEgypte et Tunisie : des rivaux de poids L'Egypte affiche une domination technique remarquable en\ns'imposant dans 13 disciplines differentes. Les sports de combat et la natation constituent ses\npoints forts, ou les jeunes pharaons collectionnent les titres avec une regularite impressionnante.\nLIRE AUSSI Kim Le Court au sommet du Tour de France La Tunisie, quant a elle, mise sur la\nregularite. Bien que moins presente sur la plus haute marche du podium, les jeunes Tunisiens\ndemontrent une remarquable constance en accumulant les podiums. Au terme de la quatrieme\njournee, ils totalisent 58 medailles, brillant notamment en lutte greco-romaine, natation et cyclisme.\nDes enjeux qui depassent la competition Ces premiers Jeux Scolaires Africains revetent une\ndimension strategique cruciale. Les performances actuelles constituent un veritable laboratoire\nd'observation en vue des Jeux Africains de la Jeunesse de Luanda, programmes en decembre\nprochain.\nLIRE AUSSI L'Algerie domine l'athletisme arabe Plus loin dans le temps, cette competition ouvre\ndeja la voie aux Jeux Olympiques de la Jeunesse de Los Angeles 2028 et Brisbane 2032, ou\nplusieurs de ces jeunes talents pourraient representer leurs couleurs nationales.\nAu-dela des resultats sportifs, ces Jeux marquent un succes organisationnel indeniable pour\nl'Algerie. La repartition des epreuves sur quatre wilayas temoigne de la capacite du pays a gerer un\nevenement continental d'envergure.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3642,
                "words": 556,
                "lines": 44
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "https://www.afrik.com/erythree-israel-une-alliance-secrete-qui-verrouille-la-reconnaissance-de-la-palestine",
            "provider": "AfriqueXXI",
            "titre": "Erythree-Israel : une alliance secrete qui verrouille la reconnaissance de la Palestine",
            "date": "2025-08-02T13:44:43.432232",
            "scraping_date": "2025-08-02T13:44:43.432232",
            "language": "fr",
            "text": "Erythree-Israel : une alliance secrete qui verrouille la reconnaissance de la Palestine\n\nDrapeau de l'Erythree Alors que cinquante-cinq des cinquante-sept Etats membres de l'Union africaine ont reconnu la Palestine, l'Erythree demeure, avec le Cameroun, l'unique pays du continent a lui refuser ce statut. Ce choix se nourrit d'une geopolitique maritime tres particuliere, d'une ideologie d'autonomie radicale et d'un systeme politique ferme ou n'existe aucune pression citoyenne pour inflechir la ligne officielle.\nDes son independance en 1993, le regime d'Isaias Afwerki a troque l'absence quasi totale d'investissements etrangers contre une cooperation securitaire avec Israel. Tsahal dispose, selon des rapports de renseignement, d'equipes navales dans l'archipel des Dahlak et d'un poste d'ecoute installe sur le mont Emba Soira, dominant le detroit de Bab-el-Mandeb ; l'objectif est de surveiller la navigation et les mouvements iraniens en mer Rouge .\nMeme la fermeture officielle de l'ambassade israelienne a Asmara en 2022, consecutive a un desaccord protocolaire, n'a pas mis fin a ces echanges militaires qui se poursuivent de maniere officieuse.\nPour le president Afwerki, cette presence israelienne est un double atout : elle garantit une forme d'assurance-vie contre des rivaux comme l'Ethiopie ou le Soudan et elle sert de monnaie d'echange dans les negociations avec Washington et Bruxelles sur les sanctions.\nL'isolement ideologique d'un regime dans pression interne Isaias Afwerki exprime depuis des annees une hostilite de principe a la solution a deux Etats, la qualifiant de \" poudre aux yeux \" destinee a \" tromper les peuples \".\nCette position s'inscrit dans une doctrine plus large : l'Erythree se veut un pays \" ni bloc-ni-aligne \", persuade que toute concession a une majorite internationale entamerait sa souverainete. L'absence d'elections pluralistes depuis 1993, la repression des medias et le service militaire illimite empechent toute mobilisation populaire susceptible de reclamer la reconnaissance de la Palestine.\nLIRE AUSSI Asmara joyau art deco Enfin, l'isolement diplomatique - entretenu depuis les sanctions onusiennes de 2009 et leur possible reactivation - renforce la tentation de defier les consensus mondiaux pour montrer l'independance d'Asmara.\nEn l'etat, seule une redefinition de la securite regionale autour de la mer Rouge ou un changement de leadership a Asmara pourrait lever ce veto erythreen. D'ici la, la solidarite africaine envers la Palestine restera incomplete d'une derniere lacune sur la cote de la mer Rouge. Avec l'Erythree, le Cameroun est le seul autre pays africain a ne pas avoir reconnu l'Etat de Palestine .",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2587,
                "words": 387,
                "lines": 8
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "https://www.afrik.com/contentieux-electoral-au-cameroun-maurice-kamto-parmi-les-35-recours-examines-lundi",
            "provider": "AfriqueXXI",
            "titre": "Contentieux electoral au Cameroun : Maurice Kamto parmi les 35 recours examines lundi",
            "date": "2025-08-02T13:44:49.521106",
            "scraping_date": "2025-08-02T13:44:49.521106",
            "language": "fr",
            "text": "Contentieux electoral au Cameroun : Maurice Kamto parmi les 35 recours examines lundi\n\nlogo ELECAM Le president du Conseil constitutionnel camerounais, Clement Atangana, a fixe au 4 aout l'audience publique qui determinera le sort des 35 recours deposes contre les decisions d'ELECAM concernant les candidatures a la presidentielle du 12 octobre prochain.\nC'est a travers un communique rendu public le 1er aout 2025 que le president du Conseil constitutionnel Clement Atangana a annonce la tenue de l'audience publique sur le contentieux des candidatures a l'election presidentielle prevue le 12 octobre prochain.\nLe lundi 4 aout donc, dans la salle d'audience du Conseil Constitutionnel situee au palais des Congres de Yaounde, l'illustre chambre va se pencher avec transparence et equite sur les dossiers des candidatures rejetees lors de la selection des candidats par le corps electoral d'ELECAM. Le conseil constitutionnel tiendra ainsi son role central dans la regulation du processus electoral et des validations finales des candidatures, le conseil exercera ses larges competences en matieres de contentieux electoral, en vertu de la mission que lui confere la constitution, l'illustre chambre veillera a la regularite de cette election presidentielle, dans le cas d'espece il sera appele a trancher sur les 35 recours deposes a leur niveau.\nUne audience decisive au Palais des Congres Parmi les 35 recours qui seront examines, figure notamment celui de Maurice Kamto, principal opposant au president sortant Paul Biya . L'ancien leader du MRC, dont la candidature portee par le MANIDEM a ete rejetee par ELECAM, a depose deux recours distincts le 28 juillet : l'un pour l'annulation de la liste des candidats acceptes et l'autre pour l'annulation de la resolution portant rejet des candidatures. ELECAM avait justifie ce rejet en invoquant le soutien suppose du MANIDEM a un autre candidat, Dieudonne Yebga, ce que conteste fermement le parti.\nCette audience marquera une etape importante dans le calendrier electoral et permettra non seulement aux candidats valides par ELECAM et aux repeches de se mettre definitivement et serieusement dans la course au siege presidentiel au Cameroun.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2109,
                "words": 324,
                "lines": 5
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "https://www.afrik.com/le-chan-2025-s-ouvre-en-afrique-de-l-est-avec-des-ambitions-renouvelees",
            "provider": "AfriqueXXI",
            "titre": "Le CHAN 2025 s'ouvre en Afrique de l'Est avec des ambitions renouvelees",
            "date": "2025-08-02T13:45:05.621181",
            "scraping_date": "2025-08-02T13:45:05.621181",
            "language": "fr",
            "text": "Le CHAN 2025 s'ouvre en Afrique de l'Est avec des ambitions renouvelees\n\nSenegal vainqueur du CHAN La 8e edition du Championnat d'Afrique des Nations debute ce samedi en Tanzanie, reunissant les meilleurs joueurs locaux du continent pour un mois de competition intense dans trois pays d'Afrique de l'Est.\nCe 2 aout, le Championnat d'Afrique des Nations (CHAN) debute en Tanzanie, dans la capitale Dar es Salaam , et se deroulera jusqu'au 30 aout. Exclusivement reserve aux footballeurs evoluant dans les championnats nationaux de leur pays d'origine, cette 8e edition va se derouler dans trois pays d'Afrique de l'Est : le Kenya, la Tanzanie et l'Ouganda.\nApres l'edition 2023 en Algerie qui avait battu un record d'affluence dans les stades malgre son report par la Confederation Africaine de Football (CAF), l'edition 2025 du CHAN herite d'une competition devenue presque aussi prestigieuse que sa grande soeur la CAN. Le CHAN fait son retour en Afrique de l'Est apres sa derniere edition dans la region au Rwanda en 2016.\nDes debuts prometteurs pour les pays organisateurs Cette edition marque la toute premiere participation de l'un des pays organisateurs : le Kenya. Logee dans le groupe A, l'equipe kenyane affrontera la RD Congo dimanche a 13h00, ainsi que l'Angola, la Zambie et le Maroc, equipes plus experimentees dans cette competition.\nLa Tanzanie, coorganisatrice du CHAN, donnera le coup d'envoi du championnat en affrontant le Burkina Faso a 17h00 GMT. L'equipe tanzanienne ambitionne une qualification pour les quarts de finale, ce qui constituerait une premiere historique. Le Burkina Faso, souvent elimine des la phase de groupes, souhaite quant a lui franchir le premier tour. Dans ce groupe B figurent egalement Madagascar, la Republique Centrafricaine et la Mauritanie. Cette derniere, arrivee en quart de finale en Algerie, souhaite confirmer sa progression.\nL'Algerie, battue par le Senegal en finale lors de la derniere edition qu'elle organisait, se dit prete a remporter le titre cette fois-ci. Premier match le 4 aout face a l'Ouganda, troisieme pays coorganisateur du championnat.\nLe Senegal, vainqueur de la derniere edition , tentera de defendre son titre des l'entame de sa campagne le 5 aout face au Nigeria. Il evoluera dans le groupe D aux cotes du Nigeria, du Congo et du Soudan.\nPlace donc au CHAN et a l'eclosion de nouvelles stars du football africain.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2317,
                "words": 371,
                "lines": 8
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "https://www.afrik.com/afrobasket-feminin-2025-senegal-nigeria-un-choc-au-sommet-pour-une-place-en-finale",
            "provider": "AfriqueXXI",
            "titre": "AfroBasket Feminin 2025 : Senegal / Nigeria, un choc au sommet pour une place en finale",
            "date": "2025-08-02T16:14:17.731713",
            "scraping_date": "2025-08-02T16:14:17.731713",
            "language": "fr",
            "text": "AfroBasket Feminin 2025 : Senegal / Nigeria, un choc au sommet pour une place en finale\n\nAfrobasket Senegal vs Nigeria L'AfroBasket feminin 2025 s'apprete a vivre une demi-finale electrique entre deux geants du continent : le Nigeria et le Senegal. Cette rencontre, prevue ce samedi au Palais des Sports de Treichville a Abidjan, promet un affrontement intense entre les quadruples championnes d'Afrique en titre et les Lionnes de la Teranga, recordwomen de la competition avec 11 sacres.\nLe Nigeria s'est qualifie sans trembler en ecrasant le Cameroun 83 a 47 en quart de finale. Les D'Tigress ont survole la rencontre des les premieres minutes, imposant un tempo soutenu et une rigueur defensive redoutable. Sous la houlette de leur entraineure Rena Wakama, recemment sacree coach de l'annee aux JO de Paris 2024, les Nigerianes ont une nouvelle fois affiche leur superiorite. Cette victoire etend leur impressionnante serie a 27 matchs sans defaite dans la competition, une hegemonie debutee en 2015.\nEn face, le Senegal a du batailler pour obtenir son billet . Opposees a la Cote d'Ivoire, les Lionnes ont ete malmenees pendant une grande partie du match avant de renverser la situation dans le dernier quart-temps (66-60). Menees de neuf points a la mi-temps, elles ont su puiser dans leurs ressources collectives pour inverser la dynamique. Cierra Dillard, auteure de 18 points, a joue un role cle dans cette remontee.\nClassique du basket feminin africain Ce duel entre les Nigerianes et les Senegalaises est un classique du basket feminin africain, entre deux selections au palmares riche, mais aux dynamiques opposees. Le Senegal cherche a reconquerir sa place au sommet, apres plusieurs campagnes frustrantes. Le Nigeria, lui, vise un cinquieme titre consecutif et semble evoluer a un niveau superieur depuis plusieurs editions.\nLIRE AUSSI Les D'Tigress ecrasent les Lionnes Indomptables et confirment leur statut de favorites a l'Afrobasket 2025 Malgre la belle reaction senegalaise en quart, les D'Tigress partent favorites, tant leur maitrise et leur constance impressionnent. Mais attention, l'experience des Lionnes et leur capacite a se transcender dans les moments decisifs peuvent encore faire la difference. L'autre demi-finale verra s'affronter le Mali, solide face au Mozambique, et la revelation sud-soudanaise, qui a cree la surprise en eliminant l'Ouganda a la derniere seconde. Le suspense reste entier a Abidjan .",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2349,
                "words": 363,
                "lines": 5
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "https://www.afrik.com/jete-en-prison-que-reproche-la-justice-malienne-a-l-ancien-premier-ministre-moussa-mara",
            "provider": "AfriqueXXI",
            "titre": "Jete en prison, que reproche la justice malienne a l'ancien Premier ministre Moussa Mara ?",
            "date": "2025-08-02T16:14:23.720811",
            "scraping_date": "2025-08-02T16:14:23.720811",
            "language": "fr",
            "text": "Jete en prison, que reproche la justice malienne a l'ancien Premier ministre Moussa Mara ?\n\nMoussa Mara, ancien Premier ministre malien L'arrestation de Moussa Mara, ancien Premier ministre du Mali, suscite de vives reactions dans les milieux politiques et sur les reseaux sociaux. A l'origine de cette affaire : une serie de publications critiques sur la gestion economique du pays. Poursuivi pour \" atteinte au credit de l'Etat \", Mara devient le symbole d'un debat sensible entre liberte d'expression et autorite gouvernementale.\nMoussa Mara, ancien chef du gouvernement malien sous la Presidence d' Ibrahim Boubacar Keita , fait l'objet d'une procedure judiciaire retentissante. Incarcere depuis le 1 er aout 2025 sur decision du pole national de lutte contre la cybercriminalite, il est poursuivi pour \" atteinte au credit de l'Etat \", une accusation lourde de sens dans un contexte de tensions politiques et economiques croissantes. Son proces est attendu le 29 septembre prochain, dans un climat ou la frontiere entre critique politique et trouble a l'ordre public semble de plus en plus floue.\nUne publication sur les reseaux qui fait polemique L'affaire trouve son origine dans une serie de messages postes sur X (anciennement Twitter) par Moussa Mara debut juillet. L'un d'eux, particulierement symbolique, evoque sa volonte de \" se battre par tous les moyens \" pour que le \" soleil succede a la nuit \". Derriere cette metaphore poetique, les autorites judiciaires y ont vu une declaration a caractere subversif, voire une incitation a la contestation politique.\nLIRE AUSSI Mali : ou est El Bachir Thiam, deux mois apres son arrestation ?\nL'ancien Premier ministre, connu pour ses prises de position directes et critiques, n'a pas mache ses mots concernant la gestion financiere du pays. Il a notamment denonce la recente operation de levee de fonds par l'Etat malien, alertant sur le niveau preoccupant de l'endettement public. Selon lui, le remboursement de cette dette risque de depasser les capacites financieres actuelles du pays, compromettant meme le paiement des salaires des fonctionnaires a moyen terme.\nL'endettement du Mali au coeur des critiques Dans un autre message, date du 25 juillet, Moussa Mara s'attaque frontalement aux choix budgetaires des autorites. Il denonce un emprunt de 38,5 milliards de FCFA effectue sur les marches financiers, dont 75% devront etre rembourses des l'annee suivante, avec des interets eleves. Il pointe le risque d'un engrenage sans fin ou l'emprunt servirait uniquement a rembourser les dettes anterieures.\nLIRE AUSSI Mali : Moussa Mara empeche de quitter le territoire sans justification officielle Cette vision alarmiste pose une veritable question : jusqu'ou le Mali peut-il aller dans l'endettement avant que cela ne devienne insoutenable ? Selon Mara, une concertation sous-regionale avec les autres membres de l'UEMOA, accompagnee d'un dialogue avec les bailleurs de fonds internationaux, devient urgente pour eviter une crise de solvabilite.\nEntre liberte d'expression et preservation de l'image de l'Etat Le gouvernement malien justifie l'arrestation par la necessite de preserver l'autorite de l'Etat face a des propos juges destabilisateurs. Mais pour de nombreux observateurs, cette procedure judiciaire souleve un autre debat : celui de la liberte d'expression dans un pays en transition post-coup d'Etat. Ce climat de surveillance des discours publics, notamment sur les reseaux sociaux, est la preuve d'un resserrement de l'espace politique au Mali .\nL'affaire Moussa Mara incarne un bras de fer entre une figure politique opposante et un regime en quete de stabilite et de legitimite. A deux mois de son proces, les soutiens de l'ancien Premier ministre denoncent une procedure motivee par des considerations politiques, tandis que ses detracteurs l'accusent de chercher a affaiblir l'Etat malien.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3778,
                "words": 581,
                "lines": 9
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "https://www.afrik.com/election-presidentielle-du-12-octobre-2025-au-cameroun-quels-enjeux",
            "provider": "AfriqueXXI",
            "titre": "Election presidentielle du 12 octobre 2025 au Cameroun : quels enjeux ?",
            "date": "2025-08-03T09:31:20.479265",
            "scraping_date": "2025-08-03T09:31:20.479265",
            "language": "fr",
            "text": "Election presidentielle du 12 octobre 2025 au Cameroun : quels enjeux ?\n\nVote (illustration) Avec seulement 13 candidats retenus sur 83 dossiers deposes, l'election presidentielle camerounaise s'annonce comme un scrutin aux multiples defis. Entre participation electorale, stabilite securitaire et attentes economiques, les enjeux sont considerables pour ce pays d'Afrique centrale.\nScrutin majeur du calendrier politique d'un pays, l'election presidentielle au Cameroun se deroulera le 12 octobre prochain. Depuis la publication des 13 candidats retenus sur 83 dossiers deposes pour participer a ce scrutin, les acteurs politiques de ce pays se trouvent actuellement dans une phase de construction strategique face aux differents enjeux qui se profilent a l'horizon.\nLe defi de la participation electorale L'un des enjeux majeurs de cette election est clairement le taux de participation electorale. En effet, jusqu'a la veille de la convocation du corps electoral par decret presidentiel, l'inscription sur les listes et la sensibilisation des citoyens sur les conditions de vote avaient pris une ampleur palpable. Le taux de participation electoral constitue l'un des defis que le parti au pouvoir et l'opposition veulent remporter afin de garantir un scrutin dispute pour chacun de leurs camps.\nL'enjeu securitaire, un test pour la stabilite Depuis quelques annees, malgre une apparente accalmie, le Cameroun a connu des tensions particulierement violentes dans les regions du Nord-Ouest et du Sud-Ouest. S'ajoutent a cela la menace de la secte Boko Haram dans l'Extreme-Nord, sans oublier les defis lies a la criminalite transfrontaliere.\nLIRE AUSSI Contentieux electoral au Cameroun : Maurice Kamto parmi les 35 recours examines lundi Ces questions font partie des priorites de l'enjeu securitaire et de stabilite du pays lors de cette election, qui sera aussi un test de la capacite du pays a organiser un scrutin apaise et transparent apres le debut de reconstruction des regions sujettes a la violence.\nPaysage politique : vers une election competitive ?\nSur le plan politique, l'election souleve egalement des questions sur l'evolution du paysage au niveau des acteurs politiques. Si le RDPC, parti au pouvoir, reste une force dominante et presque inebranlable, les partis d'opposition aimeraient bien afficher un rapport de force convaincant. Mais avec l'eviction de la candidature de l'un des opposants majeurs de ce scrutin, la question se pose de savoir si le parti au pouvoir trouvera un challenger capable de l'ebranler.\nS'il est vrai qu'on retrouve actuellement de nouvelles figures dans le camp des partis d'opposition, il faut noter que l'inertie dont font preuve ces partis et leur refus de faire bloc laissent un champ libre au RDPC qui, depuis des decennies, ne cesse de montrer sa puissance sur le territoire national. L'enjeu est donc double : assurer une election competitive et inclusive, mais surtout ecouter et repondre aux aspirations d'une partie de la population qui reclame une alternance politique au sommet de l'Etat.\nLes defis economiques et sociaux L'enjeu economique n'est pas en reste pour ce scrutin d'octobre 2025. En effet, les defis de la lutte contre le chomage des jeunes, la fuite des cerveaux , l'implication des jeunes dans le secteur prive, et l'acces aux services sociaux dont l'education et la sante devront etre traites et discutes par les pretendants au siege presidentiel, tant ces sujets sont importants pour les citoyens camerounais.\nLes candidats verront donc leurs programmes scrutes de fond en comble car, selon les \" murmures du peuple \", la population attend des programmes axes sur les questions de bonne gouvernance, de lutte contre la corruption et de reformes structurelles visant a renforcer l'attractivite economique du Cameroun.\nContinuite ou alternance : l'avenir en question Si, a cet instant, a deux mois du scrutin presidentiel, le resultat final reste incertain, deux dynamiques se dessinent pour le lendemain du 12 octobre : soit une continuite politique avec une consolidation des acquis, soit une ouverture vers l'alternance ou le changement qui pourrait ouvrir la voie a des reformes institutionnelles et economiques.\nEntre changement, aspirations democratiques et continuite, une chose est certaine : les electeurs du 12 octobre auront la responsabilite de trancher sur la direction a prendre pour les sept annees a venir. Cette annee electorale sera des plus determinantes pour ce pays qu'est le Cameroun, souvent surnomme \" l'Afrique en miniature \" par sa diversite.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4472,
                "words": 686,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "https://www.afrik.com/burkina-faso-radio-omega-reduite-au-silence-pour-trois-mois",
            "provider": "AfriqueXXI",
            "titre": "Burkina Faso : Radio Omega reduite au silence pour trois mois",
            "date": "2025-08-03T09:31:26.133077",
            "scraping_date": "2025-08-03T09:31:26.133077",
            "language": "fr",
            "text": "Burkina Faso : Radio Omega reduite au silence pour trois mois\n\nRadio (illustration) Depuis le samedi 2 aout, les micros de Radio Omega, l'une des stations les plus influentes du Burkina Faso, se sont tus. Le Conseil superieur de la communication (CSC) a decide de suspendre l'autorisation d'emettre de la radio privee pour une duree de trois mois. Cette mesure s'applique egalement a ses publications en ligne et sur les reseaux sociaux.\nEn cause, un article publie sur Facebook ayant employe le terme \" junte burkinabe \" pour designer les autorites en place. Une expression jugee pejorative, injurieuse et contraire a l'ethique journalistique par l'organe de regulation des medias.\nUne expression qui ne passe pas Le contenu incrimine faisait reference a une marche populaire organisee a Ouagadougou pour reclamer justice apres la mort d'Alino Faso , influenceur burkinabe decede en detention en Cote d'Ivoire. Dans son article, Radio Omega evoquait les accusations portees par les autorites burkinabe contre la Cote d'Ivoire, soupconnee d'abriter des opposants. C'est dans ce contexte que la radio a qualifie les autorites de \" junte \". Ce terme a immediatement suscite la colere du CSC. Celui-ci y a vu une atteinte grave a la dignite du pouvoir de transition dirige par le capitaine Ibrahim Traore.\nDes excuses insuffisantes pour le CSC La direction de Radio Omega, alertee, a rapidement supprime la publication et presente des excuses. Elle a reconnu avoir utilise des \" expressions inappropriees \" et precise que la redaction n'avait pas valide l'article. Malgre ce mea culpa, le CSC a estime que la radio persistait dans ses manquements. Il a evoque une negligence repetee et le non-respect de la deontologie. L'organe de regulation de la communication a aussi exige des excuses publiques plus explicites envers les autorites, les auditeurs et les partenaires institutionnels.\nLIRE AUSSI Burkina Faso : deux journalistes liberes apres une requisition forcee Un precedent lourd de sens Ce n'est pas la premiere fois que Radio Omega est sanctionnee. En aout 2023, elle avait deja ete suspendue pendant un mois pour avoir diffuse une interview jugee hostile aux nouvelles autorites nigeriennes, suite au renversement de Mohamed Bazoum . Cette nouvelle suspension intervient dans un climat tendu pour les medias au Burkina Faso. Plusieurs organes de presse etrangers ont deja ete interdits. Certains journalistes locaux sont contraints a l'exil ou enroles d'office dans la lutte contre les groupes jihadistes.\nLa liberte d'informer, une ligne rouge de plus en plus floue Pour les defenseurs de la liberte d'expression, cette sanction demontre une volonte croissante du pouvoir de transition de controler le discours mediatique. Des voix s'elevent pour denoncer un climat de censure et de repression. A mesure que le pouvoir militaire consolide son autorite, la ligne entre rigueur editoriale et musellement des medias devient de plus en plus floue.\nMalgre la suspension, Radio Omega continue de beneficier d'un large soutien populaire. Sur les reseaux sociaux, de nombreux Burkinabe denoncent une decision arbitraire et expriment leur solidarite envers les journalistes de la station.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3124,
                "words": 487,
                "lines": 7
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "https://www.afrik.com/chan-2025-la-tanzanie-reussit-ses-debuts-et-domine-le-burkina-faso-2-0",
            "provider": "AfriqueXXI",
            "titre": "CHAN 2025 : La Tanzanie reussit ses debuts et domine le Burkina Faso 2-0",
            "date": "2025-08-03T09:31:31.875002",
            "scraping_date": "2025-08-03T09:31:31.875002",
            "language": "fr",
            "text": "CHAN 2025 : La Tanzanie reussit ses debuts et domine le Burkina Faso 2-0\n\nBallon de football sur un terrain Devant son public a Dar es Salaam, la Tanzanie a parfaitement lance sa campagne dans le groupe B en s'imposant 2-0 contre le Burkina Faso. Une entame prometteuse pour les Taifa Stars.\nLe match d'ouverture de la CHAN 2025 s'est joue ce samedi 2 aout au Benjamin Mkapa Stadium, a Dar es Salaam. A domicile, la Tanzanie n'a pas tremble face au Burkina Faso. Les Taifa Stars ont montre une belle maitrise collective et se sont imposes logiquement 2-0. Ce succes leur permet de prendre la tete du groupe B, qui comprend egalement Madagascar et la Centrafrique.\nLIRE AUSSI Le CHAN 2025 se prepare en Afrique de l'Est Portee par une ambiance electrique a domicile, la selection tanzanienne a su concretiser ses occasions, notamment grace a un pressing haut et une grande intensite physique. Cette performance conforte les ambitions des hommes d'Hemed Morocco, qui visent au minimum une qualification en quart de finale.\nLe Burkina Faso sous pression avant la deuxieme journee Pour le Burkina Faso, cette entree en matiere est un coup dur. Les Etalons devront reagir des leur prochaine sortie pour ne pas compromettre leurs chances de qualification. Il leur faudra hausser leur niveau de jeu face a Madagascar et la Centrafrique, deux equipes en quete de reperes mais capables de creer la surprise.\nAvec cette defaite, le Burkina devra vite corriger ses errements defensifs et son manque d'efficacite offensive. La pression est desormais sur leurs epaules, dans un groupe B qui s'annonce plus releve que prevu.\nLa tension va monter d'un cran ce 3 aout avec des confrontations decisives dans le groupe A, notamment le Kenya face a la RD Congo, match phare du jour.\nUn CHAN riche en enjeux nationaux vient de debuter : la suite promet deja beaucoup de suspense",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1784,
                "words": 301,
                "lines": 7
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "https://www.afrik.com/afrobasket-feminin-2025-les-d-tigress-du-nigeria-brisent-le-reve-des-lionnes-du-senegal-75-68",
            "provider": "AfriqueXXI",
            "titre": "AfroBasket feminin 2025 : les D'Tigress du Nigeria brisent le reve des Lionnes du Senegal (75-68)",
            "date": "2025-08-03T09:31:37.523326",
            "scraping_date": "2025-08-03T09:31:37.523326",
            "language": "fr",
            "text": "AfroBasket feminin 2025 : les D'Tigress du Nigeria brisent le reve des Lionnes du Senegal (75-68)\n\nNigeria vs Senegal (Afrobasket) La demi-finale tant attendue de l'AfroBasket feminin 2025 entre le Nigeria et le Senegal a tenu toutes ses promesses. Au terme d'un affrontement tendu et spectaculaire, les D'Tigress du Nigeria se sont imposees face aux Lionnes de la Teranga sur le score de 75 a 68, mettant fin aux espoirs senegalais de retrouver les sommets continentaux.\nDisputee ce samedi au Palais des Sports de Treichville, a Abidjan, la rencontre a oppose deux geants du basket feminin africain. D'un cote, les Nigerianes, quadruples championnes d'Afrique en titre et invaincues depuis 2015 dans la competition. De l'autre, les Senegalaises, detentrices du record de titres (11) mais en quete de renouveau.\nLIRE AUSSI AfroBasket Feminin 2025 : Senegal / Nigeria, un choc au sommet pour une place en finale Portees par leur dynamique impressionnante, les D'Tigress ont rapidement pris les devants, imposant un rythme eleve et une defense agressive. Menees de main de maitre par leur entraineure Rena Wakama, recemment elue coach de l'annee aux JO de Paris 2024, les Nigerianes ont confirme leur statut de favorites. A la pause, elles menaient deja de dix points, grace a une performance collective maitrisee et une adresse redoutable a mi-distance.\nLes D'Tigress se hissent en finale de l'AfroBasket feminin Mais les Lionnes n'ont pas abdique. Fideles a leur reputation de battantes, elles ont tente une remontee spectaculaire en seconde periode, s'appuyant notamment sur le talent de Cierra Dillard, encore decisive avec ses 19 points. Revenues a seulement trois points dans les dernieres minutes, les Senegalaises ont fait trembler le Nigeria, avant de ceder sur les derniers lancers francs.\nLire aussi :\nLes D'Tigress ecrasent les Lionnes Indomptables et confirment leur statut de favorites a l'Afrobasket 2025 Cette victoire prolonge l'incroyable serie d'invincibilite du Nigeria a l'AfroBasket feminin, avec desormais 28 victoires consecutives. Les D'Tigress se hissent ainsi en finale, avec en ligne de mire un cinquieme sacre d'affilee, qui les ferait encore un peu plus entrer dans la legende.\nPour le Senegal, cette elimination en demi-finale marque une nouvelle desillusion, malgre un parcours combatif. Les Lionnes devront se contenter du match pour la troisieme place, et continuer a batir autour d'un effectif prometteur mais encore en quete de constance.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2373,
                "words": 368,
                "lines": 7
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "https://www.afrik.com/interdiction-du-bitcoin-en-algerie-ce-que-dit-la-loi-et-pourquoi-elle-persiste",
            "provider": "AfriqueXXI",
            "titre": "Interdiction du Bitcoin en Algerie : ce que dit la loi et pourquoi elle persiste",
            "date": "2025-08-03T09:31:43.298482",
            "scraping_date": "2025-08-03T09:31:43.298482",
            "language": "fr",
            "text": "Interdiction du Bitcoin en Algerie : ce que dit la loi et pourquoi elle persiste\n\nLe Bitcoin En interdisant l'usage, la detention et l'echange de cryptomonnaies sur son territoire, l'Algerie fait le choix assume de la souverainete economique et de la protection de ses citoyens. Un positionnement que le gouvernement presente comme responsable face aux derives du marche numerique mondial.\nEn interdisant l'usage, la detention et l'echange de cryptomonnaies sur son territoire, l'Algerie fait le choix assume de la souverainete economique et de la protection de ses citoyens. Un positionnement que le gouvernement presente comme responsable face aux derives du marche numerique mondial.\nPreserver la souverainete monetaire face a une finance dematerialisee incontrolee Dans un monde en pleine mutation financiere, ou les monnaies numeriques non regulees prennent de l'ampleur, l'Algerie a opte pour une ligne claire : ne pas ceder a la pression des marches decentralises. En interdisant des 2018 l'usage des cryptomonnaies telles que le Bitcoin ou l'Ethereum - une interdiction reaffirmee dans la loi de finances complementaire de 2020 - le pays entend proteger le dinar algerien et affirmer la primaute de sa Banque centrale.\n\" La proliferation des crypto-actifs constitue une menace pour la stabilite des monnaies nationales \", avait souligne le ministere des Finances a l'epoque. En effet, ces monnaies numeriques echappent au controle des banques centrales et alimentent une speculation parfois violente, eloignee des realites de l'economie productive. Pour Alger, autoriser leur circulation reviendrait a fragiliser les fondements de souverainete economique dans un contexte international tendu.\nUne reponse ferme aux risques de blanchiment et a l'economie informelle L'autre argument majeur avance par les autorites algeriennes concerne la securite financiere et la lutte contre la criminalite economique. L'anonymat des transactions en cryptomonnaies favorise des pratiques illicites, allant du blanchiment d'argent au financement du terrorisme, en passant par l'evasion fiscale. Or, l'Algerie, engagee dans un processus de moralisation de la vie economique , ne peut se permettre de laisser se developper un outil aussi difficilement tracable.\nAlors que de nombreux pays africains s'interrogent encore sur le cadre a donner a ces actifs numeriques, Alger assume un choix radical mais coherent : mieux vaut anticiper les derives que les subir. Cette decision s'inscrit aussi dans la volonte de canaliser les investissements vers des circuits bancaires formels et tracables, en lien avec la strategie de bancarisation et de reforme du secteur financier lancee ces dernieres annees.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2605,
                "words": 382,
                "lines": 6
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "https://www.afrik.com/cholera-en-afrique-l-unicef-alerte-sur-une-crise-sanitaire-imminente",
            "provider": "AfriqueXXI",
            "titre": "Cholera en Afrique : l'UNICEF alerte sur une crise sanitaire imminente",
            "date": "2025-08-03T09:31:49.004672",
            "scraping_date": "2025-08-03T09:31:49.004672",
            "language": "fr",
            "text": "Cholera en Afrique : l'UNICEF alerte sur une crise sanitaire imminente\n\nBacterie du cholera Alors que plusieurs pays d'Afrique subsaharienne font face a une resurgence alarmante du cholera, l'UNICEF appelle a une mobilisation rapide pour eviter une catastrophe humanitaire. Entre acces limite a l'eau potable et systemes de sante debordes, les enfants sont les premieres victimes d'une crise evitable, mais sous-estimee.\nDepuis plusieurs mois, le cholera refait surface dans de nombreuses regions d' Afrique , notamment en Republique Democratique du Congo (RDC), au Mozambique, au Nigeria et dans d'autres pays du Sahel. Si cette maladie diarrheique aigue est evitable et traitable, elle continue pourtant de faire des ravages, particulierement parmi les populations les plus vulnerables.\nLe Dr Claude Ngabu, responsable des urgences sanitaires au bureau regional de l' UNICEF a Dakar, dresse un constat preoccupant : \" Ce que nous observons actuellement, c'est une epidemie active, dans plusieurs pays a la fois, ou les enfants sont les plus durement touches. Leur fragilite physiologique, combinee au manque d'acces a l'eau propre et a des soins medicaux de base, en fait des victimes potentielles a haut risque \".\nLe poids de l'eau contaminee Le cholera se propage principalement par l'eau insalubre. Dans les zones rurales ou les camps de deplaces internes, les infrastructures sont souvent inexistantes ou endommagees par les conflits ou les catastrophes naturelles. L'histoire de Jonathan, un adolescent de 14 ans vivant dans le Nord-Kivu en RDC, illustre parfaitement cette realite : de retour dans son village avec sa famille apres un deplacement force, il n'a trouve aucune source d'eau potable. Peu apres, il a contracte le cholera .\nLire aussi :\nSoudan : plus de 2 300 morts dans une epidemie de cholera aggravee par la guerre Chaque jour, des milliers d'enfants comme Jonathan sont confrontes au meme dilemme : boire de l'eau potentiellement dangereuse ou risquer la soif et la deshydratation. Les enfants de moins de cinq ans sont les plus exposes. Une deshydratation rapide peut entrainer la mort en quelques heures, si elle n'est pas prise en charge a temps. Dans les zones affectees, les structures de sante, deja limitees, sont debordees par l'afflux de malades. Les ressources medicales, comme les sels de rehydratation orale ou les antibiotiques, viennent souvent a manquer.\n\" Chaque jour de retard peut couter des vies \", \" Ce que nous redoutons le plus, c'est une hausse brutale de la mortalite infantile dans les semaines a venir si rien n'est fait \", alerte le Dr Ngabu. Le risque est d'autant plus eleve que certaines zones touchees sont difficiles d'acces, ce qui complique l'acheminement de l'aide humanitaire. Face a cette menace croissante, l' UNICEF lance un appel international pour mobiliser 20 millions de dollars dans les trois prochains mois. L'objectif est de renforcer les capacites de reponse d'urgence, ameliorer l'acces a l'eau potable, fournir des traitements medicaux, et lancer des campagnes de sensibilisation aupres des communautes locales.\nLIRE AUSSI Angola : le cholera tue 17 personnes en 24 heures L'organisation insiste sur l'importance de la prevention, notamment par l'installation de points d'eau securises, la distribution de kits d'hygiene, l'assainissement des zones a risque, mais aussi la formation du personnel de sante. \" Il est encore temps d'agir, mais il faut le faire maintenant. Chaque jour de retard peut couter des vies \", rappelle le responsable de l' UNICEF .",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3455,
                "words": 545,
                "lines": 8
            }
        }
    ]
}