{
    "articles": [
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "AfriqueXXI",
            "titre": "Saartjie Baartman, \" La Venus hottentote \"",
            "date": "2025-07-29T18:08:54.874661",
            "scraping_date": "2025-08-02T13:36:44.282769",
            "language": "fr",
            "text": "Saartjie Baartman, \" La Venus hottentote \"\n\nD'une certaine maniere, l'histoire s'acheve le 9 aout 2002 en Afrique du Sud, sur la colline de\nVergaderingdop, pres de Hankey, au bord de la riviere Gamtoos. En cette Journee nationale de la\nfemme, la depouille de Saartjie Baartman, nee 213 annees plus tot dans cette meme province du\nCap-Occidental, est inhumee selon les rites de son peuple, les Khoisan. Quelque 10 000 personnes\nassistent a la ceremonie diffusee en direct par la television nationale, la plupart portant leurs\nvetements traditionnels. Parmi elles, le president sud-africain Thabo Mbeki, qui prononce alors ces\nparoles :\n\" L'histoire de Saartjie Baartman est l'histoire de tous les Africains de notre pays... Elle est l'histoire\nde notre reduction a l'etat d'objets qui pouvaient etre possedes, utilises et mis a disposition des\nautres.\n\" En ce qui concerne la courte vie de cette femme surnommee \" La Venus hottentote \", exhibee a\ntravers l'Europe, mesuree, palpee, exposee, moquee, abusee, violee et finalement dissequee, les\nmots de Mbeki relevent, a tout le moins, de l'euphemisme.\nL'arrivee de Saartjie Baartman a Londres en septembre 1810, a bord du HMS Diadem, et son\nexposition publique a la maniere d'une bete de foire sont considerees comme annonciatrices de ces\nterrifiants \" zoos humains \" qui connaitront leurs heures de gloire quelques annees plus tard en\nEurope, aux Etats-Unis et au Japon.\n\" Une nouvelle forme dans la maniere d'apprehender l'Autre \" Dans son article \" De la Venus\nhottentote aux formes abouties de l'exhibition ethnographique et coloniale \", l'historien francais\nPascal Blanchard, specialiste du sujet, ecrit :\nL'arrivee de la \"Venus hottentote\" en Europe au debut du XIX e siecle (a Londres, puis a Paris)\nmarque a notre avis une nouvelle forme dans la maniere d'apprehender l'Autre et une sorte de point\nnodal de l'etude du rapport a l'Autre en Occident. Si elle ne fut pas la premiere a etre exhibee en\nEurope - de nombreux \"sauvages\" et \"exotiques\" l'avaient ete auparavant, dont les plus celebres,\nles Indiens Arawaks ramenes des Ameriques a la cour de la reine Isabelle de Castille (la\nCatholique) par Christophe Colomb en 1492, la Venus hottentote possede l'originalite d'avoir ete\ntour a tour objet de divertissement, objet mediatique, objet sexualise, objet monstrueux et objet de\nscience. [...] Elle marque donc un tournant majeur, conjuguant a l'epoque interet scientifique et\npassion de la \"race\" alors dominante, interet colonial (celui de l'Empire britannique) et interet du\nmonde du spectacle en quete de nouvelles formes pour repondre aux attentes du public.\nAvant de devenir le symbole de l'oppression, du mepris, du \" racisme scientifique \" qu'elle incarne\naujourd'hui dans les articles, les films et les etudes historiques la concernant, Saartjie Baartman fut\nsurtout une femme au destin tragique - le mot \" calvaire \" conviendrait s'il n'eludait a priori toute\nforme de joie dans une vie dont, au fond, nous ne connaissons que des bribes, distordues par le\nregard occidental.\nUne vie d'esclave en Afrique du Sud Sa date de naissance demeure incertaine : 1789 dans la\nplupart des documents disponibles, mais peut-etre 1788, selon le calendrier chretien impose par\nl'Occident. Le lieu ? La \" colonie du Cap \". Ou plutot le territoire des Khoikhoi, peuple dont est issu\nson pere, et des San, peuple dont est issue sa mere. Son vrai prenom ? Sawtche ou Ssehura. Mais,\ndes l'enfance, elle herite d'un prenom neerlandais, Saartjie (le diminutif de Sarah), a partir du\nmoment ou elle est employee comme esclave avec ses trois freres et ses deux soeurs dans des\nfermes afrikaners. Certaines sources lui pretent deux enfants, morts en bas age, durant sa courte\nvie en Afrique du Sud.\nAbonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI En 1807, son\nemployeur, Petrus Caesar, l'echange contre du tabac et de l'eau-de-vie avec son frere Hendrick\nCaesar. Trois ans plus tard, lors d'une visite chez les Caesar, Alexander Dunlop, un chirurgien\nmilitaire de l'hopital general du Cap arrive avec les troupes britanniques apres la bataille de\nBlaauwberg (le 8 janvier 1806), decouvre avec stupefaction la morphologie - etonnante pour lui - de\nla jeune Khoisan. Ses fesses hypertrophiees (steatopygie) et l'elongation des petites levres de son\nsexe (macronymphie) stimulent sans doute l'imagination du Britannique, au point qu'il decide de\nl'emmener au Royaume-Uni afin de l'exposer dans un but bien entendu mercantile. Son \"\nproprietaire \", Hendrick Caesar, est associe a l'affaire et embarque avec Dunlop pour l'Europe...\nDans une cage, comme un animal A peine arrivee a Londres, Saartjie Baartman est aussitot\nexposee dans une salle de Piccadilly Street ou spectateurs et curieux peuvent venir observer, voire\npalper, cette anatomie qui les intrigue, les fascine, les excite, les degoute... Elle est presentee dans\nune cage, comme un animal, et certains la surnomment fat bum (gros cul). Selon Fanny Robles,\nmaitresse de conferences en culture des mondes anglophones a l'universite d'Aix-Marseille, \" le\npublic est parfois invite a verifier que ses fesses sont bien ses fesses en les piquant \" .\nIl serait cependant faux de dire que son sort n'emeut personne, puisqu'en novembre 1810, deux\nmois apres son arrivee, l'African Association (Association for Promoting the Discovery of Interior\nParts of Africa) intente un proces a Hendrick Caesar, accuse a la fois de maltraitance et de\nnon-respect de l'acte d'abolition de la traite des esclaves de 1807. Une intense campagne de\npresse, menee par l'abolitionniste Zachary Macaulay, demande la liberation de la jeune femme.\nLors du proces, le 24 novembre 1810, Saartjie Baartman est appelee a temoigner. Durant son\ninterrogatoire, qui dure trois heures, elle declare etre venue au Royaume-Uni de son plein gre, ne\npas etre retenue de force, ne pas avoir ete abusee et recevoir une partie des benefices du \"\nspectacle \". Alexander Dunlop produit habilement un contrat et Hendrick Caesar la presente comme\nsi elle etait une artiste, a l'instar des \" geants irlandais \" Charles Byrne et Patrick Cotter O'Brien,\ncelebres freaks de l'epoque. Caesar et Dunlop obtiennent le non-lieu et, ce qui arrange bien leurs\naffaires, une mediatisation inattendue.\nSoutenez Afrique XXI Afrique XXI est un media gratuit et sans publicite .\nVous pouvez nous soutenir en faisant un don defiscalise .\nFAIRE UN DON Desormais connue, Saartjie Baartman - elle est officiellement baptisee sous ce\nnom en la cathedrale de Manchester, le 1 er decembre 1811 - va pouvoir etre exhibee dans d'autres\nregions d'Angleterre et jusqu'en Irlande. Sa vie entre 1812 et 1814 reste cependant peu\ndocumentee.\n\" A partir de 1811 et jusqu'en 1814, on perd la trace de Saartjie Baartman sur le sol britannique,\necrit Pascal Blanchard.\nAucun article, aucune chronique ne parle d'elle durant cette periode de sa vie. Apres Londres, elle\nfit peut-etre des tournees dans les ports d'Angleterre ou de Hollande. Ce qu'on sait, c'est qu'elle\nvoyagea avec Hendrick Caesar pour se rendre a Paris au cours de l'ete 1814. Passant alors sous\ncontrat avec un certain Henry Taylor, elle sera presentee au public rue Neuve-des-Petits-Champs a\npartir du 18 septembre 1814, de \"onze heures du matin jusqu'a neuf heures du soir\", ainsi que le\nsignale une publicite parue dans le Journal de Paris du 18 septembre 1814.\n\" Un viol au-dela du viol La jeune Khoisan passe ensuite sous la coupe d'un certain Jean Riaux (ou\nReaux), montreur d'animaux selon certains, maitre de ballet selon d'autres, qui aurait ete lui-meme\nexpulse de la colonie du Cap pour comportement seditieux. De nouveau, celle qu'on connait\ndesormais essentiellement sous le sobriquet devalorisant de \" Venus hottentote \" est \" exhibee rue\nSaint-Honore, lieu etrange ressemblant a une veritable cour des miracles, au milieu d'autres \"betes\nde foires\" \", ecrit encore Pascal Blanchard.\nAffiche publicitaire.\nSon succes populaire est certain : une mercerie de luxe, \" La Venus Hottentote \", ouvre a\nSaint-Germain, une piece de boulevard est ecrite sur elle et on la retrouve aussi dans les salons\nbourgeois... Sa vie n'est, cependant, pas celle d'une vedette : les spectateurs peuvent la toucher et\ncertains soutiennent qu'elle devient aussi un objet sexuel. C'est d'ailleurs la these defendue par le\nfilm puissant du Tunisien Abdellatif Kechiche, Venus noire (sorti le 27 octobre 2010), dans lequel\nl'histoire de Saartjie Baartman symbolise, quasi litteralement, le viol de l'Afrique par l'Occident.\nLe viol dont il s'agit va aller bien au-dela de la seule predation sexuelle. L'interet du public pour cet \"\nautre \" etrange et etranger arrive vite aux oreilles des scientifiques de l'epoque, portes par le gout\nde la collection encyclopedique issu du siecle des Lumieres et le desir de tout classer dans des\ncategories pretendument rationnelles.\n\" Des fesses de femelle singe \" En mars 1815, Etienne Geoffroy Saint-Hilaire, l'administrateur du\nMuseum d'histoire naturelle de France et le titulaire de la chaire de zoologie, demande officiellement\na pouvoir examiner la \" Venus \" dont on parle tant. Baartman est conduite au Jardin du Roi pour etre\ntour a tour peinte par des artistes naturalistes (Nicolas Huet le Jeune, Leon de Wailly) et examinee\npar des scientifiques (Georges Cuvier, Henri de Blainville, Etienne Geoffroy Saint-Hilaire). Selon\nPascal Blanchard, \" Etienne Geoffroy Saint-Hilaire connaissait le jugement porte par Buffon\n(1707-1788) dans son celebre ouvrage L'Histoire naturelle de l'homme (1749) sur la population\nhottentote : \"Ces Hottentots sont, au reste, des especes de sauvages fort extraordinaires ; les\nfemmes surtout, qui ont une espece d'excroissance ou de peau dure et large qui leur croit\nau-dessus de l'os du pubis et qui descend jusqu'au milieu des cuisses en forme de tablier.\" \" Dans\nson rapport d'examen, Saint-Hilaire compare les fesses de la jeune femme a celles des femelles\nsinges maimon (le macaque a queue de cochon) et mandrill quand elles ont leurs menstruations.\nSon visage lui fait penser a \" un commencement de museau encore plus considerable que celui de\nl'orang-outang \" .\nPauvre, malade, probablement alcoolique, Saartjie Baartman ne survit pas longtemps a sa condition\nde \" bete de foire \" : elle s'eteint a moins de 30 ans, le 29 decembre 1815, d'une pneumonie, selon\nGeorges Cuvier, qui evoque aussi, dans son rapport d'autopsie, la variole, la syphilis et\nl'alcoolisme...\nToujours exhibee apres sa mort Autopsie ? Le mot est sans doute mal choisi car Cuvier ne\ns'interesse pas vraiment aux causes de la mort. Apres avoir recupere le cadavre, il en fait realiser\nun moulage complet en platre, puis entreprend de le dissequer, d'extraire son squelette et de le\nreconstituer os par os pour pouvoir l'exposer et conforter ses hypotheses racistes.\n\" Son corps, notamment son sexe, est precieusement examine [...] puis reproduit sous forme d'un\nmoulage en cire , ecrit Blanchard.\nPuis c'est le tour de son posterieur - partie de son corps qui la rendit celebre, de sa peau - dont on\nne sait pas ce qu'elle est devenue, de son cerveau - lui aussi conserve dans un bocal.\n\" Que son cerveau et ses organes genitaux soient precieusement gardes dans du formol en dit\nbeaucoup sur le regard occidental, trahissant a la fois toute une panoplie de fantasmes sexuels et\nun besoin de demontrer \" scientifiquement \" la \" superiorite \" de l'homme blanc. Dans l'introduction\nde Zoos humains, de la Venus hottentote aux reality shows 1 , on peut lire :\n\" L'Occident construit alors une frontiere invisible entre deux humanites, dont l'une est d'essence\nsuperieure - elle peut, elle doit coloniser - et l'autre est par nature inferieure - elle peut, elle doit etre\ncolonisee. Et les savants, sans meme s'en rendre compte, cautionnent et valident, jusque vers\n1890, les fondements de ce nouvel ordre mondial.\n\" Cuvier, on l'aura compris, adhere a l'idee d'une classification des \" races \" humaines basee sur la\nforme et la taille de leurs cranes. Il decrit ainsi \" une loi cruelle qui semble avoir condamne a une\neternelle inferiorite les races a crane deprime et comprime.\n\" Peint de maniere realiste, le moulage en platre du corps de Saartjie Baartman restera expose\nlongtemps avec son squelette, notamment au Musee de l'homme. Jusqu'en 1976, pour etre precis.\nSans choquer grand monde...\n\" Je suis venue pour te ramener a la maison \" Si des demandes sporadiques de restitution eurent\nlieu des les annees 1940, l'apartheid ne facilita pas son retour au pays natal. Ce n'est qu'a partir de\nl'accession au pouvoir de Nelson Mandela, en 1994, que la pression s'accentue sur la France. En\n1998, le poeme de la sud-africaine Diana Ferrus, \" A poem for Sarah Baartman \", viendra renforcer\nune mobilisation de plus en plus pressante. La poetesse aura l'honneur de le reciter, le 29 avril\n2002, lors de la ceremonie de restitution des restes de Saartjie Baartman, avant qu'ils soient\nrenvoyes par avion en Afrique du Sud :\n\" [...] I have come to soothe your heavy heart I offer my bosom to your weary soul I will cover your\nface with the palms of my hands I will run my lips over lines in your neck I will feast my eyes on the\nbeauty of you and I will sing for you for I have come to bring you peace.\nI have come to take you home where the ancient mountains shout your name.\nI have made your bed at the foot of the hill, your blankets are covered in buchu and mint, the\nproteas stand in yellow and white - I have come to take you home where I will sing for you for you\nhave brought me peace.\n\" La traduction en francais de ce poeme, par Anne-Sophie Parisot, a ete publiee a l'interieur de la\nproposition de loi n° 114 (2001-2002) de Nicolas About, deposee au Senat le 4 decembre 2001 :\n\" Je suis venue pour apaiser ton coeur lourd Je t'offre mon sein pour reposer ton ame fatiguee Je\ncouvrirai ton visage avec le creux de mes mains Je ferai courir mes levres sur les lignes de ton cou\nJe regalerai mes yeux de ta beaute Et je chanterai pour toi Car je suis venue pour t'apporter la paix.\nJe suis venue pour te ramener a la maison La ou les antiques montagnes crient ton nom.\nJ'ai prepare ton lit au pied de la colline, Tes draps sont recouverts de buchu et de menthe, Les\nproteas sont vetus de jaune et de blanc - Je suis venue pour te ramener a la maison Et je chanterai\npour toi Car tu m'as apporte la paix.\n\" Quelques semaines plus tard, le 9 aout 2002, la terre des Khoikhoi et des San offrira enfin le repos\na Saartjie Baartman.\n\" Ce n'est pas cet humain viole qui etait monstrueux, mais ceux qui ont abuse d'elle , declara alors\nle president Thabo Mbeki.\nCe n'est pas cette femme isolee en Europe, coupee de ses racines et de son identite, qui etait une\nbarbare, mais bien ceux qui la traiterent avec une brutalite barbare.\n\" Vous avez aime cet article ?\nAssociation a but non lucratif, Afrique XXI est un journal independant, en acces libre et sans\npublicite. Seul son lectorat lui permet d'exister. L'information de qualite a un cout, soutenez-nous\n(dons defiscalisables) :\nFAIRE UN DON",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 15006,
                "words": 2505,
                "lines": 175
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "AfriqueXXI",
            "titre": "Corruption, vols, assassinats... Dans l'est de la RD Congo, le cacao finance le chaos",
            "date": "2025-07-29T18:09:00.990515",
            "scraping_date": "2025-08-02T13:36:44.282769",
            "language": "fr",
            "text": "Corruption, vols, assassinats... Dans l'est de la RD Congo, le cacao finance le chaos\n\nEnvoyes speciaux a Beni, Kasindi, Butembo, Mpondwe et Nobili.\n22 novembre 2024, Nord-Kivu, dans l'est de la Republique democratique du Congo. Le niveau de la\nriviere Lubiriha est a son plus bas niveau. Le cours d'eau separe les deux villes de Kasindi-Lubiriha,\nen Republique democratique du Congo ( RD Congo), et de Mpondwe, en Ouganda. A cette saison,\nles deux rives sont separees par guere plus de trente metres d'eau. Les pistes alentour sont\nparticulierement surveillees par les Forces armees de la RD Congo ( FARDC ) et l'Uganda People's\nDefence Forces ( UPDF ). Mais, contrairement a ce qu'il pourrait etre attendu de ces deux armees\nnationales, leur objectif n'est pas uniquement de controler mais aussi de faciliter la traversee de\ncentaines de personnes et de tonnes de marchandises qui echappent ainsi aux controles douaniers.\nJour et nuit, le trafic se deroule sous leurs yeux et avec leur benediction en echange d'argent. Parmi\nles principaux produits de contrebande : la feve de cacao.\nPrincipales pistes sur la frontiere entre la RD Congo et l'Ouganda par lesquelles transite le cacao\nclandestin.\n(C) Ukweli Coalition Hub Le cacao est le premier produit agricole d'exportation de la RD Congo.\nSelon la Banque mondiale 1 , le pays a exporte quelque 63 971 tonnes de feves en 2023, ce qui a\ngenere 50 millions de dollars de taxes, d'apres les donnees de la Banque centrale du Congo ( BCC\n). Neuvieme exportateur africain, la RD Congo est egalement le deuxieme exportateur de cacao\nbiologique vers l'Europe (premier client mondial) en 2023 avec 8 061 tonnes.\nDepuis 2023, le cours mondial du cacao ne cesse de battre des records, pousse par de mauvaises\nrecoltes en Cote d'Ivoire et au Ghana (premiers producteurs mondiaux) a cause du changement\nclimatique. Son cours 2 a ete multiplie par trois sur l'annee 2024, atteignant 11 675 dollars la tonne\nau 31 decembre 2024. Dans ces conditions, l'or brun attire plus que jamais les convoitises. Les\ngroupes armes, qui pullulent dans l'est de la RD Congo , ou est produite la grande majorite de la\nfeve congolaise (notamment dans la region de Beni), et des exportateurs prets a tout pour\naugmenter leurs benefices, se disputent cette manne financiere. Ce business alimente la corruption\ndes agents de l'Etat et exacerbe l'insecurite.\nAbonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI Pendant plusieurs\nmois, des journalistes congolais membres de la plateforme d'investigation specialisee dans la region\ndes Grands Lacs, Ukweli Media Hub Coalition, ont enquete sur place en partenariat avec Afrique\nXXI et Africa Uncensored . Leurs observations sur le terrain, leurs entretiens, souvent anonymes par\nmesure de securite, ainsi que les documents obtenus ont permis de mettre au jour l'ampleur de ce\ntrafic qui se chiffre a plusieurs millions d'euros par an, et dont les premieres victimes sont les petits\nproducteurs et le fisc congolais.\nLes militaires prennent 0,59 euro par sac Pour traverser la riviere Lubiriha, la marchandise est\nportee sur la tete ou sur le dos par des jeunes gens generalement sans emploi. Ces derniers\nrecoivent des petites sommes d'argent pour chaque colis transporte.\n\" Pour chaque sac de cacao de 100 kilos, il faut payer 2 000 francs congolais (0,59 euro) aux\nmilitaires de notre pays et 1 000 shillings (0,23 euro) aux militaires ougandais, temoigne Jacques\n(nom d'emprunt), un laveur de vehicules et manutentionnaire occasionnel rencontre sur \" la piste de\nKamuchanga \", non loin du poste douanier.\nLe proprietaire du cacao nous paye 1 000 ou 1 500 francs congolais pour faire traverser sa\nmarchandise. Nous pouvons passer jusqu'a dix sacs par jour chacun \", conclut-il.\nLe proprietaire negocie le deal le plus tot possible avec les militaires du poste le plus proche.\nPendant ce temps, la cargaison reste dans des entrepots illegaux a Kasindi-Lubiriha, dans des\nmaisons d'habitation, sur des chantiers en construction ou encore dans des entrepots officiellement\nreconnus. Lors de cette enquete, Ukweli a pu observer le ballet de vehicules appartenant a au\nmoins un operateur reconnu de la region et qui fait traverser des centaines de kilos de cacao avec\nla complicite des FARDC et de l' UPDF . Pour des raisons de securite evidente des journalistes, son\nnom ne peut etre divulgue.\nEn arriere-plan de cette image capturee clandestinement par Ukweli sur la piste de Kamuchanga, a\nKasindi-Lubiriha, des militaires ougandais percoivent de l'argent aupres d'un trafiquant (a bord d'une\nmoto) alors que d'autres trafiquants attendent leurs clients a cote d'une position militaire (a droite).\n(C) Ukweli Coalition Hub \" Les autorites sont au courant de la contrebande effectuee par ce\nmonsieur mais personne n'ose en parler, car elle implique aussi des services de securite locaux,\ntemoigne le responsable d'une base qui a souhaite garder l'anonymat.\nPensez-vous qu'une grande cargaison de cacao comme celle-ci peut etre frauduleusement\nexportee sans qu'aucun service de l'Etat ne soit au courant ?\n\" interroge-t-il.\nDes agents de l'Etat impliques a tous les niveaux Contacte par Ukweli, le major Bilal Katamba,\ncharge de communication au ministere de la Defense et des Anciens Combattants de l'Ouganda,\nnie toute participation directe des soldats ougandais au commerce illegal (voir l'encadre \" En\ncoulisses \" ci-dessus). De son cote, Mak Hazukay, porte-parole adjoint des FARDC , affirmait en\navril a la radio Okapi 3 que \" si ces allegations [etaient] averees, la justice militaire [allait] s'en\noccuper \" .\nLors d'une visite de travail a Kasindi-Lubiriha, le 20 decembre 2024, Alain Bavidila, sous-directeur\nde la Direction generale des douanes et accises ( DGDA , la principale brigade antifraude\ndouaniere) a Beni, avait appele les habitants a \" soutenir vivement la DGDA Kasindi en denoncant\ntoute tentative de fraude dans differentes pistes poreuses [sic] le long de la riviere Lubiriha au sein\ndes services habilites \" , ont rapporte des medias locaux 4 .\nSoutenez Afrique XXI Afrique XXI est un media gratuit et sans publicite .\nVous pouvez nous soutenir en faisant un don defiscalise .\nFAIRE UN DON Cet appel contraste avec le comportement de ses agents sur le terrain, devenus\nles premiers artisans de la contrebande.\n\" D'autres grandes quantites du cacao de contrebande passent directement par la voie douaniere\ngrace a un reseau essentiellement constitue d'agents des services etatiques, temoigne l'un des\nexportateurs interroges par Ukweli.\nLes douaniers baissent la taxe d'exportation par kilo de 0,5 a 0,3 dollar [0,43 a 0,25 euro] ou\nproposent des montants forfaitaires aux exportateurs sans tenir compte de la qualite ou de la\nquantite du produit. A cela s'ajoutent des volumes inestimables transportes en petites quantites en\nvoiture et en tricycle.\n\" Le 23 novembre 2024, sur la piste de Kyavuyiri 1, des agents locaux de la Police nationale\ncongolaise, de l'Agence nationale de renseignement, de la DGDA et de l'Office congolais de\ncontrole ont intercepte quatre voitures avec a leur bord plusieurs sacs de cacao destines au marche\ninformel ougandais. Plutot que de saisir la marchandise, ils se sont partage les 600 dollars\nd'amende avant de laisser la cargaison poursuivre son chemin, selon un temoin ayant assiste a\ncette operation.\n\" C'est une pratique tres courante \" , estime un exploitant de sable proprietaire d'une carriere situee\njuste entre les positions militaires des FARDC et de l' UPDF , et qui observe ainsi des marchandises\nde contrebande passer d'une rive a l'autre.\nDe 5 a 10 tonnes par jour revendues en Ouganda \" La plupart des exportateurs et importateurs\nfrauduleux ont des protections a Goma ou a Kinshasa, denonce anonymement une source policiere\nen poste dans la region depuis cinq ans.\nLorsqu'un commandant est nouvellement affecte et qu'il veut mettre fin a leur trafic, ils [des\ndifferents agents impliques, NDLR ] reclament sa mutation. En consequence, les autorites locales\nsont obligees de faire avec cette mafia en contrepartie de milliers de dollars, de voitures de luxe et\nmeme de portions de terre.\n\" De l'autre cote de la frontiere, en Ouganda, le Mpondwe Cocoa Market est florissant. Ce marche\nest essentiellement alimente par le cacao congolais de contrebande.\n\" Environ 5 a 10 tonnes sont vendues ici chaque jour, explique l'un des negociants responsables du\nlieu qui pense s'adresser a des fournisseurs.\nPour echapper a plusieurs taxes, nos clients congolais utilisent des pistes frauduleuses en payant\ndes petites sommes aux militaires. Nous envoyons ensuite des motos triporteurs pour recuperer la\nmarchandise a la riviere. Une fois sur place, nous discutons du prix. L'avantage que nous avons ici\nest d'acheter a un prix plus eleve qu'en RD Congo \" , poursuit-il, proposant egalement des services\nfinanciers.\nLa fraude permet aux producteurs congolais d'obtenir un meilleur prix pour leurs feves, et aux\nacheteurs d'eviter les complications administratives et les frais qui y sont lies. En RD Congo, la\nprocedure d'exportation est longue et couteuse. D'apres un document interne de l'Office national\ndes produits agricoles (Onapac), il faut debourser au minimum 10 000 dollars pour obtenir une\nlicence d'exportation de cacao.\nDes jeunes se sont lances dans le vol de cacao Pour financer ces exportations clandestines, des\nsocietes privees et des particuliers implantes en Ouganda deversent des millions de dollars ou de\nshillings ougandais en liquide dans le secteur. L'argent qui circule en cash renforce l'insecurite dans\nla region, car les operateurs economiques congolais complices cooperent parfois avec des bandits.\nDes societes de renom, comme Esco Kivu (basee en Ouganda et en RD Congo), premiere\nexportatrice de feves de cacao dans la region, contribuent a ce circuit, d'apres plusieurs\ntemoignages et des documents consultes concordants.\nDans plusieurs villes du Nord-Kivu et de l'Ituri, certains jeunes se sont ainsi lances dans le vol de\ncacao. Ils se deguisent en combattants des Forces alliees democratiques (Allied Democratic\nForces, ADF ) ou operent en petits groupes armes independants, munis de machettes et parfois de\nfusils. Ils blessent ou tuent les proprietaires des cacaoyers avant de leur derober leur production.\nC'est le phenomene \" tentera \", soit \" glisser \" en kinande, un dialecte local.\nCes attaques obligent les agriculteurs a abandonner leurs champs. A Beni, dans le quartier de\nSayo, \" plus de cinquante agriculteurs ont trouve la mort dans leurs champs en avril 2024 \" , selon la\nsociete civile locale. Officiellement, ces tueries sont attribuees aux ADF , mais des temoignages\nsuggerent que des groupes locaux se deguisent avec la complicite de militaires et d'agents du\nrenseignement. Cette version est rejetee par le commandant des renseignements militaires a Beni.\nContacte par Ukweli, le colonel Delphin pointe des combattants ADF et des groupes locaux de\njeunes deguises en ADF . Pour preuve, selon lui, des videos des interrogatoires de son service\nqu'Ukweli a pu consulter.\nDans celles-ci, des personnes presentees comme des anciens combattants des ADF et des\ncollaborateurs de ceux-ci, mais aussi des anciens otages du groupe djihadistes, affirment avoir\nparticipe au pillage, au vol et a la commercialisation du cacao. Ces aveux confirment des\ntemoignages recueillis par Ukweli aupres d'autres anciens rebelles. La feve de cacao volee est\nvendue a son etat \" humide \". La commercialisation du cacao a l'etat humide est pourtant interdite\npar les autorites provinciales.\n\" Des hommes armes etranglent et tuent des agriculteurs \" Les personnes qui tentent de denoncer\nce systeme mafieux s'exposent a des menaces et a des represailles. En novembre 2024, un agent\nde l'Etat qui a voulu faire arreter un acheteur illegal de feves humides a ete menace de mort par le\nchef d'antenne de l' ANR a Mulekera, Muhindo Katavali, comme le montre un message obtenu par\nUkweli. Dans ce message, l'expediteur se presente comme \" le chef de l' ANR /Mulekera \" et le \"\nmet en garde \" pour ses \" tentatives de destabilisation du service a la barriere/Sayo \" concluant qu' \"\nun homme averti a demi-mot suffit \" (sic). Plusieurs messages vocaux du meme acabit ont ete\necoutes par Ukweli.\nMalgre ces menaces, les activistes locaux ne sont pas prets a se taire. Un membre d'une\nassociation d'agriculteurs de Beni s'indigne :\nLe chef du quartier, la police et l'armee s'opposent aux interdictions promulguees par le gouverneur,\nqui est pourtant leur chef hierarchique ! Nous payons des taxes pour ces gens et les voila qu'ils\nautorisent l'achat de la feve humide de nos cacaoyers. Ils volent la nuit et toute la journee ils etalent\ndes produits voles devant leur maison d'achat Il s'exprime lors d'une reunion organisee a Beni en\ndecembre 2024 a laquelle Ukweli a pu assister. Un autre agriculteur excede intervient :\n\" Nous sommes presque combattus par tout le monde. Nous avons peur mais nous devons mourir\npour l'avenir de nos enfants. Ces acheteurs de la feve humide ont deja fragilise toutes les autorites\npar la corruption.\n\" \" Dans les plantations des localites de Masau, Mununze et Makene [province de l'Ituri, NDLR ] la\nsituation est compliquee, temoigne Tigre Kambale, un acheteur de cacao base a Mambasa.\nDes hommes armes etranglent et tuent des agriculteurs. La fois derniere, l'un d'eux a fini par\ndecouper a la machette trois bandits dans sa plantation.\n\" \" On m'a force a dementir \" Lettre de retractation imposee par le renseignement militaire de Beni a\nMasinda Kamangura, president de la Cooperative pour le developpement des producteurs agricoles\ndu Congo. Traduction :\n\" Moi Kakule Masinda, je demande pardon au commandant des operations Sokola 1 pour les\ncalomnies contre le commandant FARDC Colonel Ikonga Djibrule pour sa complicite avec des\nvoleurs de cacao, car nous n'avons pas trouve de preuves. Je sollicite une bonne collaboration avec\nles FARDC .\n\" (C) Ukweli Coalition Media Hub L'enquete d'Ukweli a pu mettre en lumiere l'ampleur de\nl'implication des forces de l'ordre dans ce trafic, a l'image de l'affaire qui a implique un officier\nsuperieur deploye dans la zone en avril 2024 pour lutter contre les ADF . Le colonel Ikonga Djibrule\nest rapidement accuse d'etre implique dans le trafic de cacao, en collusion avec certains militaires\nde son unite et des civils parfois armes. La Cooperative pour le developpement des producteurs\nagricoles du Congo, une association locale, denonce alors ses agissements. En reponse, l'officier\nfait arreter son president, Masinda Kamangura, l'accusant de \" denonciation calomnieuse \".\nDetenu pendant plusieurs jours par le renseignement militaire de Beni et torture, il est contraint de\nse retracter dans une lettre (ci-dessus) datee du 11 septembre 2024.\n\" [Le commandant adjoint] m'a force a dementir une lettre que mon association avait adressee au\ncommandement du secteur pour denoncer le comportement des militaires qui volent nos\nproductions , temoigne-t-il.\nIl a menace de me faire subir le sort de Alain Siwako 5 si je refusais [un depute arrete pour\ncollaboration presumee avec des groupes armes, connu dans la region pour son courage dans la\ndenonciation des abus des FARDC , NDLR ] . J'ai du signer une decharge qui a aneanti la decision\nd'environ soixante personnes...\n\" , explique-t-il.\nAccuse de \" denonciation calomnieuse \" contre un officier des FARDC , Masinda Kamangura est\ntransfere a la garnison de Beni. Plus tard, le magistrat Bazila Nyembo, charge de l'affaire au parquet\nde Beni, lui conseille d'abandonner et lui propose de classer le dossier sans suite a condition de\npayer une somme d'argent afin d'eviter une condamnation pour calomnie.\nLettre datee du 23 aout 2024 du maire de Beni, Jacob Nyonfondo-Te-Kodale, adressee a l'auditeur\nmilitaire de la garnison de Beni demandant les poursuites judiciaires contre des civils complices des\nFARDC dans le vol de cacao.\n(C) Ukweli Coalition Media Hub Au mois d'aout 2024, le commissaire superieur principal Jacob\nNyofondo-Te-Kodale, le maire de Beni, decide de s'impliquer et ordonne l'arrestation des civils\ncomplices des FARDC dans le vol de cacao. Des mutations s'ensuivent au sein des forces de\nsecurite et de la justice, dont l'officier superieur implique et l'auditeur militaire de la garnison de Beni.\nMais aucune sanction n'a ete prise. Et la lettre (ci-contre) du maire reste sans reponse jusqu'a\naujourd'hui.\nPetits arrangements contre \" frais de motivation \" L'exportation frauduleuse du cacao implique\negalement des compagnies qui ont pignon sur rue. Des documents officiels consultes par Ukweli ont\nete falsifies pour sous-estimer les volumes reels exportes. Ainsi, le 13 decembre 2024, la societe\nVico a declare aupres de l'Onapac 48 tonnes de cacao a exporter en direction de l'Indonesie. Or\nplusieurs documents de l'Office congolais de controle (rapport d'essais, bordereau d'expedition...),\nindiquent 72 tonnes. Selon nos calculs, ces 24 tonnes de difference ont fait perdre a l'Etat congolais\nquelque 12 000 dollars de taxes. Aucun des acteurs impliques n'a pu fournir d'explication sur ces\nchiffres incoherents, indiquant que cela relevait de questions confidentielles. Des menaces ont\nmeme ete proferees pour dissuader Ukweli d'insister.\nCe cas n'est pas isole dans la filiere cacao. Selon une source anonyme au sein de l'Onapac, en\nnovembre 2024, la societe MC Compagnie a tente d'exporter 72 tonnes de cacao en n'en declarant\nque 50 tonnes. La cargaison a ete interceptee par l'Onapac a Beni. Les responsables de la societe\nont invoque une erreur qui avait ete signalee aux services competents en amont, mais sans en\nfournir les preuves.\nMC Compagnie a d'abord ete suspendue par l'Onapac pour soupcon de fraude, et la licence\nd'exportation lui a ete retiree. Mais des sources anonymes au sein de l'organisme affirment que\nl'entreprise a de nouveau ete autorisee a exporter quelques semaines plus tard, apres un\ncompromis reste secret.\nDocuments prouvant la fraude sur une cargaison de cacao.\n(C) Ukweli Sur le terrain, des fonctionnaires congolais percoivent des pots-de-vin appeles\nironiquement des \" frais de motivation \". Ces pratiques facilitent la falsification des documents et la\nsous-evaluation des tonnages des produits a exporter. A l'Onapac, selon notre source interne,\nplusieurs agents ont ete licencies apres avoir accepte d'etre \" motives \" pour faciliter la contrebande,\nconfirmant ainsi l'ampleur de la corruption au sein des services publics.\nLors de cette enquete, toutes les entites mises en cause ont ete officiellement contactees. La\nplupart n'ont pas souhaite s'exprimer ou n'ont tout simplement pas repondu quand d'autres ont\nouvertement menace les journalistes qui enquetaient.\nVous avez aime cet article ?\nAssociation a but non lucratif, Afrique XXI est un journal independant, en acces libre et sans\npublicite. Seul son lectorat lui permet d'exister. L'information de qualite a un cout, soutenez-nous\n(dons defiscalisables) :\nFAIRE UN DON",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 18919,
                "words": 3029,
                "lines": 227
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "AfriqueXXI",
            "titre": "Togo. Derriere la repression, un clan de plus en plus divise",
            "date": "2025-07-29T18:09:26.320462",
            "scraping_date": "2025-08-02T13:36:44.282769",
            "language": "fr",
            "text": "Togo. Derriere la repression, un clan de plus en plus divise\n\nUn garcon de 12 ans retrouve dans une lagune avec des \" blessures sur son corps liees a des\nbastonnades \" , selon la Ligue togolaise des droits de l'homme ( LTDH ), des tirs de lacrymogenes\net l'utilisation de balles reelles, des citoyens battus et pourchasses jusque dans leurs maisons... Les\nTogolais sont encore sous le choc a la suite de la repression des manifestations des 26, 27 et 28\njuin a Lome, la capitale du pays. Des videos, comme celle qui montre des forces de l'ordre\ntabassant un homme et le laissant pour mort 1 , ont fait le tour des reseaux sociaux.\nSelon un bilan provisoire de la societe civile, les manifestations ont fait au moins sept morts, dont\ndes mineurs, des dizaines de blesses et d'arrestations, et trente et une personnes ont ete placees\nsous mandat de depot. Le 4 juillet, dix-huit ont finalement ete condamnees a douze mois de prison,\ndont onze avec sursis, lors d'un proces expeditif 2 .\nAmnesty International denonce meme la presence de \" miliciens \" avec un \" recours inutile et\nexcessif de la force et de la violence \" .\nDe son cote, dans un communique du 30 juin, l'executif togolais parle de \" fausses informations \" ,\nd'une \" campagne de desinformation et d'incitation a la haine, a la violence, a l'incivisme et a la\ndesobeissance civile \" sur les reseaux sociaux et certains medias. France 24 et RFI sont suspendus\ndepuis mi-juin. Les autorites louent le \" professionnalisme \" des forces de securite et mentionnent\ndes morts par \" noyade \" . Le 6 juillet, la justice togolaise a annonce 3 une enquete apres le deces\nde cinq personnes repechees dans des cours d'eau.\nVingt ans de contestations reprimees Ces scenes de grandes contestations populaires suivies de\nfortes repressions, le Togo en a deja connu. Dans les annees 1990, des civils avaient ete tues lors\nde manifestations pour la democratie. En 2005, au moins 800 morts et plus de 4 000 blesses\navaient ete recenses 4 par la societe civile dans des protestations suite a la succession de Faure\nGnassingbe, a la mort de son pere Etienne Eyadema Gnassingbe, qui dirigeait le pays d'une main\nde fer depuis 1967.\nAbonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI En 2012-2013,\nd'autres personnes ont perdu la vie lors des manifestations pour exiger des reformes\nconstitutionnelles et institutionnelles. Et en 2017-2018, de fortes contestations ont souleve le pays\npour obtenir la limitation des mandats presidentiels et une gouvernance inclusive. Elles ont abouti a\nde nouveaux morts et a des arrestations - certains contestataires sont toujours en prison en depit\ndes demandes de liberation par la Cour de justice de la Communaute economique des Etats de\nl'Afrique de l'Ouest (Cedeao).\nL'histoire semble donc se repeter. Avec quelques nouveautes cependant. D'abord, les manifestants\nsont de plus en plus jeunes. Ensuite, et surtout, des dissensions internes parmi les proches du\npouvoir apparaissent plus clairement.\n\" Entre Kabyes, quand on conteste, la repression est plus dure \" Les recentes protestations ont\neclate apres l'arrestation le 26 mai dernier du rappeur Aamron. Artiste populaire au Togo, il avait,\ndurant plusieurs semaines, vivement critique Faure Gnassingbe sur les reseaux sociaux. Amene\ndans un asile psychiatrique, a Zebe, il en est ressorti le 21 juin a la suite de la pression populaire\nlors de manifestations spontanees les 5 et 6 juin, le tout amplifie par des activistes de la diaspora\nsur les reseaux sociaux.\n\" Juste apres son enlevement, on l'a conduit au SCRIC [Service central de recherches et\nd'investigations criminelles], ou il a ete soumis a la torture physique et morale \" , detaille a Afrique\nXXI Celestin Agbogan, son avocat et president de la Ligue togolaise des droits de l'homme.\n\" De la, on l'a conduit a un autre endroit apres lui avoir bande les yeux. Ses detracteurs lui ont rase\nbarbe et cheveux, avant de le conduire directement a l'hopital psychiatrique, ou il a meme recu\nplusieurs injections, sous pretexte de lui prodiguer des soins \" , poursuit-il.\n\" On ne sait toujours pas de quelles injections il s'agit et, aujourd'hui, il reste affaibli, il a du mal a\nmarcher... Il suit des seances de kinesitherapie \" , confie le frere du rappeur, Lao-Dja Songdou\nTchala.\nFils d'un colonel a la retraite, Aamron n'est autre que le petit-fils du chef des Kabyes, la\ncommunaute d'origine des Gnassingbe - bien que la mere de Faure Gnassingbe soit ewe (du sud\ndu Togo).\n\" Il avait ete informe de son arrestation la veille, ainsi que du plan consistant a le faire passer pour\nun fou. Il pensait meme se faire tuer. Entre Kabyes, quand on conteste, la repression est plus dure \"\n, partage encore son frere.\nLe rappeur a ete enleve a son domicile, sans mandat d'arret, par des dizaines de personnes en\ntenue militaire et cagoulees et une poignee d'hommes de la region de la Kara, region des Kabyes\n(parmi eux, des militaires ou ex-militaires grades et d'ex-agents publics), selon Lao-Dja Tchala. Le\njeune artiste a ete percu comme un porte-parole par une partie de la jeunesse togolaise, et son\nenlevement a ete vivement critique, jusque dans la communaute kabye.\nAvec la reforme constitutionnelle, \" le verre etait plein \" Le ras-le-bol etait deja latent chez de\nnombreux Togolais. Dans cet Etat de 9,3 millions d'habitants, classe dans la liste des pays les\nmoins avances, le cout de la vie a augmente subitement en mai 2025, notamment le prix du\nkilowattheure. Une epreuve sociale de trop, aux yeux de plusieurs citoyens, malgre l'annonce de\nmesures d'attenuation par les autorites.\nSoutenez Afrique XXI Afrique XXI est un media gratuit et sans publicite .\nVous pouvez nous soutenir en faisant un don defiscalise .\nFAIRE UN DON De plus, en 2024, le pouvoir a change la Constitution, passant d'un regime\npresidentiel a un regime parlementaire . Le 3 mai, le president de la Republique, Faure Gnassingbe,\nest devenu officiellement president du Conseil, sans limite de mandats et choisi par un Parlement\nmajoritairement acquis a sa cause.\n\" Le verre etait plein \" , explique Kodjo, un conducteur de taxi-moto dans la capitale.\n\" En plus, peu de Togolais mangent deux repas par jour, la colere commencait doucement a\ngronder, surtout sur la Toile \" , conclut-il.\nMeme au sein de l'Union pour la Republique (Unir, le parti presidentiel), certains aspects du\nchangement de regime ont eu du mal a passer. Lors du choix du nouveau president de la\nRepublique (un poste devenu honorifique, alors que le president du Conseil garde la majeure partie\ndu pouvoir executif), le nom de Savi de Tove a ete \" comme impose \" aux Parlementaires de l'Unir,\ndecrit une deputee de ce parti sous le couvert de l'anonymat.\n\" Il n'y a pas vraiment eu de consultation du Congres, ni d'election, comme cela aurait du etre fait 5 \"\n, partage cette source.\n\" Il est temps que la volonte du peuple soit respectee \" La tension a surtout pris de l'ampleur apres\nla sortie d'Essossimna Marguerite Gnakade, l'ancienne ministre de la Defense (de 2020 a 2022). Le\n2 mai dernier, elle a publie une tribune feutree mais avec un ton offensif. Dans un pays ou les voix\ndiscordantes sont regulierement reprimees , cette tribune d'une ex-officielle en a etonne plus d'un.\nLe rappeur Aamron s'en est empare, la decortiquant dans l'une de ses dernieres videos en ligne.\nProbablement la video de trop pour le pouvoir.\nDans cette tribune, Marguerite Gnakade explique :\nDepuis deux decennies, le peuple togolais fait preuve d'un courage remarquable face a l'adversite. Il\nendure, espere, se mobilise... Mais trop souvent, il est reduit au silence. Aujourd'hui, alors que le\npays traverse une nouvelle phase de crispation politique et d'incertitude democratique, je prends la\nplume pour affirmer ceci : il est temps que la volonte du peuple togolais soit enfin respectee.\nElle souligne encore :\n\" Quel est le veritable bilan de Faure Gnassingbe apres deux decennies de regne ? [...] En depit de\nplus de 15 000 milliards de FCFA [23 milliards d'euros] injectes dans l'economie togolaise, les\nresultats tangibles sur l'amelioration des conditions de vie des Togolaises et Togolais peinent a\nprendre corps.\n\" Elle n'a pas hesite non plus a denoncer la corruption au sommet de l'Etat. Les objectifs\neconomiques \" ne peuvent etre atteints que s'il y a une reduction significative des detournements de\ndeniers publics et l'instauration de la fin de l'impunite des crimes economiques \" .\nGilbert Bawara, ministre porte-flingue Depuis ce premier brulot, Marguerite Gnakade a ecrit d'autres\nlettres, appelant a la liberation des \" prisonniers politiques \" , puis s'indignant contre la \" repression\norganisee contre les hommes et les femmes togolais, qui manifestent pacifiquement \" , suite aux\nprotestations des 26, 27 et 28 juin.\nDe son cote, le gouvernement a reagi a ses prises de position, notamment a travers le ministre du\nTravail, Gilbert Bawara, dans Jeune Afrique le 26 juin :\nJ'observe que mon ancienne collegue fait l'objet d'une grande indulgence et d'une grande\nmansuetude, notamment de la part de medias generalement prompts a deverser leur bile sur les\nautorites. Je remarque aussi qu'elle n'assume aucune responsabilite dans l'action publique qu'elle\ndenonce, alors qu'elle a exerce d'importantes responsabilites a la tete d'entreprises publiques et au\nsein du gouvernement.\nDepuis fin mai, l'ex-ministre des Armees reside a son domicile a Lome, elle est libre de ses\nmouvements mais \" reste prudente \" , affirme une source proche a Afrique XXI . Femme discrete,\nagee d'une soixantaine d'annees, elle est difficilement approchable des journalistes, meme quand\nelle etait en poste au ministere des Armees. Originaire du canton de Tchitchao, voisin de celui des\nGnassingbe, Pya, elle a fait des etudes d'economie en France. De retour au Togo, elle a longtemps\ntravaille a la Banque internationale pour l'Afrique ( BIA -Togo), puis un temps a la Cour des\ncomptes, avant de prendre la tete de la Banque togolaise pour le commerce et l'industrie ( BTCI ),\npuis d'etre promue ministre. Marguerite Gnakade est aussi la soeur du majordome de Faure\nGnassingbe, Darius Gnakade, qui s'est desolidarise publiquement des sorties de son ainee.\nLe gouvernement l'empeche de creer son parti Marguerite Gnakade a par ailleurs un lien familial\navec le president Faure Gnassingbe : elle a longtemps ete mariee a son grand frere, Ernest\nGnassingbe, decede en novembre 2009. Le couple a eu plusieurs enfants avant de se separer,\nautour des annees 2000. Lieutenant-colonel, longtemps patron de l'appareil repressif au Togo,\nErnest Gnassingbe a ete considere un temps comme le dauphin dans la succession a son pere -\netant l'aine des fils Gnassingbe. Mais sa sante s'est degradee des la fin des annees 1990. De\nnombreux Togolais le decrivaient meme comme un tyran imprevisible. En 2005, a la mort de son\npere, il n'etait deja plus question qu'il prenne les renes du pouvoir.\nPremiere femme au Togo a diriger l'appareil militaire, elle est finalement evincee de ce poste, et son\nministere est ensuite rattache a la Presidence.\n\" Quelques mois apres son eviction, elle a voulu creer un parti politique, confie une source proche.\nCela a suscite beaucoup de remous au sein de l'appareil de l'Etat et du parti presidentiel. Tout a ete\nfait pour l'empecher de fonder son parti, deja en ne lui delivrant pas son certificat d'origine.\n\" En plus de l'arrestation d'Aamron, la prise de position de Marguerite Gnakade est en train de\ndiviser plus largement dans la region de la Kara. Depuis 2017, plus aucune manifestation ne s'est\ntenue dans la region, mais des Kabyes, souvent depuis l'etranger, continuent de s'exprimer sur les\nreseaux sociaux, invectivant le pouvoir actuel et plaidant pour un Togo dans lequel les richesses\nnationales profiteraient a tous les Togolais.\n\" Meme des informations jadis cachees sortent progressivement sur les reseaux sociaux a travers la\ndiaspora [de la region] \" , explique une source kabye. Fin juin, des chefs et des cadres du canton de\nTchitchao se sont reunis pour discuter de \" l'analyse des causes de la recurrence des voix\ndissidentes et resistantes portees par des personnalites de leur canton \" apres la \" prise de position\npolitique \" de Marguerite Gnakade. La reunion a provoque des debats mais n'a pas abouti a une\ncondamnation des propos de l'ex-ministre, ce qui est remarquable.\nKpatcha Gnassingbe, Kadangha Abalo... Des condamnations qui divisent Au Togo, la communaute\nkabye est au coeur du pouvoir depuis la presidence de Gnassingbe pere. Ce dernier avait succede\na Nicolas Grunitzky (1963-1967) et l'officier Kleber Dadjo (janvier a avril 1967), qui avaient conduit\nune transition apres l'assassinat, lors d'un coup d'Etat en janvier 1963, du pere de l'independance,\nSylvanus Olympio, originaire du sud du pays. Selon des archives francaises, Etienne Eyadema\nGnassingbe a ete implique dans son meurtre.\nBeaucoup de cadres militaires des Forces armees togolaises proviennent de la region de la Kara,\nen particulier des cantons de Tchitchao et Pya, meme si cette tendance s'est attenuee depuis 2005.\n\" Longtemps, on a fait croire aux Kabyes que s'ils perdaient le pouvoir les gens du Sud allaient se\nrevolter contre eux et meme commettre un genocide \" , explique une source du serail. Mais,\naujourd'hui, \" beaucoup ne pensent plus ainsi \" , conclut-elle.\nAvec le temps, la communaute s'est divisee et des griefs sont apparus. D'une part, la region ne s'est\npas developpee autant que l'auraient souhaite ses habitants. D'autre part, l'emprisonnement depuis\navril 2009 de Kpatcha Gnassingbe (ex-ministre de la Defense, frere de Faure Gnassingbe), pour \"\ncomplot contre la surete de l'Etat \" , laissant ainsi le pouvoir total a son frere, n'a pas ete du gout de\ntous.\nSoutenu par l'armee et non condamne a l'international En 2023, la condamnation du general\nKadangha (beau-frere des Gnassingbe), pour \" complicite d'assassinat \" d'un colonel, a accentue la\ndivision interne. Apollinaire Mewenemesse, directeur de publication du journal La Depeche et natif\nde la Kara, a meme ete emprisonne un temps pour avoir ecrit un article titre 6 : \" Et si le General\nKadangha Abalo etait le Capitaine Dreyfus du Togo ?\n\", en reference a la celebre affaire francaise de la fin du XIX e siecle.\nAvant Marguerite Gnakade, quelques personnalites de la region s'etaient deja opposees au pouvoir\nen place, comme le commandant Olivier Amah (venu du Pya) et l'ex-ministre de l'Interieur Francois\nBoko (de Tchitchao), tous deux en exil, mais aussi l'ex-ministre de la Justice et opposant Abi\nTchessa, ou encore Dahuku Pere (de Bohou), ancien president de l'Assemblee nationale, devenu\nopposant, et decede en 2021.\nMais tel un sphinx, Faure Gnassingbe a toujours su renaitre de ses cendres apres chaque poussee\nde fievre politique. Soutenu par les forces de l'ordre qui lui ont de nouveau fait allegeance le 3 mai\nau terme de sa prestation de serment comme president du Conseil, il s'appuie aussi sur des\ndivisions entre opposants ou membres de la societe civile. Tandis qu'il reste bien souvent epargne\npar les condamnations a l'international, en premier lieu de la France, qui a toujours soutenu la\nfamille Gnassingbe.\nVous avez aime cet article ?\nAssociation a but non lucratif, Afrique XXI est un journal independant, en acces libre et sans\npublicite. Seul son lectorat lui permet d'exister. L'information de qualite a un cout, soutenez-nous\n(dons defiscalisables) :\nFAIRE UN DON",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 15401,
                "words": 2550,
                "lines": 182
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "AfriqueXXI",
            "titre": "De Joice Heth a Louis-Auguste Cyparis, les \" freaks \" noirs de Barnum",
            "date": "2025-08-01T10:38:44.436935",
            "scraping_date": "2025-08-02T13:36:44.282769",
            "language": "fr",
            "text": "De Joice Heth a Louis-Auguste Cyparis, les \" freaks \" noirs de Barnum\n\nL'affiche la presente comme \" la plus grande curiosite naturelle & nationale dans le monde \" . Son\nnom est ecrit a la verticale, en lettres majuscules :\n\" JOICE HETH \" . En sous-titre, \" La nourrice du general George Washington (le pere de notre pays)\nsera presentee a l'Hotel Barnum de Bridgeport, vendredi et samedi, les 11 e et 12 e jours de\ndecembre, en journee et le soir.\n\" Un dessin grossier montre une femme noire a la peau ridee et aux ongles interminables, la tete\ncouverte d'un bonnet de pionnier. Pour la somme de 25 cents - demi-tarif pour les enfants -, les\nvisiteurs vont pouvoir observer un sacre phenomene, si l'on en croit le texte promotionnel placarde\nsur les murs :\n\" Joice Heth est sans aucun doute possible la curiosite la plus etonnante et la plus interessante du\nmonde ! Elle etait l'esclave d'Augustine Washington (le pere du general Washington) et elle fut la\npremiere personne a habiller l'enfant inconscient qui, bien des annees plus tard, conduirait nos\nperes heroiques a la gloire, la victoire et la liberte. Pour utiliser son propre langage quand elle\nevoque l'illustre Pere de ce pays, \" elle l'a eleve \". Joice Heth est nee en l'an 1674, et a donc atteint\nl'age etonnant de 161 ANS .\n\" Aujourd'hui, pres de deux cents ans plus tard, le nom de Joice Heth n'est guere connu du grand\npublic, mais celui de l'homme qui l'exhiba, tel un phenomene de foire, en 1835, est entre dans le\ndictionnaire comme nom commun. Phineas Taylor Barnum a en effet laisse son empreinte jusque\ndans le vocabulaire courant, que ce soit pour designer une grande tente ou un vaste desordre !\nL'homme nait en 1810, a Bethel, dans le Connecticut (Etats-Unis), au sein d'une famille modeste.\nSon pere exerce toutes sortes de metiers - fermier, cabaretier, tailleur, epicier - jusqu'a sa mort, en\n1825. Cette annee-la, age d'a peine 15 ans, Barnum trouve un emploi d'epicier a New York, puis de\nbrasseur, et enfin de commis dans une grande taverne. De retour a Bethel, en 1828, il y monte une\nepicerie qu'il transforme rapidement en loterie, le \" Temple of fortune \". Il cree ensuite un journal,\nThe Herald of Freedom . Ses editoriaux acerbes contre des membres influents du clerge local lui\nvalent quelques mois de prison... Au debut des annees 1830, il vend son magasin et son journal et\nse lance, en 1835, dans le metier de \" Showman \".\nExhibee jusqu'a l'epuisement Cette annee-la, il achete Joice Heth a deux promoteurs, R.W.\nLindsay et Coley Bartram, qui l'avaient eux-memes acquise aupres de John S. Bowling, qui\nl'exhibait a Louisville, dans le Kentucky. Plus precisement, il la loue pour un an, au prix de 1 000\ndollars, l'esclavage etant illegal dans le Nord. Deja presentee comme la nourrice de George\nWashington, Heth ne rencontrait alors aucun succes. Barnum va changer la donne. Dans son article\n\" P.T.\nBarnum, Joice Heth et les debuts des spectacles \"raciaux\" \" 1 , Benjamin Reiss ecrit :\n\" Son premier impresario n'etait pas Barnum, mais R.W.\nLindsay, un infortune homme de spectacle du Kentucky, qui l'avait exhibee dans les villes et\nvillages, notamment a travers le Sud et l'Ohio. Peu de choses sont connues sur ce premier tour,\nmais Lindsay, n'ayant pu tirer de profits, l'avait vendue a Barnum qui, a ce moment, travaillait dans\nles magasins de nouveautes de New York.\n\" Et il poursuit :\n\" P.T.\nBarnum est alors devenu le \" proprietaire \" virtuel de Joice Heth et, avec l'assistance d'un bon juriste\nnomme Levi Lyman, l'a exhibee dans les tavernes, auberges, musees, gares et halls de concerts a\ntravers le nord-est des Etats-Unis pour une periode de sept mois, jusqu'a sa mort.\n\" Poster publicitaire, 1835.\n(C) Domaine public Vraisemblablement nee aux alentours de 1756, Joice Heth a sans doute un peu\nmoins de 80 ans quand Barnum commence a l'exhiber, le 10 aout 1835, au theatre Niblo's Garden\nde Manhattan (New York), mais elle parait bien plus agee. Elle est aveugle, edentee et presque\nentierement paralysee... Ce qui n'empeche pas l'homme d'affaires de la faire travailler plus de dix\nheures par jour. Au public, elle doit raconter encore et encore comment elle a eleve le petit George\nWashington, et si possible pousser la chansonnette en souvenir des berceuses qu'elle lui\nmurmurait. Presentee plusieurs fois a New York et dans de nombreuses autres villes - Providence,\nBoston, Hingham, Lowell, Worcester, Springfield, Hartford, New Haven, Bridgeport, Newark,\nPatterson, Albany -, Joice Heth attire curieux et journalistes. Les premiers la touchent, la scrutent,\nlisent les documents factices qu'on leur presente. Les seconds se disputent a coups d'articles sur la\nmoralite du spectacle propose. Benjamin Reiss rappelle ainsi que le Courrier de Boston ecrit alors :\n\" Ceux qui imaginent qu'ils peuvent contempler avec plaisir un squelette qui respire, soumis a la\nmeme discipline qui est parfois exercee dans une menagerie pour amener l'animal inferieur a jouer\ndes tours non naturels pour l'amusement des spectateurs, vont trouver de la nourriture a leur gout\nen visitant Joice Heth. Mais l'humanite s'ecoeure devant ce spectacle.\n\" Abonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI Au bout de sept\nmois d'exhibition, Joice Heth, pretendument agee de 161 ans rend l'ame, le 19 fevrier 1936, a New\nYork. Phineas Taylor Barnum n'est pas homme a se laisser abattre par la perte d'un phenomene qui\nlui rapporte alors, dit-on, quelque 1 500 dollars par semaine. Fort de la publicite apportee par les\njournaux autour de la polemique sur l'age reel de Joice Heth, il va en profiter pour faire fructifier sa\nmort. Avec une idee aussi geniale qu'atroce : faire de son autopsie un spectacle payant, le 25\nfevrier 1836 !\nMonstres et curiosites en tous genres \" Aussi, des que Joice Heth est morte, Barnum a contacte le\ndocteur David L. Rogers pour proceder a l'autopsie dans le City Saloon de New York, qu'il avait loue\npour l'occasion, en transformant la salle d'exhibition en un theatre d'operations de fortune et en\nouvrant les portes au public , ecrit Benjamin Reiss.\nMalgre le prix d'entree exorbitant de 50 cents, 1 500 spectateurs se sont precipites. Barnum en\nretira un grand profit, le spectacle - precurseur des musees anatomiques -fournissant, par ailleurs,\nune aubaine pour la presse commerciale.\n\" Visiblement serieux, le docteur Rogers etablit au cours de cette autopsie-spectacle que Joice Heth\nne peut avoir plus de 80 ans et que l'on a bien affaire a un \" hoax \", le genre de canular qui fera la\nfortune et la gloire de P.T.\nBarnum. Face a l'evidence, ce dernier n'hesite pas a s'enfoncer dans le mensonge, en pretendant\nque le corps autopsie appartient en realite a une autre Africaine-Americaine, Tante Nelly, et que,\nbien entendu, Joice Heth est toujours vivante... Peut-etre meme en tournee, en Europe ! Quoi qu'il\nen soit, le corps est enterre a Bethel, dans le Connecticut.\nMeme si, dans son autobiographie, Barnum date lui-meme de ce moment son ascension vers le\nsucces, il ne devient le grand \" showman \" que l'on connait qu'apres 1835 et des annees de hauts et\nde bas. Le Barnum's Grand Scientific and Musical Theater ne conquiert pas toujours le public, et ce\nn'est qu'a partir des annees 1840 que l'ambitieux personnage trouve sa recette, a New York. La, il\nachete sur Broadway le Scudder's American Museum, qu'il renove et rebaptise en toute simplicite le\nBarnum's American Museum. A grand renfort de publicite, il sait attirer les spectateurs en leur\npromettant maints \" monstres \" et \" curiosites \". Enfin, facon de parler...\n\" Disseminer les lecons d'une solidarite raciale \" blanche La \" sirene des Fidji \", une grossiere\ntaxidermie associant queue de poisson et torse de singe, y cotoie Charles Sherwood Stratton, dit \"\nGeneral Tom Thumb \" (\" Tom Pouce \"), un comedien nain capable d'imiter Napoleon Bonaparte.\nBarnum emploie aussi un Amerindien saki, Do-Hum-Me, une chanteuse, Jenny Lind, surnommee \"\nle rossignol suedois \", les jumeaux siamois thais-americains Chang et Eng Bunker, ou bien encore \"\nZip the Pinhead \", surnom de l'Africain-Americain William Henry Johnson - presente comme le\nchainon manquant entre l'homme et le singe...\nSoutenez Afrique XXI Afrique XXI est un media gratuit et sans publicite .\nVous pouvez nous soutenir en faisant un don defiscalise .\nFAIRE UN DON \" Les freak shows, peut-etre davantage qu'aucune autre pratique populaire\nprecedant la guerre civile, ont aide a disseminer les lecons d'une solidarite raciale car ils agissaient\ncomme une charniere entre les recherches scientifiques sur l'essence raciale et le desir populaire\nd'images de la domination blanche , poursuit Reiss. [...] Cet interet scientifique populaire sera\ninstitutionnalise plus tard dans le siecle par P.T.\nBarnum, qui exhibera dans son musee des Africains-Americains avec vitiligo, albinisme et\nmicrocephalie, clamant qu'ils etaient les \"liens manquants\" dans la chaine de l'evolution allant du\nNoir au Blanc en partant de l'homme singe.\n\" A la fin du XVIII e siecle, l'un des peres fondateurs des Etats-Unis, le medecin Benjamin Rush\n(1746-1813) estimait qu'un Africain-Americain atteint de vitiligo - il pensait a un certain Henry Moss,\nqui en faisait spectacle - etait, en realite, un Noir en train de \" guerir \" de sa noirceur...\nAvec le succes de ses monstres de foire et celui des concerts de Jenny Lind, Phineas Taylor\nBarnum peut diversifier ses affaires, et, au milieu des annees 1850, sa vie merite deja un livre - qu'il\necrit lui-meme en 1855 ( Life of P.T.\nBarnum , reedite plusieurs fois, un million d'exemplaires vendus). Entre succes et echecs, son\nparcours mouvemente se poursuit : creation du premier aquarium du pays, presentation de figures\nde cire, renouvellement constant de sa galerie de \" Freaks \" et... engagement en faveur de l'Union a\nl'heure de la guerre civile (1861-1865). Ce n'est d'ailleurs qu'apres cette guerre, a plus de 60 ans,\nqu'il se lance dans le business du cirque et monte \" The Greatest Show on Earth \" au debut des\nannees 1870, avec, notamment, en vedette, un elephant africain achete en 1882 au zoo de\nLondres, Jumbo...\nRemords tardifs Engage en politique - il est elu a la Chambre des representants du Connecticut puis\na la mairie de Bridgeport -, Barnum milite contre la contraception et se prononce contre la\nconsommation d'alcool... mais s'oppose a l'esclavage ! En decembre 1865, lors du vote du 13 e\namendement de la Constitution des Etats-Unis, qui abolit l'esclavagisme et la servitude involontaire,\nsauf en cas de punition pour un crime, Barnum aurait prononce cette phrase : \" On ne doit pas\nprendre a la legere une ame humaine, creee par Dieu et pour laquelle le Christ est mort. Qu'elle\nhabite le corps d'un Chinois, d'un Turc, d'un Arabe ou d'un Hottentot, elle demeure un esprit\nimmortel et, malgre toutes les pretentions de caste, elle affirmera en temps voulu cette chose\nessentielle : sans distinction de couleur ou de condition, tous les hommes sont les enfants de notre\npere commun.\n\" Selon James Cook, auteur de The Arts of Deception. Playing with Fraud in the Age of Barnum , il\naurait aussi reconnu, avec regret, avoir possede et maltraite des esclaves :\n\" J'ai fouette mes esclaves. J'aurais du moi-meme etre fouette mille fois pour cela. J'etais un\ndemocrate, un de ces democrates quelconques, qui sont des hommes du Nord avec des principes\ndu Sud.\n\" En avril 1891, la mort de Phineas Taylor Barnum ne met pas, pour autant, fin aux exhibitions de\nNoirs dans le cirque qu'il a fonde. Au debut du XX e siecle, un Martiniquais d'origine africaine sera,\nen effet, presente au public americain. Cet homme n'est pas n'importe qui : il s'agit de Ludger\nSylbaris, connu aussi sous les noms de Louis-Auguste Cyparis et Louis Sanson. Il est ne au\nPrecheur le 1 er juin 1874. Et, en mai 1902, il est enferme dans un cachot de la prison de\nSaint-Pierre pour avoir blesse un homme d'un coup de couteau lors d'une rixe d'ivrognes. Les murs\nde la cellule ou il est enferme sont tres epais, et seule une minuscule ouverture donne sur\nl'exterieur. Cette precision a son importance car, le 8 mai 1902, la montagne Pelee entre en\neruption et, en moins de deux minutes, une nuee ardente tue les 30 000 habitants de Saint-Pierre.\nLouis-Auguste Cyparis, quoique gravement brule, sera l'un des deux seuls survivants de la\ncatastrophe, avec Leon Compere. Secouru trois jours apres le drame, Cyparis va miraculeusement\nguerir de ses blessures.\nLe miracule de l'eruption de la montagne Pelee Un journaliste americain, George Kennan, qui passe\nune vingtaine de jours en Martinique entre mai et juin 1902 ecrit, dans son recit de voyage The\nTragedy of Pelee 2 :\n\" Cyparis etait assis buste nu, a meme le matelas d'un petit lit de bois. Il avait un drap ensanglante\npose sur la tete, a la maniere d'un burnous arabe, froncant au niveau de la taille. Je n'avais jamais\nvu un homme aussi horriblement brule. Chose curieuse, son visage etait indemne, et ses cheveux\nn'avaient pas meme ete roussis, mais il avait de terribles brulures sur le dos et les jambes : ses bras\net ses mains enfles etaient couverts de matieres jaunes repoussantes qui ne ressemblaient ni a de\nla peau ni a de la chair humaine. Les blessures etaient apparemment tres profondes - si profondes\nque du sang en suintait - et a mes yeux inexperimentes, elles semblaient avoir ete provoquees par\nde la vapeur chaude.\n\" Le miracule de la montagne Pelee, probable photographie de Louis-Auguste Cyparis.\n(C) Domaine public Thierry Lefebvre, qui rapporte ces propos dans La Revue d'histoire de la\npharmacie , soutient que le retablissement spectaculaire du patient a ete consecutif a l'utilisation de\nbandages aseptises enduits d'huile de lin, d'acide phenique et d'eau de chaux.\nDans Ti Fol, fille du volcan (L'ecole des Loisirs, 2024), la romanciere Raphaele Frier retrace sous\nforme fictionnelle l'histoire de Cyparis, devenu une celebrite locale apres sa survie miraculeuse. Elle\nimagine sa rencontre avec le journaliste George Kennan, mais surtout, un peu plus tard, avec\nJames Anthony Bailey (1847-1906), l'associe de Barnum, qui, depuis le debut des annees 1890,\ndirige a la fois The Barnum and Bailey's Greatest Show et Buffalo Bill's Wild West Show. Cyparis\ndemande pourquoi cet homme veut l'embaucher :\n\" Pour quoi faire ? Mais pas grand-chose, rien de complique ! Ce ne sera pas un travail extenuant. Il\ns'agira d'integrer sa celebre equipe, avec toutes ses attractions : la femme a barbe, le geant, le\ngeneral Tom Pouce... Tu as deja entendu parler du general Tom Pouce ? Il est excellent ! Il ne\nmesure que soixante centimetres et pese moins de sept kilos. Les gens se battent pour le\ncontempler. Et ils se battront pour voir de leurs yeux le \" negre prodigieux \" qui a survecu au\nredoutable volcan de la Martinique... Alors Sanson... Tu reves de succes ? Et aussi de connaitre les\nEtats-Unis d'Amerique, n'est-ce pas ?\n\" Quelques pages plus loin, Raphaele Frier decrit le spectacle au sein de la troupe Barnum, en\nCaroline du Sud, ou, bien entendu, l'homme miracule est presente comme un sauvage dont on n'a\npas \" acheve le dressage \" . Jusqu'a ce que le public se lasse des cicatrices de \" celui qui a survecu\nau jugement dernier \" , comme l'annoncait la reclame... Louis-Auguste Cyparis mourra dans le\ndenuement, au Panama, en 1929. Son histoire, comme celle de Joice Heth, reste a ecrire.\nVous avez aime cet article ?\nAssociation a but non lucratif, Afrique XXI est un journal independant, en acces libre et sans\npublicite. Seul son lectorat lui permet d'exister. L'information de qualite a un cout, soutenez-nous\n(dons defiscalisables) :\nFAIRE UN DON",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 15560,
                "words": 2632,
                "lines": 183
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "AfriqueXXI",
            "titre": "Ethiopie. Au Tigray, les anciens combattants prennent le maquis",
            "date": "2025-07-29T18:09:07.752692",
            "scraping_date": "2025-08-02T13:36:44.282769",
            "language": "fr",
            "text": "Ethiopie. Au Tigray, les anciens combattants prennent le maquis\n\n\" Il y a des soldats partout, meme si on ne les voit pas \" , affirme Shewit Bitew. Perche sur une\ncolline au sol desseche par le soleil brulant de l'Afar, une region situee dans le nord-est de\nl'Ethiopie, le trentenaire designe les baches bleues visibles en contrebas. Sous chacune d'elles, une\npoignee d'hommes, parfois quelques femmes. Certains portent un pantalon, un tee-shirt ou une\nveste de treillis. D'autres sont entierement vetus en civil. La chaleur extreme ne permet pas de\ns'entrainer, ni de pratiquer une quelconque activite physique. Alors, les combattants patientent a\nl'ombre, avec en tete les matchs de football qui les attendent matin et soir.\n\" Nous organisons un tournoi entre les differents regiments \" , precise tres serieusement Shewit\nBitew.\nCet ancien cadre d'un mouvement d'opposition, le Tigray Independence Party, par ailleurs fils d'un\nancien dirigeant du parti majoritaire de la region voisine du Tigray, le Front de liberation du peuple\ndu Tigray ( FLPT ), a participe en mars a la creation d'un nouveau groupe arme. La milice a\nrapidement ete surnommee les \" Forces de paix du Tigray \" ( FPT ). La plupart de ses membres\nsont d'ex-soldats des Forces de defense du Tigray ( FDT ), la branche militaire du FLPT nee au\ndebut de la guerre opposant les dirigeants tigreens au gouvernement federal, entre novembre 2020\net novembre 2022.\nDeux ans et demi apres sa signature, l'accord de paix de Pretoria qui a fait taire les armes tarde a\netre mis en oeuvre : plus de 1 million de deplaces et des dizaines de milliers de refugies n'ont\ntoujours pas pu rentrer chez eux. De vastes territoires demeurent en effet occupes. Les forces\namharas n'ont pas quitte l'ouest de la region, tandis que l'armee erythreenne a elu domicile dans le\nNord-Est. Bien que le traite attribue l'organisation du retour des populations deplacees aux autorites\nfederales (Addis-Abeba), ce delai a accentue des tensions deja existantes avant la fin du conflit au\nsein des elites tigreennes, notamment entre le FLPT et sa branche armee, les FDT .\n\" Nous avions l'habitude d'etre systematiquement harceles \" \" Pendant la guerre, nous etions\ncenses reprendre les territoires occupes dans l'Ouest et dans le Nord , decrit Henok Tesfay, un\nex-membre des FDT .\nMais nos chefs nous arretaient si nous posions la moindre question. Leur seul interet consistait a\nreconquerir le pouvoir en avancant vers Addis-Abeba.\n\" Avant d'etre evince, en 2018, a la suite d'un mouvement populaire ayant porte au pouvoir l'actuel\nPremier ministre, Abiy Ahmed, le FLPT a dirige l'Ethiopie d'une main de fer pendant vingt-sept ans.\n\" Apres l'accord de Pretoria, les colonels et les generaux nous ont dit que nous deviendrions les\nsoldats du FLPT . Or nous nous etions battus pour defendre la population du Tigray et non pour le\nFLPT \" , rappelle Henok Tesfay.\nEx-membre des Forces de defence du Tigray pendant la guerre civile, Henok Tesfay, 30 ans, a\nrejoint les Forces de paix du Tigray.\n(C) Augustine Passilly Blesse aux bras par trois projectiles, le jeune homme estime que la\nnomination de Getachew Reda, en mars 2023 par Abiy Ahmed, a la presidence de l'Administration\ninterimaire du Tigray, mise sur pied dans la foulee de l'armistice, a amene un changement des\npratiques.\n\" Nous avions l'habitude d'etre systematiquement harceles, frappes et meme tues lorsque nous\nmanifestions pacifiquement. C'est pour cela que de nombreux jeunes quittent le Tigray pour\nrejoindre la Libye ou les pays du Golfe, raconte Henok Tesfay.\nMais quand Getachew est arrive, il nous a montre quelque chose de different. Il n'a procede a\naucune arrestation arbitraire et nous a permis de nous exprimer librement.\n\" Abonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI Mais mi-mars, le\nnumero un du FLPT , Debretsion Gebremichael, a orchestre le remplacement des proches de\nGetachew Reda dans les mairies de plusieurs villes, y compris Mekele, la capitale du Tigray.\nGetachew Reda s'est enfui vers Addis-Abeba. Dans le meme temps, ses soutiens ont ete\nseverement reprimes.\n\" Des membres du FLPT nous ont emmenes a l'ecart de la ville, ils nous ont battus et ont menace\nde nous tuer \" , se souvient Kahsay Kidane. Ce professeur de mathematiques age de 42 ans a lui\naussi pris le maquis a la suite de ce violent episode.\nUne offensive prevue d'ici a septembre (C) DR A la suite de ces evenements, plusieurs centaines\nd'individus ont rejoint la nouvelle rebellion FPT , meme si leurs chefs refusent de donner un chiffre\nprecis. La majorite s'est etablie en Afar, formant deux \" fronts \" , selon Shewit Bitew, a la tete d'une\nbase situee a cote de la ville de Lakora, a 110 kilometres a l'est de Mekele. Un troisieme groupe de\nsoldats a pris ses quartiers non loin de Shire, a la frontiere avec les territoires occupes de l'Ouest.\nDepuis ces zones reculees, les rebelles preparent ce qu'ils decrivent comme une revolution\ntranquille.\n\" Nous prendrons le controle du Tigray d'ici a la fin de l'annee \" , declare Shewit Bitew. Ce qui\nsignifie, selon le calendrier ethiopien 1 , que les FPT envahiront le Tigray - ou le libereront, selon le\npoint de vue - le 10 septembre au plus tard. Des le 29 juin, soit deux semaines apres notre\nrencontre, les FPT positionnees en Afar ont commence a entrer au Tigray, laissant presager une\noffensive imminente.\nDepuis la fin du conflit, des accusations de trafic et de corruption se sont ajoutees aux\nressentiments historiques et aux desaccords sur la strategie militaire.\n\" Les membres du FLPT ont gagne de l'argent en vendant les objets voles en marge des\naffrontements. Nous ne pouvions rien dire car nous etions en pleine guerre. Apres la signature du\ntraite, ils s'en sont pris aux mines d'or et de cuivre \" , deplore Shewit Bitew. L'affaiblissement des\nstructures gouvernementales locales pendant le conflit permet dorenavant aux orpailleurs d'operer a\nvisage decouvert, en collaboration avec les responsables politiques du FLPT et des chefs militaires\ndes FDT .\nPour ecarter le puissant parti, Shewit Bitew, politicien chevronne, assure beneficier du soutien tacite\nde ses anciens camarades des FDT . Sur les 270 000 membres recenses au moment de l'armistice,\nmoins de 20 000 seraient toujours actifs.\n\" Les FDT sont une force de resistance que nous avons rejointe car nous n'avions pas d'autres\noptions. Ce n'est pas une armee qui a ete entrainee comme les Forces de defense nationale\nethiopiennes \" , souligne un universitaire qui a lui-meme pris les armes pendant la guerre et qui\ntemoigne anonymement par mesure de securite.\n\" Les FDT n'ont pas d'objectifs politiques determines \" , poursuit-il. Nombre d'agriculteurs, de\ncommercants, de professeurs et d'etudiants qui composaient cette force ont quitte les rangs a la fin\nde la guerre. La plupart d'entre eux attendent encore les 90 000 birrs (environ 600 euros)\nd'indemnites promises dans le cadre du processus de desarmement, demobilisation et\nrehabilitation, qui a lui aussi pris du retard. Moins d'un cinquieme (48 308) des effectifs en avait\nbeneficie fin juin.\n\" La solution n'est pas la guerre \" \" Ceux qui restent au sein des FDT ne sont pas satisfaits des\ndecisions militaires , rapporte le chercheur.\nBeaucoup ne peuvent pas rentrer chez eux car leur maison a ete detruite ou se trouve dans les\nterritoires occupes. Leurs proches ont parfois ete tues. Ils ont perdu tout espoir. Certains ont sombre\ndans la drogue ou dans l'alcool.\n\" Il juge toutefois probable qu'une partie de ces anciens combattants soutiennent effectivement les\nFPT , alors que de nouvelles recrues arrivent chaque jour dans les montagnes de l'Afar.\nSoutenez Afrique XXI Afrique XXI est un media gratuit et sans publicite .\nVous pouvez nous soutenir en faisant un don defiscalise .\nFAIRE UN DON Le discours de la dizaine de soldats rencontres par Afrique XXI en presence de\nleur commandant, Shewit Bitew, est profondement engage. Assise sous une des baches dans une\nsimple robe coloree, Genet Weldeslassie, 29 ans, decrit avec aplomb ses motivations.\n\" J'ai vu des meres dans le besoin apres avoir perdu leurs enfants au combat. Si leurs enfants\netaient toujours vivants, ils auraient pu les aider. Le FLPT n'a meme pas presente ses\ncondoleances a ces meres, regrette cette ancienne policiere, qui a laisse ses deux bambins de 4 et\n2 ans a Mekele.\nLa priorite consiste a changer le regime. Ensuite, nous voulons montrer qu'il est possible de ne pas\ndiriger par la force. La solution n'est pas la guerre mais la paix et les idees \" , poursuit la mere de\nfamille.\nShewit Bitew (a droite) dirige une base situee a cote de la ville de Lakora, en region Afar.\n(C) Augustine Passilly Malgre la determination de ces hommes et femmes arme · es, leur depart\npour les collines desertiques de l'Afar n'a rien d'un engagement benevole. Chaque membre des\nFPT recoit 6 400 birrs par mois, une remuneration plus importante que celle de beaucoup de\nfonctionnaires. D'autant que le chomage a bondi depuis la fin de la guerre. Huit jeunes sur dix sont\nainsi sans emploi, d'apres l'Association des jeunes du Tigray. Shewit Bitew assure que ces salaires\nsont en grande partie payes par la diaspora, et que la contribution du gouvernement federal est\nnegligeable, se limitant quasi exclusivement a la livraison de rations militaires.\n\" Les FPT sont a la fois entraines, payes, et recoivent le soutien logistique du gouvernement federal,\ncontredit l'universitaire.\nAddis-Abeba les utilisera dans le cas d'une nouvelle guerre avec l'Erythree.\n\" \" Leurs reves sont alignes avec ceux du peuple \" Le chercheur insiste sur l'imperatif, pour le\npremier ministre Abiy Ahmed, d'entretenir les divisions regionales face au rapprochement avec\nl'Erythree de la faction du FLPT dirigee par Debretsion Gebremichael (un retournement alors que\nAsmara etait l'allie d'Addis Abeba pendant la guerre). Le 21 juin, les contacts amorces depuis des\nmois entre responsables politiques tigreens et erythreens ont abouti a la reouverture de la frontiere -\nune premiere depuis le declenchement du conflit, en 2020. Selon plusieurs observateurs, Abiy\nAhmed preparerait, de son cote, une offensive visant a reconquerir le port d'Assab, perdu au\nmoment de l'independance de l'Erythree, en 1993. L'homme fort de l'Ethiopie reve de desenclaver\nson pays mais surtout d'y etablir une base navale.\nA Mekele, personne n'est dupe de l'instrumentalisation des FPT par le gouvernement federal. A\nl'ecart d'une manifestation organisee du 18 au 20 juin sur la place Romanat, dans le centre-ville de\nla capitale regionale, pour exiger le retour des deplaces, Temesgen Mebrie, un ex-militaire des FDT\nqui survit dans le camp de deplaces de Seba Kare, a une dizaine de minutes de route de Mekele,\nagite le drapeau rouge et jaune du Tigray :\n\" J'ai un ami qui a fait partie des FPT en Afar. Il etait motive par le salaire mais il a fini par revenir\nlorsqu'il a compris que le veritable objectif vise a demanteler le Tigray \" , raconte-t-il.\nLa nouvelle force armee beneficie enfin du soutien politique du parti dit \" Semeret \" ( \" Solidarite \",\nen tigrigna), tout juste forme par les soutiens de Getachew Reda a Addis-Abeba.\n\" Nous soutenons leurs objectifs meme s'ils n'ont rien a voir avec Semeret, indique Redae Halefom,\nle porte-parole du parti.\nLeurs reves sont alignes avec ceux du peuple du Tigray dans la mesure ou ils veulent eviter tout\nbain de sang supplementaire.\n\" En Afar, les responsables des FPT nuancent ces propos.\n\" Dans les prochaines semaines, le FLPT pourrait quitter le pouvoir de son plein gre. Autrement,\nnous les ferons partir avec l'aide du gouvernement federal , previent Yohanes Wolday, 29 ans.\nBien sur que cela me fait peur car les habitants du Tigray n'ont pas fini de panser leurs plaies. Nous\nne souhaitons pas les replonger dans la guerre mais nous n'avons pas le choix...\n\" Son superieur, Shewit Bitew, complete :\n\" Nous pouvons sacrifier une centaine d'individus pour en sauver des millions.\n\" Ce dernier, jeune pere de famille, confie rever a un avenir sans combats pour sa fille de 8 mois.\nVous avez aime cet article ?\nAssociation a but non lucratif, Afrique XXI est un journal independant, en acces libre et sans\npublicite. Seul son lectorat lui permet d'exister. L'information de qualite a un cout, soutenez-nous\n(dons defiscalisables) :\nFAIRE UN DON",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 12280,
                "words": 2056,
                "lines": 150
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "AfriqueXXI",
            "titre": "Guinee. Pour Fonike et Billo",
            "date": "2025-07-29T18:09:14.045144",
            "scraping_date": "2025-08-02T13:36:44.282769",
            "language": "fr",
            "text": "Guinee. Pour Fonike et Billo\n\nE DITO POUR FONIK E ET BILLO Par Laurent Duarte, membre du comite editorial d' Afrique XXI ,\nancien secretaire executif de Tournons la page Il y a un an, dans une boucle de messagerie\ninstantanee, j'apprenais l'arrestation de Fonike Mengue (Oumar Sylla) et Billo Bah. Une nouvelle\narrestation par le regime civilo-militaire de Guinee, qui attaquait les voix dissidentes depuis des\nmois.\nEn mai 2022, le Comite national du rassemblement pour le developpement ( CNRD ) avait interdit \"\ntoutes manifestations sur la voie publique de nature a compromettre la quietude sociale et\nl'execution correcte des activites contenues dans le chronogramme, [...] pour l'instant jusqu'aux\nperiodes de campagnes electorales \" .\nAbonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI Le Front national\npour la defense de la constitution ( FNDC ) avait ete dissous en aout de la meme annee, et Oumar\nSylla avait ete interpelle dans l'intervalle, quelques semaines plus tot. La presse etait sous pression,\net Billo Bah, a son tour, avait ete detenu apres des manifestations en janvier 2023. Ce regime brutal\navait deja conduit des camarades a la clandestinite ou a l'exil dans des pays voisins ou en Europe.\nDepuis leur kidnapping l'annee derniere et a mesure que les nouvelles s'assombrissaient, leur\npresence occupait de plus en plus ma conscience. Depuis lors, dans un coin de ma tete, ils sont la.\nLors de la recente dedicace du livre d'un ami avec qui ils ont tant milite, ils etaient dans tous les\nesprits. Lors d'une discussion sur le sort des defenseurs des droits humains dans le monde, ils sont\nla. Si je retrouve un camarade en exil en France pour un dejeuner amical, ils sont toujours la.\nComment garder espoir quand tout porte a croire que la vie leur a ete otee ?\nAvec le temps, lorsqu'on accompagne et soutient des activistes prodemocratie, on s'habitue a\ntoutes les bassesses. On se dote d'une carapace pour absorber les innombrables videos et images\nde torture ou de blesses par balles, pour encaisser les desertions, les trahisons, les arrestations des\ncamarades. Ca devient la routine. Mais on ne se resout jamais au pire. La disparition forcee\nconstitue certainement le crime le plus odieux. Nos amis ne sont ni morts, ni en vie. Ils sont dans les\nlimbes, les familles et les proches, toujours rattrapes par l'espoir de leur reapparition, sont\nempeches de faire leur deuil.\nSouvent, quand je passe des moments de tendresse avec mes enfants du meme age que les leurs,\nj'imagine la douleur qui serre les coeurs des epouses de Billo et Oumar. Et puis, je me ressaisis en\nme rappelant que pendant des annees, avant ce 9 juillet 2024, malgre les arrestations, les\nmenaces, les problemes medicaux en prison, l'eloignement de leurs proches... ils n'ont cesse de\ns'activer, gardant la tete haute et la joie de vivre.\nJ'ai eu peu l'occasion de croiser Billo (mais les echos de sa qualite, de sa douceur et de sa droiture\nsont nombreux). En revanche, je n'oublierai jamais ma premiere rencontre avec Fonike Mengue.\nC'etait a Niamey, au Niger, en juillet 2019, pour l'assemblee generale internationale du mouvement\nTournons la page.\nNous avions deja echange plusieurs fois par messagerie. Sa joie de vivre et sa determination\navaient envahi le hall de l'hotel. Salutations a tout va, selfies, cris guerriers de \" Camarade, salut !\n\" , chant du FNDC . Pendant des heures, Oumar, a peine descendu de l'avion, avait effectue son\ntravail inlassable d'agitateur de consciences. Plus personne ne pouvait dire qu'il n'avait pas entendu\nparler des luttes du FNDC et des affres du regime d'Alpha Conde, president de 2010 jusqu'au coup\nd'Etat de septembre 2021.\nSoutenez Afrique XXI Afrique XXI est un media gratuit et sans publicite .\nVous pouvez nous soutenir en faisant un don defiscalise .\nFAIRE UN DON Pendant des jours, il avait mobilise, discute parfois jusqu'a l'agacement, pour\nconvaincre de la plus haute importance de son combat. Au dernier jour de la reunion, des dizaines\nde personnes etaient venues me voir, une par une, m'enjoignant de menager un temps dans\nl'agenda pour enregistrer des videos de soutien au peuple de Guinee. En trois jours, il venait de\nrallier cent nouveaux militants a sa cause. C'etait ca, Oumar Sylla. Son abnegation et sa force\nemportaient l'adhesion.\nC'est cette puissance combative que Mamadi Doumbouya et ses affides ont voulu faire taire. Le\nrecit, dans l'hebdomadaire francais Le Point du 9 juillet, des conditions de l'enlevement de Fonike et\nde Billo par leur camarade d'infortune Mohamed Cisse, sorti a demi-mort du bagne de Fotoba et\ndesormais en exil, ne laisse aucune place a l'espoir. Mais cette terrifiante interview ne change rien\nau fait que si le regime a pu reduire au silence deux grands militants, il n'etouffera jamais\nl'inexorable desir de liberte du peuple de Guinee. On peut faire taire un homme, mais on ne peut\neffacer ses combats de nos memoires collectives. Pas tant que des personnes seront la pour les\ncommemorer. On pense a vous.\nCamarades, salut !\n_ _ _ _ _ _ _ _ _ _ _ _ _ _ A LIRE FICHIERS E LECTORAUX BIOM E TRIQUES , UN CARTEL\nPOSTCOLONIAL Poursuivant son travail sur le marche des fichiers electoraux biometriques en\nAfrique - un business au carrefour de la democratie et des technologies numeriques -, la politiste\nfrancaise Marielle Debos demontre la persistance de la domination d'un cartel europeen\npostcolonial dans un article intitule \" A Postcolonial Card Cartel. How European Companies Sold\nBiometric Voting in Africa \" (\" Un cartel des cartes postcolonial. Comment des compagnies\neuropeennes ont vendu le vote biometrique en Afrique \"), publie en juin chez Development and\nChange, International Institute of Social Studies.\nParadoxale trajectoire que celle de la technologie numerique dans les elections, promue, a l'origine,\npar les bailleurs de fonds occidentaux pour garantir de meilleurs scrutins , puis abandonnee par eux\nen raison de son cout exorbitant ; et pourtant adoptee par la suite par les Etats africains prets a\nfinancer ces investissements couteux sur fonds propres. Comme l'ecrit Marielle Debos, ces\nsolutions biometriques n'ont, bien sur, \" rien change a la qualite des elections ni au risque de crise\npostelectorale \" .\nAlors que la competition mondiale faisait rage autour des nouvelles technologies en general, \" celles\ndevolues aux elections sont restees confinees a quelques grands acteurs prives \" :\n\" un cartel des cartes \" souvent neocolonial, raconte l'autrice. Elle s'attarde notamment sur deux\ngeants tricolores, Thales et Idemia, qui controlent de larges parts du marche africain, surtout dans\nl'ancien Empire francais.\n\" Les deux compagnies ont conclu au moins un contrat de biometrie electorale dans chacun des\npays ou etait deployee l'operation antiterroriste francaise Barkhane : Mauritanie, Mali, Burkina Faso,\nNiger et Tchad \" , poursuit-elle.\nMarielle Debos met en lumiere l'interet \" techno-politique \" de la France lie a la volonte de maintenir\nson rang international, caracterise \" par des relations etroites entre l'industrie et la sphere politique \"\n. L'histoire des deux compagnies etudiees temoigne du soutien de l'Etat francais a ces industries\nnationales et de leur \" dimension postcoloniale \" .\nEn 2023, rappelle Marielle Debos, le parquet financier francais a ouvert une information judiciaire \"\nsur des marches remportes dans plusieurs pays africains entre 2015 et 2018 \" . Cette enquete\nporte, ecrit-elle, \" sur une dizaine de marches publics (cartes d'identite, cartes d'electeur, permis de\nconduire) \" .\n\" La proximite des dirigeants d'entreprise avec les milieux politiques et l'administration etatique se\njoue a plusieurs niveaux \" , insiste-t-elle : au-dela de la convergence ideologique, les spheres\neconomique et politique s'enchevetrent, via des subventions publiques et des participations au sein\nde Civipol, l'operateur de cooperation technique internationale du ministere francais de l'Interieur.\n\" Il est ironique , s'amuse la politiste, qu'une technologie presentee comme une solution a la fraude\nelectorale finisse par creer de nombreuses opportunites d'irregularites au sein des entreprises \" a\ntravers moult scandales lies a la fraude, a la corruption et a l'enrichissement des elites. Comme\ndans d'autres secteurs lucratifs, les procedures de selection et les relations avec les cercles de\npouvoir locaux sont opaques, et le controle des conditions et des paiements, minimal, avec \" des\nrisques importants de corruption \" augmentes par des delais souvent contraignants.\nL'enquete de Marielle Debos s'acheve par la mise en lumiere d'importants enjeux, pour le continent,\nautour de la propriete des donnees africaines ainsi recoltees. Elle souligne enfin les risques\nreputationnels et financiers encourus pour les compagnies europeennes, dans un contexte de\nmobilisations anti-imperialistes croissantes.\nA lire : Marielle Debos, \" A Postcolonial Card Cartel. How European Companies Sold Biometric\nVoting in Africa \" , Development and Change, International Institute of Social Studies, 27 pages, juin\n2025.\n_ _ _ _ _ _ _ _ _ _ _ _ _ _ LES ARTICLES DE LA SEMAINE Enlevements, tortures... Vers une\nelection presidentielle sans opposant en Tanzanie Analyse · Alors que les Tanzaniens eliront en\noctobre leur president, la repression a l'encontre des membres de l'opposition gagne en intensite.\nLa candidate du Chama cha Mapinduzi, au pouvoir depuis 1961, n'a plus, pour l'heure, aucun\nconcurrent serieux.\nPar Zoe Debussy Au Burundi, un regime en crise et une jeunesse qui fuit le pays en masse\nReportage · A l'issue des elections legislatives et communales du 5 juin, le parti au pouvoir, le\nCNDD - FDD , a remporte 100 % des sieges a l'Assemblee nationale. Derriere ce resultat se\ncachent de profondes crises, economique et politique. Desesperes, des milliers de jeunes quittent\nleur foyer pour tenter leur chance dans les pays limitrophes.\nPar Eric Nduwayo Togo. Derriere la repression, un clan de plus en plus divise Analyse · Depuis\ndebut juin, des manifestations spontanees ont eclate pour demander la liberation du rappeur\nAamron, denoncer la gouvernance du pays et obtenir le depart de Faure Gnassingbe, au pouvoir\ndepuis 2005. Mais cette revolte illustre aussi et surtout de vives tensions au sein meme du regime.\nPar Caroline Chauvet Abalo et Togo Reporting Post Benoit Trepied. \" Ce n'est pas une histoire de\ndemocratie, c'est une histoire de decolonisation \" Entretien · Il y a un peu plus d'un an, la\nKanaky-Nouvelle-Caledonie s'embrasait et se rappelait au bon souvenir de la France comme etant\nl'un de ses derniers territoires coloniaux. Auteur de Decoloniser la Kanaky-Nouvelle-Caledonie ,\nl'anthropologue Benoit Trepied rappelle ici les responsabilites de l'Etat francais, qu'elles soient\nimmediates ou historiques.\nPar Remi Carayol _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ IN ENGLISH In Burundi, a deeply desperate\npopulation and a regime on a knife edge Analysis · Following the legislative and local elections on 5\nJune, the ruling CNDD - FDD party won 100% of the seats in the National Assembly. Behind this\nresult lie deep-seated economic and political crises. Thousands of desperate young people are\nleaving their homes to try their luck in neighbouring countries.\nBy Eric Nduwayo Vous aimez notre travail ?\nAssociation a but non lucratif, Afrique XXI est un journal independant, en acces libre et sans\npublicite. Seul son lectorat lui permet d'exister. L'information de qualite a un cout, soutenez-nous\n(dons defiscalisables) :\nFAIRE UN DON",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 11500,
                "words": 1860,
                "lines": 136
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "AfriqueXXI",
            "titre": "Benoit Trepied. \" Ce n'est pas une histoire de democratie, c'est une histoire de decolonisation \"",
            "date": "2025-07-29T18:09:20.222843",
            "scraping_date": "2025-08-02T13:36:44.282769",
            "language": "fr",
            "text": "Benoit Trepied. \" Ce n'est pas une histoire de democratie, c'est une histoire de decolonisation \"\n\nLe 13 mai 2024, l'archipel de Kanaky-Nouvelle-Caledonie 1 s'est embrase. En reaction a la volonte\ndu gouvernement francais de proceder au degel du corps electoral, et ainsi de saper un des\nfondements des accords de Matignon et de Noumea, conclus respectivement en 1988 et en 1998,\nqui avaient permis de ramener la paix dans ce territoire du Pacifique colonise par la France au XIX e\nsiecle et avaient ouvert la voie a la decolonisation, et peut-etre a l'independance du \" Caillou \", des\nmilliers de personnes sont descendues dans la rue. Ce degel marquait la fin d'un regime electoral\ndans lequel les personnes arrivees sur le territoire apres 1999 (venues pour la plupart de\nl'Hexagone) n'avaient pas la possibilite de voter aux elections locales, ainsi qu'aux referendums sur\nl'independance.\nPendant plusieurs semaines, cette revolte a rythme le quotidien des habitant · es de la capitale,\nNoumea, et de ses alentours. Le bilan des violences commises durant ce soulevement, mais aussi\nde la repression menee par l'Etat francais ainsi que par des milices dites \" loyalistes \"\n(anti-independatistes), est tres lourd : 14 mort · es - 11 Kanak, 1 Caldoche (le nom donne a la\npopulation d'origine europeenne installee depuis plusieurs decennies dans l'archipel) et 2\ngendarmes - ; des centaines de blesse · es ; des degats materiels evalues a 2 milliards d'euros ;\npres de 2 500 gardes a vue et environ 250 incarcerations. Aujourd'hui, l'economie de l'ile est a terre\n: son produit interieur brut aurait chute de 10 a 15 % entre 2023 et 2024, et 13 000 emplois auraient\nete perdus. Et l'avenir est incertain.\nDans un ouvrage aussi pedagogique qu'engage (a l'image de son titre :\nDecoloniser la Kanaky-Nouvelle-Caledonie ), l'anthropologue Benoit Trepied revient sur la\nresponsabilite de l'Etat francais dans cette situation. Responsabilite immediate, liee au choix du\nregime d'Emmanuel Macron de mettre fin au (relatif) consensus issu des accords de Matignon et de\nNoumea, et de s'engager aux cotes des plus radicaux parmi les anti-independantistes. Mais aussi\nresponsabilite historique : Trepied se livre en effet a une analyse fine de l'histoire de la colonisation,\nmeconnue en France malgre l'extreme violence qui la caracterise, ainsi que des succes et des\nlimites des accords signes dans le passe, sur les plan politique, economique et social.\nRencontre a Paris quelques jours avant qu'il retourne sur le terrain, a 17 000 kilometres de\nl'Hexagone, le chercheur revient sur cette histoire douloureuse.\nUn developpement \" sur la negation des Kanak \" Remi Carayol : Dans l'Empire colonial francais, la\nKanaky-Nouvelle-Caledonie occupe un role a part : comme l'Algerie, il s'agissait d'une colonie de\npeuplement...\nBenoit Trepied.\n(C) DR Benoit Trepied :\nLa colonisation par la France de ce qui s'appelait la Nouvelle-Caledonie depuis que James Cook y\navait accoste [en 1774, NDLR ] a debute a partir de 1853. L'objectif etait avant tout de creer un\nbagne afin d'exiler les elements indesirables de la metropole, et ainsi de trouver une alternative au\nbagne de Cayenne [en Guyane, NDLR ] , qui etait trop mortifere - les bagnards y tombaient comme\ndes mouches. Pour la France, la Nouvelle-Caledonie etait donc destinee a etre une terre de\nrelegation pour les bagnards et les forcats, ce qui lui permettait de leur faire expier leur faute via les\ntravaux forces, tout en mettant en valeur la colonie, en construisant des infrastructures, des routes,\netc. - la ville de Noumea a ete construite par les bagnards, par exemple. A la fin de leur peine, l'Etat\nleur proposait de rester sur place et de devenir des colons en acquerant des petits lopins de terre.\nAbonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI A ce projet de\ncolonisation penale s'est ensuite ajoute celui d'une colonisation libre, lorsque l'Etat a propose des\nsolutions d'ascension sociale par la voie coloniale a des \" petits \" Francais de l'Hexagone a la fin du\nXIX e siecle. Et a cette double colonisation de peuplement, penale et libre, se sont ajoutes les\ncontrats d'engagement (des contrats de travail contraints, assez proches de l'esclavage) signes par\ndes indigenes venus d'autres iles du Pacifique ou d'Asie du Sud-Est.\nC'est ainsi que, au fil du temps, cette societe coloniale s'est constituee. Une societe diverse,\ntraversee de nombreuses lignes de fractures sociales, raciales mais aussi de genres, puisqu'il y\navait une grande penurie de femmes, en particulier de femmes blanches. Et cette societe coloniale\ncomposite s'est constituee a cote de la societe kanak, voire a son detriment, puisque pour que cette\nsociete coloniale puisse se deployer, il fallait de la place. Les Kanak se sont fait spolier leurs terres,\npuis enfermer dans des reserves desquelles ils n'avaient pas le droit de sortir jusqu'en 1946. Ainsi,\nle developpement de cette societe coloniale caledonienne s'est fonde sur la negation des Kanak, et\nmeme sur la volonte de les eradiquer - un parametre que l'on retrouve generalement dans les\ncolonies de peuplement.\nTres vite, il y a eu une immense depopulation kanak, d'abord a cause des maladies amenees par\nles premiers Blancs, qui ont fait des ravages inouis au sein de la population (ravages longtemps\nsous-estimes dans l'historiographie, et que les travaux des archeologues nous aident aujourd'hui a\nreevaluer), mais aussi du fait des spoliations foncieres qui ont entraine des revoltes, qui ont\nelles-memes entraine de violentes repressions. Il y a eu des cycles de famine egalement, puisque\nles Kanak, qui etaient des horticulteurs, n'avaient plus de moyens de ressources. Entre la fin du XIX\ne siecle et le milieu du XX e siecle, ils sont passes d'une population de plusieurs centaines de\nmilliers a a peine 20 000. Cela etant dit, ils n'ont pas ete completement balayes comme l'ont ete les\nindigenes d'Australie ou des Etats-Unis.\nRemi Carayol : Pour quelles raisons ?\nSoutenez Afrique XXI Afrique XXI est un media gratuit et sans publicite .\nVous pouvez nous soutenir en faisant un don defiscalise .\nFAIRE UN DON Benoit Trepied :\nEssentiellement parce que l'emigration francaise n'a jamais ete extremement dynamique. Mais\naussi parce qu'il manquait de femmes : beaucoup de femmes kanak ont donc ete prises pour\nfemmes par des hommes europeens, parfois sous la contrainte (le phenomene des viols est lui\naussi sous-estime dans l'historiographie), et tres tot dans l'histoire de la colonie, meme s'il n'y a pas\neu l'emergence d'une classe sociale metisse - on etait soit blanc soit indigene, une bipolarisation qui\na abouti a un face-a-face encore visible aujourd'hui.\n\" Exploiter les Kanak plutot que de les eradiquer \" Remi Carayol : Dans votre livre, vous citez un\nadministrateur colonial qui explique a un missionnaire au debut du XX e siecle qu'il n'y aura bientot\nplus de Kanak. Un plan d'extermination a-t-il ete mis en oeuvre, ou tout du moins envisage ?\nBenoit Trepied :\nDes administrateurs et des militaires l'ont evoque. Ma collegue Isabelle Merle, dans son livre sur\nl'experience coloniale 2 , en cite certains qui disent qu'il faudrait faire comme les Britanniques en\nTasmanie : organiser des battues generales. Mais, a ma connaissance, il n'y a jamais eu de grand\nplan d'extermination. D'abord parce que la colonie n'avait pas les moyens de ses ambitions. C'etait\nune colonie du bout du monde, tres peu peuplee, extremement marginale au sein meme de l'Empire\nfrancais. Ensuite parce qu'il y avait des injonctions contradictoires quant a ce que la colonie voulait\nfaire des autochtones.\nLe monde colonial n'est pas un monde monolithique, il y avait en son sein un courant reformateur,\nporte notamment par les missionnaires a partir du debut du XX e siecle, par des courants de la\ngauche metropolitaine aussi durant l'entre-deux-guerres, qui pensaient qu'il fallait reformer l'Empire\nsur des bases plus humaines, moins violentes, sans pour autant remettre en cause la logique de la\ndomination coloniale. Enfin, certains defendaient l'idee qu'il fallait faire travailler les Kanak, les\nexploiter plutot que les eradiquer.\nRemi Carayol : Vous citez Pierre Messmer , un indecrottable colonialiste, qui explique, en 1972, qu'il\ny a une bataille demographique a mener pour que les Blancs, ou tout du moins les non-Kanak,\ndeviennent majoritaires afin de garder le controle de ce territoire. Quand ce mot d'ordre est-il apparu\n?\nBenoit Trepied :\nLongtemps, tant que les Kanak n'etaient pas des citoyens, la question ne s'est pas posee. Pendant\nla periode coloniale, les Kanak sont majoritaires, mais ils sont soumis dans le cadre du regime de\nl'indigenat, ils sont donc prives de leurs droits civiques. La question electorale, et donc\ndemographique, commence a se poser a partir de 1946, quand les Kanak sont sur le point de\ndevenir citoyens (comme les autres peuples indigenes des colonies francaises). Ils representent\nalors environ 50 % de la population caledonienne. Cela signifie que s'ils votent, ils risquent de\nbouleverser les equilibres electoraux locaux : le conseil general, les mairies... Se pose donc la\nquestion, ici comme dans l'ensemble de l'Empire francais, de la citoyennete qui va etre octroyee aux\nindigenes : comment va-t-elle s'exercer ? Quels droits sociaux et politiques va-t-elle impliquer ?\nA l'interieur meme de la colonie, la question de la citoyennete interroge non pas le rapport de la\nNouvelle-Caledonie a la France, mais les rapports de force en interne. Il va y avoir de longs debats\npour savoir comment et dans quelles conditions ces nouveaux citoyens seront inscrits sur les listes\nelectorales, ce qui fait que leur inscription sera retardee de dix ans. Entre 1946 et 1956, ils\nn'integrent les listes electorales qu'au compte-goutte, l'argument de l'administration etant de dire\nque si on les inscrit tous sur les listes, les Blancs s'y opposeront. Pendant quelques annees, seuls\n10 % des Kanak en age de voter peuvent voter. En 1951, ce sont 60 % des Kanak en age de voter\nqui sont inscrits sur les listes. Ce n'est qu'en 1956-1957 que l'on atteint le taux de 100 %.\nL'autre question qui se pose est de savoir si l'on cree deux colleges electoraux distincts (comme en\nAlgerie) ou un college unique. Finalement, c'est le college unique qui est mis en place. Il faut\npreciser qu'a cette epoque, l'expression politique des Kanak est etroitement controlee par des\nassociations creees par des missionnaires, visant a eviter toute remise en cause trop frontale de\nl'heritage colonial. Ce qui fait que, contrairement a ce qui se passe ailleurs, et notamment en\nAfrique, il n'y a pas de mouvement anticolonial radical qui emerge dans ces annees 1950-1960. Ce\nn'est qu'a la fin des annees 1960 qu'emergent les mouvements independantistes, avec l'arrivee\nd'une nouvelle generation d'elus. C'est a cette epoque que Pierre Messmer fait sa fameuse\ndeclaration. Il faut rappeler qu'il est alors Premier ministre.\nPour autant, sa declaration n'est pas suivie, a ma connaissance, de politiques publiques\nouvertement definies visant a \" repeupler \" la Nouvelle-Caledonie. En revanche, elle intervient\npendant le boom du nickel, a une epoque ou l'Etat, pour repondre a la demande de main-d'oeuvre,\nencourage la venue de metropolitains et de gens venus des autres territoires d'outre-mer,\nnotamment des territoires du Pacifique, la Polynesie et Wallis-et-Futuna. Ce basculement\ndemographique des annees 1960-1970 reste un chantier de recherche a creuser.\n\" Ne pas finir comme les Aborigenes \" Remi Carayol : De fait, en 1976, les Kanak deviennent\nminoritaires... Et, deux ans plus tard, en 1978, Jean-Marie Tjibaou, le leader independantiste,\ndeclare :\n\" Nous sommes un peuple en sursis.\n\" Que veut-il dire par la ?\nBenoit Trepied :\nIl exprime la crainte de l'aneantissement, de la disparition, de la submersion ; la peur de finir comme\nleurs freres aborigenes en Australie, dont les Kanak parlent beaucoup. Ils disent :\n\" On ne veut pas finir comme les Aborigenes, qui ne representent que 4 % de la population \" .\nTjibaou declare aussi, a peu pres a la meme epoque :\n\" Serons-nous les derniers Mohicans du Pacifique ?\n\" Ce parallele avec les Mohicans, c'est-a-dire les Amerindiens, et la question de la disparition des\nautochtones, est le noeud qui s'inscrit dans cette histoire longue et qui a encore des echos\naujourd'hui. Derriere l'enjeu de la limitation du corps electoral, qui avait ete actee lors des accords\nde Matignon en 1988 et de Noumea en 1998, et que Macron a essaye de faire sauter en 2024, se\ncache la peur de disparaitre en tant que peuple.\nRemi Carayol : Venons-en a l'actualite. Deux decisions ces dernieres annees ont contribue a pourrir\nla situation et ont provoque le soulevement de mai 2024 : le troisieme referendum sur\nl'independance, qui a ete organise en 2021 alors que les mouvements kanak appelaient a son\nreport en raison de la crise du Covid, et la volonte de proceder au degel du corps electoral en\n2024...\nBenoit Trepied :\nCes decisions s'inscrivent dans la bataille demographique que l'on vient d'evoquer. Pendant\nlongtemps, les Kanak ont dit qu'ils etaient les seuls a etre legitimes pour se prononcer sur le futur de\nce pays. Puis ils ont accepte l'idee que les non-Kanak qui sont la depuis longtemps, y compris donc\ndes colons, pouvaient eux aussi avoir leur mot a dire. Mais pas tous, notamment pas ceux arrives\nrecemment. Apres la crise des annees 1980, qui a abouti au drame d'Ouvea et aux accords de\nNoumea, des points de compromis ont ete trouves. Les Kanak ont d'abord accepte d'integrer les\ncolons dans le processus (ceux qui sont nes dans l'archipel avec un parent ne dans l'archipel) ; puis\ntous les Francais qui etaient installes au moment de la signature des accords de Matignon, en 1988\n; puis, lors de la signature des accords de Noumea, tous ceux qui etaient installes en 1998...\nLorsque le pouvoir macroniste et ses allies \" loyalistes \" ont souhaite faire sauter cette limite,\narguant que ce n'est pas normal que des citoyens francais ne puissent pas voter aux elections\nlocales, la crainte de la mise en minorite des Kanak a reemerge. Une crainte plus ou moins\nconfirmee dans les faits, avec des vagues d'arrivees, mais aussi des vagues de departs, selon la\nsituation economique du moment - il y a notamment eu une vague d'arrivees dans les annees 2000,\non voyait alors des reportages vantant le cadre de vie et les opportunites dans ce \" petit bout de\nFrance \" ; a contrario, on a assiste a de nombreux departs dans les annees 2010, a cause de la\ncrise economique. La crainte de la submersion est peut-etre surevaluee aujourd'hui, mais elle n'en\nreste pas moins tres ancree. C'est ce qui explique le soulevement de mai 2024, entre autres.\n\" Les privileges economiques persistent \" Remi Carayol : Les accords de Noumea visaient aussi a\nproteger les Caledoniens sur le marche de l'emploi, par le jeu de la preference locale, tout en creant\nune economie proprement caledonienne. Les dirigeants politiques ont-ils reussi a sortir de la\ndependance vis-a-vis de Paris, dont vous expliquez qu'elle a ete savamment orchestree ?\nBenoit Trepied :\nNon, on est toujours dans ce systeme-la. La Caledonie a un potentiel d'emancipation economique\nlie au fait qu'elle est l'un des plus grands pays producteurs de nickel. La strategie des\nindependantistes depuis plus de trente ans a ete de developper une forme de nationalisme minier et\nmetallurgique - ce qu'ils appellent la \" doctrine nickel \" - pour faire en sorte que le pays s'emancipe\neconomiquement. Mais la filiere traverse une crise depuis quelques annees. Et la revolte de mai-juin\n2024 a tout foutu a plat. C'est pour ca qu'une partie des independantistes qui etaient engages dans\ncette politique n'ont pas eu de mots assez durs pour les independantistes qui ont appele au\nsoulevement l'annee derniere.\nRemi Carayol : Vous ecrivez que \" jamais la Kanaky-Nouvelle-Caledonie n'a paru aussi dependante\nde Paris \" ...\nBenoit Trepied :\nJamais depuis des decennies effectivement. Car la, avec un emploi sur cinq detruit, une economie a\nplat, sans l'aide de l'Etat a tres court terme, les gens n'ont plus rien a manger. Et ce sont les plus\nmodestes (et donc des Kanak et des Oceaniens) qui en patissent.\nRemi Carayol : Vous citez des chiffres edifiants. Le revenu median mensuel des Kanak est deux fois\nmoins eleve que celui des non-Kanak (979 euros, contre 1 963 euros). Les Kanak representent 41\n% de la population de l'archipel, mais 71 % de ceux qui vivent au-dessous du seuil de pauvrete. Le\nniveau de vie des 10 % les plus riches est 7 fois plus eleve que celui des 10 % les plus pauvres,\nquand ce ratio est de 3,5 dans l'Hexagone. Se trouve-t-on encore dans un systeme typiquement\ncolonial ?\nBenoit Trepied :\nC'est ambivalent, car depuis quarante ans les accords ont fait en sorte de reequilibrer tout cela et de\nrompre avec les heritages coloniaux. Ils ont porte leurs fruits, il ne faut pas le nier. Le modele est\nplus egalitaire. Mais on est encore loin du terme du processus, qui doit etre poursuivi. Les privileges\neconomiques persistent, et ils sont socialement determines et ethniquement tres marques.\n\" En quoi la France serait moins belle sans la Caledonie ?\n\" Remi Carayol : La revolte de mai 2024 est autant politique que sociale, soulignez-vous. Qui est\ndescendu dans la rue ?\nBenoit Trepied :\nLa realite, c'est qu'on ne sait pas vraiment ce qu'il s'est passe. On manque encore du recul\nnecessaire. A premiere vue, c'est la jeunesse kanak et oceanienne pauvre de la ville de Noumea\nqui s'est revoltee. Or ces gens-la sont les oublies des accords. Le niveau de misere sociale a\nNoumea, dans les quartiers que l'on appelle les \" squats \", dont certains sont de veritables\nbidonvilles, est tres important. Et cette misere sociale s'est cristallisee sur la question du degel du\ncorps electoral, car les discriminations sont vecues comme des formes contemporaines\nd'oppression coloniale. C'est une forme de politisation de la revolte sociale.\nRemi Carayol : Peut-on dire qu'Emmanuel Macron et ses ministres, notamment Sebastien Lecornu\n(ministre des Outre-Mer en 2020-2022) et Gerald Darmanin (ministre de l'Interieur et des Outre-Mer\nen 2022-2023), ont saborde les accords de Matignon et de Noumea ?\nBenoit Trepied :\nTres largement, oui, car ces accords et la paix fragile, ambivalente, a laquelle ils avaient abouti,\nreposaient sur l'impartialite de l'Etat entre les deux camps. C'est ce que Michel Rocard [alors\nPremier ministre, NDLR ] avait acquis de haute lutte en 1988. L'Etat se positionnait en tant qu'arbitre\nmais aussi en tant qu'acteur de la decolonisation - acteur car l' ONU dit qu'il revient a la puissance\nadministrante d'organiser la decolonisation, notamment par le financement des dispositifs de\nreequilibrage. Mais Macron et ses ministres ont rompu ce processus apres le deuxieme referendum,\nquand ils ont vu que le troisieme referendum pouvait aboutir au \" oui \" a l'independance. C'est a\npartir de la que tout a capote.\nRemi Carayol : Cela releve-t-il d'une ideologie et du refus de saper ce qu'il reste de l'Empire, ou\nest-ce une meconnaissance du territoire ? On se souvient qu'en 2018 Macron affirmait que \" la\nFrance serait moins belle sans la Nouvelle-Caledonie \" ...\nBenoit Trepied :\nDes qu'il a dit ca, les gens se sont inquietes. Dire cela, c'est deja exprimer la preference de l'Etat.\nOn peut se demander, comme Jean-Francois Merle , ancien conseiller de Michel Rocard, si la\nFrance ne serait pas plus belle si elle etait liee par un partenariat durable avec un Etat caledonien.\nEn quoi la France serait moins belle sans la Caledonie ? Il y a la peut-etre une forme de\nmeconnaissance de la situation, mais aussi une part d'ideologie. Sans oublier les enjeux\ngeostrategiques, puisque Macron a repete sa volonte de peser dans ce qu'il appelle \"\nl'Indo-Pacifique \" - une notion qui reste tres floue.\n\" L'Etat doit prendre ses responsabilites \" Remi Carayol : Qui sont les \" loyalistes \" avec lesquels les\ngouvernements successifs se sont allies depuis quatre ans ? Sur certains aspects, ils ressemblent\nde pres aux radicaux de l'Algerie francaise, dont certains ont pris les armes contre la France.\nBenoit Trepied :\nAujourd'hui, il y a beaucoup de Caldoches, meme des metropolitains, qui depuis quarante ans ont\ncompris le sens de la revendication kanak, ont compris la politique de la main tendue kanak, et se\nsont engages dans cette voie. Mais d'autres, surtout ceux concentres sur la ville de Noumea, qui est\nune ville tres segreguee, continuent de penser qu'on peut imaginer un avenir sans les Kanak dans\nune logique d'apartheid. Ces gens-la ont le vent en poupe depuis la fin des annees 2010, et c'est\naussi l'echec des moderes qui ont eu des discours progressistes, mais des pratiques excluantes,\ndans les annees 2000 et 2010.\nRemi Carayol : Des milices se sont organisees au plus fort des violences en 2024. Une guerre civile\nest-elle possible ?\nBenoit Trepied :\nC'est un risque. Mais beaucoup ne veulent pas ca, dans le camp des independantistes comme dans\nl'autre camp. La reponse de l'Etat sera determinante. On a bien vu qu'il a reprime les Kanak depuis\nle soulevement de mai, et a epargne les \" loyalistes \". Pour eviter une derive type OAS\n[Organisation de l'armee secrete, NDLR ] , il faut que l'Etat applique a nouveau l'Etat de droit, et\narrete de penser que les Kanak sont forcement suspects.\nIl faut aussi qu'il prenne ses responsabilites. On a vu avec les accords de Matignon et de Noumea\nque les responsables politiques francais ont eu tendance, parfois, a se dedouaner, en disant : \"\nNous, on donnerait bien l'independance, mais ca depend des loyalistes et des independantistes.\n\" Or que disent les independantistes ? Que ce ne sont pas les loyalistes qui sont responsables de la\ncolonisation - certains l'ont egalement subie, on les appelle d'ailleurs les \" victimes de l'Histoire \" -\nmais bien l'Etat francais. C'est donc l'Etat francais qui est responsable de la decolonisation.\n\" Pourquoi les \"loyalistes\", c'est-a-dire les colons, seraient a la table des negociations ?\n\" interrogent-ils. Dans d'autres contextes, les colons n'ont pas eu leur mot a dire. Or ici, ce n'est pas\nune histoire de democratie ni de referendum, c'est une histoire de decolonisation.\nVous avez aime cet article ?\nAssociation a but non lucratif, Afrique XXI est un journal independant, en acces libre et sans\npublicite. Seul son lectorat lui permet d'exister. L'information de qualite a un cout, soutenez-nous\n(dons defiscalisables) :\nFAIRE UN DON",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 22435,
                "words": 3709,
                "lines": 267
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "AfriqueXXI",
            "titre": "Colonialisme, racisme, genre... \" Le Rire et le Couteau \" casse les codes en Guinee-Bissau",
            "date": "2025-07-29T18:08:48.821208",
            "scraping_date": "2025-08-02T13:36:44.282769",
            "language": "fr",
            "text": "Colonialisme, racisme, genre... \" Le Rire et le Couteau \" casse les codes en Guinee-Bissau\n\nSergio, ingenieur environnemental d'une quarantaine d'annees, instruit des rapports en Afrique pour\nle compte d'une ONG sur la pertinence de tel ou tel projet. Grand gaillard d'une quarantaine\nd'annees, d'allure solide et rassurante, il semble assez quelconque, mais ses yeux magnifiques\nsuffisent a eveiller la curiosite. Il est envoye en Guinee-Bissau pour enqueter sur la construction\nd'une route, dont on a du mal a saisir la pertinence, dans des zones humides ou l'on se deplace en\nbarque et ou l'on vit au rythme des recoltes de riz.\nAu debut du film de Pedro Pinho, exceptionnel par sa duree de 3 h 30, Sergio (Sergio Coragem)\nconduit sur une route du desert un vieux break entoure de nuages de sable. Le break va finir par\ntomber en panne, et Sergio s'enfonce a pied dans les brumes sableuses, presque en dansant. Le\nfilm s'inscrit des lors dans une sorte de magie : on se demande qui est ce type, qu'est-ce qui va lui\narriver. Pour l'heure, on l'attend a Bissau, ou son predecesseur a eu \" des problemes \" et a d'ailleurs\ndisparu.\nDisparaitre du cadre L'ouverture a la fois brumeuse et magistrale du Rire et le Couteau pose a la\nfois la problematique du film, la solitude humaine, la grandeur et la puissance de la nature, auxquels\nva se confronter Sergio. On peut le dire d'emblee : l'acteur est formidable, comme le personnage\nqu'il incarne, tout aussi brumeux que le desert qu'il traverse pour rejoindre Bissau. Sergio semble\nsouvent disparaitre du cadre. Il est pourtant present a chacune des sequences, participe aux\nnombreuses discussions qui emaillent le film. Mais il reste le plus souvent taiseux, s'etonne d'un\nregard ou d'un froncement de sourcils et s'endort parfois n'importe ou et a n'importe quelle heure. Il\nne fuit pas les discussions mais n'apporte guere de reponses. Il ecoute, mais que comprend-il ?\nIl va tres vite rencontrer Diara (Cleo Diara), qui lui pose la question a la fois de base et\nfondamentale, \" pourquoi es-tu ici ?\n\" , et son meilleur ami, Gui (Jonathan Guilherme). Espiegle, adepte des perruques et des artifices\ncapillaires souvent somptueux, Diara (prix d'interpretation \" Un certain regard \" a Cannes 2025), est\navec Gui au centre des nuits de Bissau. Gui est, lui, venu du Bresil et s'habille en femme. Sergio va\ntenter de les apprivoiser, d'aimer l'une et l'autre, et le film prend une tonalite queer en dynamitant\nles genres avec des desirs croises, surprenants, des corps qui se cherchent, se partagent et se\ndonnent.\nDes amities moqueuses Personnages passionnants et hyper touchants, Diara et Gui, au-dela de\nleur amitie moqueuse pour Sergio, qui pourtant les exaspere aussi ( \" regardez comme il essaye de\ns'integrer comme si tout allait bien \" ), sont au centre d'une galaxie de personnages, familles, amis,\nnouveaux riches, nostalgiques de l'epopee decoloniale, paysannes lucides, qui apportent a chaque\nparole les mots justes, parfois doux et parfois feroces, ceux qui touchent au coeur.\nAbonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI Dans ce pays ou la\npopulation pratique cinquante langues, Sergio passe du creole au portugais, du francais a l'anglais,\net ses paroles deviennent aussi hesitantes que son personnage, qui, lui, a du mal a trouver le mot\njuste. L'ambiguite de sa mission l'en empeche, mais il n'a pas le cynisme des gens revenus de tout,\nni le racisme decomplexe de ces ouvriers blancs sauf pour les femmes qu'ils achetent, ni la\ncondescendance ridicule des missionnaires d' ONG qui ne font que passer.\nLe realisateur Pedro Pinho se livre avec un scenario ultraprecis et des dialogues exceptionnels de\njustesse a une plongee qui fracasse tout, sans pour autant donner de lecons. Il filme la \" politique \"\ndans ce qu'elle a de meilleur, c'est-a-dire le service du bien public. Ici tout est a nu, meme les\ncomediens, dans des scenes de sexe rarement vues dans un film grand public, mais a hauteur\nhumaine. On saisit parfaitement les enjeux caches, la corruption, les projets absurdes, peut-etre\nmeme le meurtre.\nTout est a nu Tout est a nu car les questions de Pinho sont aussi fondamentales qu'eternelles. Qui\nest Blanc ? Qui est Noir ? Qui est colonial ? Qui est postcolonial (et en quoi est-ce different ?) ? Qui\na raison ? Qui a tort ? Qui est homosexuel ? Qui est heterosexuel ? Le personnage incertain qu'est\nSergio indique qu'aucune reponse n'est simple. Mais en ces temps de certitudes martelees, ou\nHollywood commence a s'abandonner au supremacisme trumpiste, rance et raciste, Le Rire et le\nCouteau fait un bien fou.\nQue ce film ait un realisateur portugais et soit tourne en Afrique, avec des producteurs entre autres\nfrancais, va evidemment a contrario de ce monde peremptoire. Car avec son climat d'incertitudes,\nses defis a la vie et a l'amour, ce film nous montre que rien n'est simple, mais que rien n'est perdu\nnon plus. Il n'est pas seulement l'addition d'une longue serie de questions mais aussi une forme de\nreponse, sur un sujet aujourd'hui aussi central qu'universel : fuir et se cacher ou rester et resister.\nLes paysannes qui ne veulent pas abandonner leurs barques ancestrales au profit d'une route\nneocapitaliste aux vagues interets chinois en savent quelque chose.\nLa duree hors du commun ne doit donc pas inquieter. D'ailleurs, une version integrale de 5 h 15\nsortira en septembre. Experience faite, c'est bien moins ennuyeux qu'un defile du 14-Juillet a la\ntelevision. Et bien moins bete aussi.\nVous avez aime cet article ?\nAssociation a but non lucratif, Afrique XXI est un journal independant, en acces libre et sans\npublicite. Seul son lectorat lui permet d'exister. L'information de qualite a un cout, soutenez-nous\n(dons defiscalisables) :\nFAIRE UN DON",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5689,
                "words": 950,
                "lines": 66
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "AfriqueXXI",
            "titre": "Kenya. Soutenue et organisee, la Gen Z resiste malgre la censure",
            "date": "2025-07-29T18:08:42.740758",
            "scraping_date": "2025-08-02T13:36:44.282769",
            "language": "fr",
            "text": "Kenya. Soutenue et organisee, la Gen Z resiste malgre la censure\n\nLorsque l'odeur acre des pneus brules et des gaz lacrymogenes a finalement commence a se\ndissiper, le Kenya s'est reveille devant un tableau sinistre : des batiments carbonises dans le centre\nde Nairobi, des magasins pilles jonches de verre brise et des familles pleurant au moins dix-neuf\njeunes vies perdues sous les balles de la police. Alors que le pays celebrait le premier anniversaire\ndes marches historiques de la generation Z contre la loi de finances, les manifestations ont ete\nreprimees, de nouveau, par des tirs a balles reelles, un black-out des medias et des accusations de\ntentative de coup d'Etat emanant du gouvernement.\nKipchumba Murkomen, le secretaire de cabinet du ministere de l'Interieur et de l'Administration\nnationale, avait appele au calme. Sans succes. Le 25 juin, les jeunes envahissaient les rues non\nseulement pour protester mais aussi en hommage a leur plus de soixante camarades tues lors du\nsoulevement contre la loi de finances 2024, qui a revele de profondes fractures dans la\ngouvernance du pays.\nAu lieu d'apaiser les tensions, Kipchumba Murkomen a suscite l'indignation par ce qui a ete\nlargement interprete comme un ordre de \" tirer pour tuer \". Ses commentaires ont relance les\naccusations de brutalite de l'Etat, contredisant les propos en 2024 du president, William Ruto, sur\nun forum en ligne, dans lequel il avait promis d'etre ferme avec les policiers insubordonnes et le\ncabinet de l'Interieur.\n2024, le rejet d'un projet de loi de finances injuste Le projet de loi de finances qui a declenche la\nrevolte de 2024 avait ete considere comme punitif et deconnecte de la realite quotidienne. Il\nproposait des hausses de taxes sur des produits de premiere necessite comme le pain, les couches\npour bebe, le sucre, les telephones portables, les transferts d'argent et les donnees Internet, ce qui\na declenche une fronde generalisee. La colere de l'opinion publique avait culmine lors de l'assaut du\nParlement par les manifestants, qui marquaient ainsi leur rupture symbolique avec l'Etat.\nAbonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI Un tournant decisif\ns'etait produit lorsque le president Ruto - longtemps vante pour avoir su dejouer les manoeuvres du\nveteran de l'opposition Raila Odinga - etait apparu visiblement ebranle. Lors d'une interview\ntelevisee depuis le palais presidentiel, il avait fait une concession inhabituelle :\n\" Je suis pret a discuter.\n\" Cette declaration contrastait avec l'insistance avec laquelle il avait precedemment affirme que le\nprojet de loi devait etre adopte sous son autorite de commandant en chef. Il s'etait meme engage a\nreconforter personnellement une mere eploree qui avait perdu son enfant lors des manifestations \"\nen tant que parent \" . Comme beaucoup d'autres, elle n'a jamais recu de nouvelles.\nA la suite de ces evenements, William Ruto avait retreci son gouvernement plethorique, promis des\nreformes et cree la surprise en formant un executif a base elargie faisant appel a des personnalites\nimportantes du camp d'Odinga. Il s'etait ensuite debarrasse de son bras droit, Rigathi Gachagua,\ndont les contradictions en public et les sorties sur l'augmentation du cout de la vie etaient devenues\nun handicap. Mais le remaniement politique n'a pas suffi a apaiser le mecontentement.\nUn remaniement politique pour apaiser L'anniversaire celebre il y a quelques jours par la Gen Z\ns'inscrit dans une volonte croissante de faire du 25 juin une journee nationale de resistance. Dans\nl'avant-propos du rapport 2024 \" Brutal Policing \" 1 de l' ONG kenyane Missing Voices, Willy\nMutunga, l'ancien president de la Cour supreme, a exhorte le gouvernement a reconnaitre\nofficiellement cette date :\nLa generation Z et les milleniaux ne sont pas pres de disparaitre. Je vous invite a etre proactifs et a\naccompagner leur prochaine mobilisation et revolte. Il n'y a pas besoin d'etre grand clerc pour savoir\nque cette generation commemorera le soulevement de juin 2024. Je suppose que la date qui sera\nimmortalisee et celebree chaque annee sera le 18 ou le 25 juin.\nCela n'a toutefois pas empeche le gouvernement de s'adresser symboliquement aux familles\nendeuillees afin d'eviter la reedition des manifestations de 2024, alors meme que les jeunes\ns'efforcaient de les immortaliser. Le 15 juin, s'exprimant lors de la remise de la coupe de la Premiere\nLigue kenyane (remportee par le Police FC , club qui appartient a la police kenyane...), Murkomen a\ndeclare que le gouvernement etait pret a ecouter. Mais beaucoup de Kenyans se sont demande :\npourquoi maintenant ? Pourquoi avoir attendu qu'une annee entiere se soit ecoulee ?\n\" Nous dormons pendant que la revolution gronde \" Les blogueurs et les equipes de communication\nprogouvernementaux ont qualifie les rassemblements d'anarchiques et accuse Rigathi Gachagua\nd'orchestrer une tentative de renversement du regime. Mais le vice-president evince a rejete ces\nallegations en direct a la television par ces mots :\n\" Ces manifestations sont spontanees. Personne ne peut mobiliser vingt-six comtes a l'insu des\nagences de renseignement. Si je suis coupable, que le ministere de l'Interieur m'arrete\nimmediatement !\n\" Soutenez Afrique XXI Afrique XXI est un media gratuit et sans publicite .\nVous pouvez nous soutenir en faisant un don defiscalise .\nFAIRE UN DON Barrack Muluka, expert en communication et chroniqueur de longue date du journal\nThe Standard , a Nairobi, explique a Afrique XXI que l'incapacite du president Ruto a tenir ses\npromesses de campagne, en particulier en matiere de creation d'emplois et de relance economique,\na aggrave la frustration de la population.\n\" Ruto est comme un capitaine incapable de naviguer sur les eaux tumultueuses du Kenya. Il ferait\nmieux d'accoster dans un port abrite et de se retirer. Si rien ne change, comme ca semble probable,\nles manifestations continueront \" , precise-t-il. Et de poursuivre :\n\" Rien n'a change depuis que la generation Z est descendue dans la rue. La verite, c'est que nous\nsommes en train de dormir pendant que la revolution gronde. Une etincelle de plus, et le centre\npourrait tomber.\n\" Le president Ruto a reconnu que manifester etait un droit constitutionnel, mais il insiste sur le fait\nqu'il ne peut pas etre utilise pour le demettre de ses fonctions par des moyens anticonstitutionnels.\nEn juin, alors qu'il s'adressait depuis le palais presidentiel aux chefs de securite des regions et des\ncomtes et aux fonctionnaires de l'administration nationale au lendemain des nouvelles\nmanifestations, William Ruto a defendu la reintroduction d'un projet de loi draconien sur l'ordre\npublic qui vise, selon lui, a equilibrer les libertes civiques et l'ordre public.\nDurcir les lois plutot que discuter Ce projet de loi permettra de renforcer le controle des\nmanifestations publiques en durcissant les conditions de delivrance des autorisations prealables et\nles sanctions pour \" rassemblement illegal \" et en elargissant les pouvoirs de la police pour\ndisperser les rassemblements juges perturbateurs. Le texte a egalement pour objet de criminaliser\nles manifestations dans un rayon de 100 metres autour de zones protegees comme le Parlement et\nle palais presidentiel. Les peines prevues pour les contrevenants pourraient aller jusqu'a 100 000\nshillings kenyans (environ 740 euros) d'amende et trois mois de prison.\nMoses Wetang'ula, le president de l'Assemblee nationale, figure parmi les partisans les plus\nvirulents de ce texte. Cette personnalite de premier plan de la coalition au pouvoir souhaite que le\ngouvernement ait toute latitude pour faire face au \" desordre \" . Il a accuse la communaute\ninternationale et l'Eglise catholique de double standard, critiquant leur silence a la suite des recents\nincidents. S'exprimant peu apres les manifestations dans le comte de Kakamega, Wetang'ula s'est\ndemande pourquoi le clerge et les emissaires etrangers avaient deja condamne la repression\ngouvernementale alors qu'ils n'avaient fait aucun commentaire contre les casseurs.\n\" Ils sont alles dire sur les ondes \"que les manifestations [devaient] avoir lieu !\". Maintenant que\nnous avons vu les destructions, la pagaille, les morts, que vont-ils dire ?\n\" , s'est-il exclame en defendant le recours a la force.\n\" L'autre jour, a Los Angeles, le president Trump a deploye l'armee contre des manifestants.\nPourquoi s'indigner seulement quand ca se passe ici ?\n\" , a-t-il interroge.\nDevant le Parlement, repondant a une mise en garde de l'Ordre des avocats du Kenya, il a affirme\nque la loi ne porterait pas atteinte aux droits et libertes fondamentaux prevus par l'article 37 de la\nConstitution mais qu'elle permettrait, au contraire, de \" garantir l'ordre en protegeant la\nmanifestation, la police et les manifestants \" .\nAttaquer et interdire les medias La repression s'est durcie le 25 juin lorsque l'Autorite des\ncommunications, presidee par un ancien journaliste, a ordonne aux chaines de television de cesser\nde couvrir les manifestations en direct.\nNTV , K24 et KTN ont defie la directive, et leur signal a ete brusquement coupe. Le barreau du\nKenya a saisi la justice, invoquant des violations de la liberte de la presse et du droit constitutionnel\ndu public a l'information, meme si d'autres ont salue la decision.\n\" Ce que nous avons vu [le 25 juin] etait une insurrection et non une manifestation protegee par\nl'article 37. Depuis deux mois, les medias incitent a l'agitation et a la violence dont nous avons ete\ntemoins. Toutes les libertes ont des limites. La couverture en direct etait une provocation et elle a\nsuscite de nouvelles violences, en violation de la Constitution \", a declare sur sa page Facebook le\ndepute de Homa Bay Town, George Kaluma, un ancien opposant a William Ruto rallie au\ngouvernement elargi. Il a ajoute :\nBien que tardive, la decision de l'Autorite des communications de suspendre les directs etait dans\nl'interet public, pour la surete et la securite du public, et elle etait donc justifiee. Une telle mesure\ndevrait toujours s'appliquer lorsque les emissions incitent a la violence. N'oublions pas que les\nmedias ont joue un role central dans le genocide rwandais 2 [sic]. Les medias kenyans sont\ndevenus des voyous et ils detruiront ce pays s'ils ne sont pas correctement reglementes et\nsanctionnes.\nLe depute fait reference a deux medias de propagande rwandais lances quelques annees avant le\ndeclenchement du genocide des Tutsis, qui a fait pres de 1 million de victimes entre avril et juillet\n1994 :\nKangura , un journal extremiste cree en 1989, et la Radio television libre des Milles Collines ( RTLM\n) en 1993. Ces derniers ont incite a la haine contre les Tutsis puis au meurtre de ceux-ci, jusqu'a\npublier des listes de personnes a rechercher et a assassiner. Rien de tel au Kenya.\nCensurer l'opposition, les reseaux, la culture...\nOn assiste, sous le mandat du president Ruto, a un renforcement de la censure juridique et\nculturelle. Rose Njeri, une developpeuse informatique, a ete arretee en mai en vertu de la loi sur la\ncybercriminalite pour avoir cree une application permettant de rejeter en un seul clic le projet de loi\nde finances 2025, meme si l'activiste a ete relaxee par la suite apres des critiques contre le\nministere public.\nLes comptes de reseaux sociaux d'opposants virulents, dont celui d'Albert Ojwang, ont ete\nsupprimes. Ojwang est ensuite mort 3 en detention, deux jours apres son arrestation, dans des\ncirconstances suspectes, ce qui a suscite une vague d'indignation en ligne. Le hashtag\n#JusticeForOjwang a rapidement gagne en popularite, contraignant finalement l'inspecteur general\nadjoint Eliud Lagat a la demission et conduisant a l'inculpation pour meurtre d'officiers impliques\ndans la mort du blogueur.\nDeux mois plus tot, en avril, lors du festival national d'art dramatique, la piece Echoes of War mise\nen scene par le lycee de filles de Butere a fait l'objet d'une interdiction, annulee in extremis par un\ntribunal. Trop tard : les eleves sont montees sur scene, ont chante l'hymne national et sont\nreparties. Elles ont ensuite ete escortees par des vehicules de police de Nakuru a Butere Town, a\npres de 250 kilometres de la, pendant que les foules venues assister a la representation essuyaient\ndes tirs de gaz lacrymogenes.\nCharlene Ruto, fille du president, poursuit un editeur Par ailleurs, Charlene Ruto, la fille du president\nRuto, a poursuivi un editeur qui a publie sa biographie sans son consentement. L'auteur, Webster\nOchora Elijah, vient de signer Beyond the Name : Charlene Ruto and the Youth Uprising ( Au-dela\ndu nom : Charlene Ruto et le soulevement de la jeunesse ), ce qui a pousse Charlene Ruto a porter\nplainte pour usurpation d'identite. Des avocats estiment que l'action en justice de la fille du president\na peu de chances d'aboutir dans la mesure ou il est legitime d'enqueter sur les personnalites\npubliques, en particulier celles qui beneficient des ressources de l'Etat.\nInterroge par Afrique XXI recemment a Nairobi, l'avocat Billy Janji a declare :\n\" Beaucoup de juges ont tendance a se prononcer contre les personnalites publiques qui intentent\ndes proces en diffamation ou pour violation de leurs droits, et ce pour des raisons evidentes : les\npersonnalites publiques font l'objet d'une attention plus soutenue.\n\" L'activiste Hussein Khalid appelle les Kenyans a ne surtout pas baisser les bras devant les\ntentatives organisees du gouvernement pour limiter leurs droits civiques. Celui-ci a attire l'attention\npour avoir aide un policier pendant une recente manifestation et avoir ete expulse de Tanzanie, ou il\netait venu manifester sa solidarite avec le leader de l'opposition Tundu Lissu. Interviewe par\ntelephone, il insiste sur le fait que meme si le gouvernement resserre son emprise sur l'espace\ncivique, les defenseurs des droits \" continueront a faire pression jusqu'a l'avenement d'un pays juste\n\" .\nLa brutalite systematique documentee Civicus, une plateforme en ligne qui se consacre aux\nmenaces contre la societe civile dans le monde, a recemment publie un rapport intitule \" Balles\npolicieres, chaines numeriques : les brutalites de l'Etat face au soulevement pacifique des jeunes\nKenyans 4 \", a l'occasion du premier anniversaire des manifestations. L'etude documente la\nrepression conduite par les autorites et les forces de securite, qui ont cherche a eteindre la\ncontestation par des meurtres, des arrestations, des enlevements, le ciblage des activistes en ligne,\nl'instrumentalisation des lois sur la cybercriminalite, des perturbations internet, des restrictions\nimposees aux journalistes, la surveillance, la censure et d'autres moyens. Lors de la presentation du\nrapport, Mandeep Tiwana, secretaire general de Civicus, a declare :\nL'Etat kenyan a d'abord reagi aux manifestations par des violences massives, qui ont fait des\ndizaines de morts et plus d'une centaine de disparus. Depuis, il s'est efforce de renforcer le controle\nde toutes les formes d'espace civique et de liberte d'expression - des manifestants pacifiques dans\nles rues jusqu'aux critiques sur les medias sociaux. Cette annee de repression demontre que\nl'appareil de securite du Kenya, profondement enracine dans un heritage colonial marque par la\nbrutalite et la rupture, n'est pas au service du public. Au contraire, il s'agit d'un outil de repression\nvisant a reduire au silence les citoyens qui reclament la justice et la redevabilite.\nMais le gouvernement a egalement repondu par la methode douce a l'indignation croissante de\nl'opinion publique. L'une des tactiques utilisees a ete la mise en place de programmes de collecte\nde fonds et d'autonomisation en faveur des femmes et des jeunes. Les detracteurs voient toutefois\ndans ces initiatives des mesures politiques deguisees destinees a apaiser les esprits avant les\nprochaines elections.\nLe programme economique Bottom-Up (\" De bas en haut \"), qui avait jadis dynamise la campagne\nde William Ruto, est aujourd'hui percu par certains comme une \" corruption implicite des electeurs \"\n, en particulier parce qu'il se concentre sur le secteur informel, autrefois sa base la plus solide,\naujourd'hui de plus en plus desenchantee.\nUne generation eclairee et informee \" Il devrait maintenant etre clair pour tout le monde qu'il [Ruto] a\naffaire a une population eclairee, en particulier la generation Z, qui rejette ouvertement son\nleadership et sa gymnastique symbolique \" , a dit en juin a Nairobi le professeur Gitile Naituli,\nconferencier et commentateur politique. Il a poursuivi en ces termes :\n\" Il s'agit d'une generation faconnee par les acquis des reformes de l'ere du president Kibaki, de la\ngratuite de l'enseignement primaire aux 100 % de passage au secondaire. Ils sont informes, dotes\nd'outils d'analyse et ne se laissent pas facilement influencer. Ils comprennent comment fonctionne le\ndeveloppement - de la politique a la budgetisation -, et ils attendent un impact tangible. Le fait que\nRuto mette Raila de son cote n'y changera rien ; le symbole ne les trompera pas non plus. En fait,\ncela ne fera qu'aggraver son impopularite. Si le president veut renouer avec la population, il doit\nredresser l'economie. Un point, c'est tout.\n\" Le PIB du Kenya a atteint 16 200 milliards de shillings (106 milliards d'euros) en 2024, avec une\ncroissance ralentie a 4,7 %, contre 5,7 % en 2023, a l'instar des tendances mondiales puisque la\ncroissance du PIB mondial a baisse de 3,3 % a 3,2 %.\nLa nomination strategique au portefeuille des Finances de John Mbadi, issu de l'aile Raila Odinga, a\ntoutefois temporairement apaise l'indignation de l'opinion publique. Son ton modere et ses\nengagements a ne pas mettre en oeuvre de nouvelles taxes ont contribue a calmer les esprits, si\nbien que les Kenyans sont surtout descendus dans la rue en hommage aux morts de l'annee\nderniere. Mais la Gen Z, desormais plus mure sur le plan tactique, continue de se preparer pour\n2027, lorsque Ruto reviendra devant les electeurs apres son premier mandat de cinq ans.\nDecortiquer la loi pour les plus jeunes Marvin Mabonga, un activiste connu sur un reseau social\nsous le nom de @KOT_Sonko, a declare a Citizen TV qu'il voulait utiliser l'education civique pour\naider ses pairs a mieux comprendre les politiques gouvernementales, afin qu'ils puissent en reperer\net denoncer tous les mefaits caches.\n\" Nous avons organise des sessions avec des experts pour decortiquer le projet de loi de finances\n2024, car de nombreux jeunes ne l'avaient pas lu ou ne l'avaient pas bien compris \" , a-t-il precise.\nCertains veulent meme empecher la fraude aux elections de 2027 en comptabilisant tous les votes\net en partageant les resultats en temps reel sur les medias sociaux.\n\" Si l'on en croit sa recente coordination en ligne lors des manifestations, la generation Z est plus\nque prete a mettre en echec tous ceux qui prevoient de truquer les elections de 2027 \" , nous a dit\nl'analyste politique Herman Manyora. Et d'insister :\n\" Compte tenu de leur profond interet pour les questions de gouvernance et de leur engagement\nactif sur les medias sociaux, je ne serais pas surpris qu'ils presentent la majorite des candidats la\nprochaine fois. On ne peut pas leur appliquer le vieux logiciel politique, meme si la plupart des\ndirigeants actuels s'y appliquent encore.\n\" La Gen Z beneficie d'un soutien croissant de la generation Y (nee entre 1980 et 1995) et d'autres\ngroupes. L'avocat Miguna Miguna a cree un message d'urgence pret a etre envoye en cas\nd'enlevement.\n\" Redigez et enregistrez cette alerte d'urgence sur tous vos reseaux sociaux : \"Je m'appelle XYZ .\nJ'ai ete enleve par DCI /Police/ NIS \".\n\" Il les a exhortes a declencher l'alerte en cas de besoin :\n\" Lorsque quelqu'un que vous soupconnez d'etre de la DCI , de la NIS ou de la police s'approche de\nvous, appuyez sur \"envoyer a tous\" et alertez votre famille, vos amis, les blogueurs, les medias et\n@LawSocietyofKe.\n\" Rallier la police ?\nCyprian Nyakundi, eminent blogueur et allie de la Gen Z, a utilise la communaute en ligne pour\nmettre en avant les vertus pacifiques et porteuses d'espoir des marches de juin. Cette campagne\nnumerique a contribue a contrer les recits officiels, qui depeignaient les manifestations comme\nchaotiques et anarchiques, ainsi qu'a tenter d'apaiser les relations tendues entre les manifestants et\nla police.\nEric Omondi, un comedien millenial, autre acteur cle du mouvement, a lance la campagne \" Police\nFriday \" pour inviter les agents a partager en ligne des messages d'empathie et de retenue, pour\ncontester ainsi directement le decret controverse de C.S Murkomen, qui s'apparente a un \" tirer pour\ntuer \". Un agent a raconte comment sa fille de la Gen Z l'avait supplie de ne pas blesser les\nmanifestants. Un autre a appele ses collegues a agir dans le respect de la loi et a demontrer leur\namour pour le pays. Une victime des brutalites policieres, Anthony Weya, qui a recu une balle dans\nle bras, a beneficie d'une cagnotte en ligne.\nCette generation technophile tire le meilleur parti des outils numeriques, qu'il s'agisse d'aide\njuridique financee par appel a dons, de protestations alimentees par l'intelligence artificielle ou\nd'objets satiriques en ligne qui font mouche. Lorsque des images photoshoppees de fonctionnaires\ndans des cercueils ont inonde les medias sociaux, meme le president Ruto s'en est apercu et a\ntance les parents en ces termes :\n\" Apprenez les bonnes manieres a vos enfants !\n\" Leur cri de guerre, #SiriNiNumbers (\" Le secret est dans le nombre \"), est a l'image d'un\nmouvement qui dejoue les plans de l'Etat avec des memes et des mobilisations de masse. Malgre\ntoute sa machinerie, le gouvernement a du mal a suivre.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 21611,
                "words": 3501,
                "lines": 252
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "AfriqueXXI",
            "titre": "Ota Benga, \" en cage avec un orang-outan \"",
            "date": "2025-07-29T18:08:36.595209",
            "scraping_date": "2025-08-02T13:36:44.282769",
            "language": "fr",
            "text": "Ota Benga, \" en cage avec un orang-outan \"\n\nC'est une gigantesque foire qui s'ouvre a Saint-Louis (Missouri) en ce 30 avril 1904. La \" Louisiana\nPurchase Exposition \", qui tient son nom de la vente, un siecle plus tot, de la Louisiane aux\nEtats-Unis par la Premiere Republique francaise, a necessite un investissement de 15 millions de\ndollars. Elle s'etend sur pres de 5 km2 et s'apprete a accueillir une soixantaine de pays, 43 des 45\nEtats americains et presque 20 millions de personnes. Plus connue aujourd'hui sous le nom\nd'Exposition universelle de Saint-Louis, elle aurait pu rester dans les memoires comme l'acte de\nnaissance industriel de la machine a rayons X, inventee par l'Allemand Wilhelm Conrad Rontgen, ou\npour la premiere utilisation des couveuses pour les bebes prematures, entre autres belles\ninventions. Elle demeure, malheureusement, une tache indelebile, preuve accablante du racisme et\nde l'imperialisme d'une epoque.\nA Saint-Louis, jusqu'au debut du mois de decembre 1904, les nombreux visiteurs ne viennent pas\nseulement s'extasier sur des machines modernes, decouvrir la saveur du Dr Pepper et gouter, pour\nla premiere fois, a des glaces servies dans des cones gaufres. Ils viennent aussi observer ceux que\nl'on presente alors davantage comme des animaux que comme des etres humains : plus de 1 000\nPhilippins, quelques representants du peuple tlingit d'Alaska avec 14 totems, 2 maisons et 1 canoe,\nl'ancien chef apache Geronimo, exhibe dans un tipi de l'exposition d'ethnologie et, a partir de la fin\nde juin 1904, cinq Pygmees du Congo !\nL'un de ces Pygmees attire tout particulierement l'attention. On l'appelle Ota Benga - son nom\ncomplet serait Mbye Otabenga - et il est alors age d'environ 21 ans. Plus encore que sa petite taille\net la noirceur de sa peau, ce sont ses dents taillees en pointe qui frappent l'imagination des\nspectateurs. Personne ne cherche a comprendre quel rituel mbuti - le peuple de\nchasseurs-cueilleurs auquel il appartient - est a l'origine de cette pratique traditionnelle. Beaucoup\npreferent y deceler une preuve de l'anthropophagie a laquelle se livrent, c'est bien connu, les\nsauvages tribus africaines. Pour 5 cents, Ota Benga, qui est d'un abord facile, accepte de decouvrir\nses dents affutees...\nUn achat en bonne et due forme La presence d'un groupe de Pygmees a la Louisiana Purchase\nExposition ne doit rien au hasard. Commande a ete passee, des octobre 1903, par la Louisiana\nPurchase Exposition Company a l'homme d'affaires et \" explorateur \" Samuel Phillips Verner\n(1873-1943) pour qu'il ramene des Pygmees d'Afrique. Ou plutot, pour qu'il offre \" a certains\nindigenes l'opportunite de participer en personne a l'exposition \" 1 . Pour organiser son expedition,\nVerner a obtenu 8 500 dollars, dont 500 de salaire, ainsi qu'une cagnotte supplementaire de 1 500\ndollars pour faire face aux imprevus. La commande est tres precise. Il doit revenir avec :\n\" Un patriarche pygmee ou un chef. Une femme adulte, de preference son epouse. Deux enfants et\nleurs meres. Quatre Pygmees supplementaires, mais incluant un pretre ou une pretresse, de\npreference age(e).\n\" Ota Benga et ses compagnons d'infortune a l'Exposition universelle de Saint-Louis.\n(C) Public Domain Cette liste de courses en poche, quelques caisses de provisions, des fusils et\ndes munitions en cale, Verner embarque en direction de l'Afrique en novembre 1903, non sans avoir\nfait parvenir au roi Leopold II de Belgique, alors proprietaire en son nom de l'Etat independant du\nCongo, une lettre du secretaire d'Etat americain John Hay... Samuel Phillips Verner n'est pas un\nmercenaire isole partant chasser l'Africain pour monter sa petite entreprise de zoo humain : il obeit a\nla logique imperiale qui infecte alors une bonne partie de l'Occident.\nAbonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI Le 20 mars 1904,\napres douze jours de marche dans la foret equatoriale, Verner peut enfin crier victoire : il tient son\npremier Pygmee ! D'apres ses dires, il l'a obtenu en echange de sel et de vetements aupres de\ntrafiquants d'esclaves bashilele - de feroces cannibales, dit-on ! A son retour, dans un article pour\nHarper's Weekly , Verner ecrit :\n\" Il etait tres content de venir avec nous, puisqu'il etait tres loin de son peuple et que les Bashilele\nn'etaient pas des maitres faciles.\n\" Les versions de la capture d'Ota Benga selon Verner varieront au cours des annees, meme s'il se\npresentera toujours en sauveur blanc d'un pauvre Pygmee menace par des mangeurs d'hommes.\n\" Plus tourne vers l'aventure que vers l'Evangile \" Jennifer Richard, autrice d'une somme\nremarquable sur la vie d'Ota Benga ( Il est a toi ce beau pays , Albin Michel, 2018, et Notre royaume\nn'est pas de ce monde , 2022) decrit ainsi le trafiquant d'hommes :\nSamuel Phillips Verner, issu d'une famille desargentee de Caroline du Sud, fantasque et\nschizophrene, etait plus tourne vers l'aventure que vers l'Evangile. Sa direction de la mission de\nLuebo, dans la region du Kasai, etait avant tout motivee par les fantasmes nourris par la lecture des\nrecits de Livingstone et Stanley. Authentiquement curieux, il apprenait les langues et allait a la\nrencontre des populations, marchant dans les pas des grands explorateurs, avec en tete l'ambition\nde faire valoir ses decouvertes une fois rentre aux Etats-Unis. Son experience en Afrique et\nd'habiles manigances lui permirent de se presenter comme un specialiste de l'Afrique et un\npartenaire fiable de l'organisation de l'Exposition universelle de Saint-Louis. Il fut charge de\nrapporter des specimens de faune et de flore congolaises ainsi que des Pygmees. Ce qu'il parvint a\nfaire, s'attirant prestige des museums d'histoire naturelle, attention de la presse et une coquette\nsomme d'argent.\nLe matin du 11 mai 1904, Samuel Phillips Verner embarque a bord d'un steamer pour descendre la\nriviere Kasai et rejoindre l'embouchure du Congo. Avec lui, Ota Benga et d'autres jeunes hommes,\ndont certains des noms sont connus : Malengu, Shumbu, Lanunu, Bomushubba. Pas exactement la\ncommande, puisqu'il manque femmes, enfants et pretres... Les captifs arrivent a la\nNouvelle-Orleans le 25 juin 1904, en retard sur le programme. La Louisiana Purchase Exposition a\ncommence depuis avril. Malade, Verner est transporte dans un sanatorium tandis que les Pygmees\nsont achemines vers la foire ou ils vont faire sensation.\nUne nouvelle vie commence alors pour Ota Benga. De son passe avant son arrivee en Amerique,\ndans la foret de l'Ituri, on ne sait pas grand-chose.\n\" Ne sur un territoire vierge de toute domination exterieure, on peut supposer qu'il a passe les\npremieres annees de sa vie dans une serenite semblable a celle qui regnait la depuis mille ans ,\nimagine Jennifer Richard.\nMais alors qu'il grandissait, son peuple a commence a etre menace a la fois par les caravanes des\n\"Arabes\" et par les troupes de la force publique. La version de sa vie que j'ai choisi de raconter dans\nIl est a toi ce beau pays et Notre royaume n'est pas de ce monde est celle qui me semble la plus\nprobable d'apres les quelques sources historiques existantes. Selon ces dernieres, sa famille aurait\nete massacree par la force publique. Il aurait alors ete enrole ou \"recueilli\" par les troupes, puis\nremis a une mission, que je devine etre celle de William Henry Sheppard et de sa femme Lucy,\ndeux Africains-Americains (dont la vie meriterait aussi un livre), celle que dirigeait, non parce qu'il\netait plus experimente mais parce qu'il etait blanc, Samuel Phillips Verner.\n\" Selon certaines sources, Ota Benga aurait perdu sa femme et ses deux enfants dans l'attaque de\nla Force publique avant d'etre achete par Verner.\nUn retour avorte au Congo Quand la Louisiana Purchase Exposition ferme ses portes, en decembre\n1904, Samuel Phillips Verner emmene Ota Benga en tournee avec lui a travers les Etats-Unis,\nvraisemblablement a Washington DC , a Baltimore et enfin a La Nouvelle-Orleans, ou la troupe\nembarque a destination du Congo. De retour au pays, Benga se serait remarie avec une Batwa,\nlaquelle serait morte peu de temps apres d'une morsure de serpent, ce qui provoqua le rejet du\njeune homme par la communaute.\n\" Ota Benga aurait de nouveau ete victime d'un pillage et de massacres dans son village , poursuit\nJennifer Richard.\nCet evenement etant tres peu documente et assez improbable (mais non impossible), j'opte pour un\nretour de Samuel Verner a la mission de Luebo, sans doute dans le but d'aller chercher d'autres\nspecimens zoologiques et botaniques, motive par la perspective d'un nouveau contrat, lui qui\nsouffrait en permanence de problemes d'argent. J'imagine qu'Ota Benga, trouvant en lui une sorte\nd'\"ami\" (il n'avait pas d'autre referent), a choisi de repartir avec lui aux Etats-Unis en 1906.\n\" Soutenez Afrique XXI Afrique XXI est un media gratuit et sans publicite .\nVous pouvez nous soutenir en faisant un don defiscalise .\nFAIRE UN DON Quoiqu'il se soit passe au Congo, Ota Benga a apparemment choisi de revenir en\nterritoire americain.\n\" Verner se retrouve donc de nouveau a voyager avec Ota Benga a travers les Etats-Unis, ou l'on\ndevine qu'il organise des conferences a caractere ethnologique comme il l'avait fait quelques\nannees auparavant avec deux hommes du peuple tetela : Kassongo et Kondola. Mais le\nsensationnalisme ne paie pas toujours, et Verner, sans le sou, ne sait rapidement plus quoi faire\nd'Ota Benga. Il s'arrange alors avec le Musee d'histoire naturelle de New York, qui accepte de le\ngarder contre une petite somme, dans l'idee d'exploiter sa presence parmi ses trophees\nnaturalistes, et Verner s'en va au Panama, ou il a trouve un petit boulot administratif sur le chantier\ndu canal.\n\" Apres l'exposition de Saint-Louis, Ota Benga se retrouve donc loge dans une petite piece du\nmusee, autorise a se promener dans tout l'edifice mais interdit d'en sortir. Le sculpteur Casper\nMayer realise un buste de lui en platre, sur le socle duquel il appose l'inscription \" Pigmy \". Mais\nledit Pygmee supporte de plus en plus mal la captivite qui lui est imposee et il cherche plusieurs fois\na echapper. Pour le directeur du musee, H.C.\nBumpus, la situation devient vite ingerable.\n\" Ota Benga vit mal l'isolement et la profonde solitude qui sont devenus le motif principal de sa vie ,\nexplique Jennifer Richard.\nDependant de la bonne volonte de Verner, incapable de s'adapter seul a la societe dans laquelle on\nl'a jete comme un objet, ne maitrisant pas l'ecriture, mal la langue, il demeure passif face aux\nevenements. Mais on devine que son malaise et sa colere grandissent d'autant plus qu'il dispose de\npeu de moyens de communication (il existe une tres succincte correspondance entre Verner et lui,\nou percent amitie autant que desespoir). Un jour, il lance une chaise a la tete de Florence\nGuggenheim, venue visiter le musee avec son mari, l'industriel et mecene Daniel Guggenheim.\nVerner est prie de venir recuperer \"son Pygmee\". C'est alors qu'intervient l'episode du zoo...\n\" Encage avec l'orang-outan Dohang Verner a en effet trouve une solution : la cage, meme s'il se\ngarde bien de le formuler ainsi. Le 27 aout 1906, Ota Benga est conduit au zoo du Bronx, ou il est,\ndans les premiers temps, autorise a se deplacer et a aider les gardiens qui s'occupent des animaux.\nMais, quelques jours plus tard, cette relative liberte lui est enlevee : il est place dans un enclos de la\nzone du parc reservee aux singes. Le 9 septembre, le New York Times s'interesse a son sort et\npublie un article sous le titre : \" Un Bochiman partage une cage avec les singes du zoo du Bronx \".\nSon succes populaire est indeniable : des groupes de 500 personnes viennent l'observer, tandis\nqu'il est enferme avec un perroquet et arme d'un arc et de fleches pour faire plus vrai. On se moque,\non grimace, on montre du doigt... Et l'attraction est telle que le directeur du zoo, William Temple\nHornaday (1854-1937), decide de lui accorder une plus grande cage et la compagnie d'un\norang-outan nomme Dohang.\nA la fin du mois de septembre, 220 000 personnes sont venues visiter le zoo, le double de l'annee\nprecedente...\n\" Presque tous se dirigeaient directement vers la zone des singes pour voir Ota Benga \" , ecrit\nPamela Newkirk dans The Guardian . Une inscription a ete placee devant sa cage :\nThe African Pygmy, Ota Benga Age, 23 years. Height, 4 feet 11 inches.\nWeight 103 pound. Brought from the Kasai River, Congo Free State, South Central Africa, By D r\nSamuel P Verner.\nExhibited each afternoon during September 2 Pour le directeur du zoo, les benefices d'une telle\nexposition sont sonnants et trebuchants. Intellectuellement, la situation est loin de le deranger.\nZoologiste de renom, proche de Theodore Roosevelt (president des Etats-Unis de 1901 a 1909),\nHornaday a le soutien de deux membres influents de la Societe de zoologie, le paleontologue\neugeniste Henry Fairfield Osborn (il baptisera le tyrannosaure et le velociraptor) et l'avocat racialiste\nMadison Grant (futur auteur d'un ouvrage sur la superiorite de la \" race nordique \"). Pour eux,\ncomme pour Verner, exposer un Pygmee dans un zoo est eminemment pedagogique... Au New\nYork Times , Verner soutient que le public est \" le seul beneficiaire \" et qu'Ota Benga est \"\ntotalement libre \" .\n\" La seule interdiction qui lui est faite est de s'eloigner de ses gardiens. C'est pour sa propre\nsecurite \" , ajoute-t-il. Quant a la notice apposee devant sa cage, c'est pour lui eviter d'avoir a\nrepondre tout le temps aux memes questions...\n\" On vient de loin pour voir le \"chainon manquant\", l'element que l'on n'avait pas encore pu observer\npour comprendre l'evolution entre le singe et l'homme...\n\" , note ironiquement Jennifer Richard.\nPoursuivi par des hordes de visiteurs Malgre tout, quelques personnes se recrient. Notamment des\nreligieux africains-americains. Des le 10 septembre 1906, un jour apres la parution de l'article du\nNew York Times , le reverend James H. Gordon se rend au zoo du Bronx pour constater de ses\nyeux l'enfermement d'Ota Benga et essayer de communiquer avec lui. Place face a la triste realite, il\nfulmine :\n\" Nous sommes suffisamment francs pour dire que nous n'aimons pas que l'un des notres soit\nexpose avec les singes. Nous pensons que notre race est assez depreciee pour ne pas etre, en\nplus, presentee avec des primates. Nous pensons pouvoir etre consideres comme des etres\nhumains dotes d'une ame !\n\" Dans l'incapacite de convaincre Hornaday, qui espere bien exposer Ota Benga encore longtemps,\nJames H. Gordon se tourne vers un avocat noir, Wilford H. Smith, et un riche mecene, John Henry\nH. Millholland, pour porter la question en justice. Le seul resultat qu'ils obtiennent, c'est qu'Ota\nBenga ne soit plus maintenu dans sa cage et puisse aller et venir un peu partout dans le musee. Ce\nqu'il fait, chaque fois poursuivi ou accompagne par des hordes de visiteurs. Un record est atteint le\n16 septembre : 40 000 personnes viennent visiter le zoo.\nMais bientot Ota Benga n'en peut plus et devient de nouveau \" ingerable \" , selon les mots\nd'Hornaday.\n\" Le garcon fait ce qu'il lui plait, et il est tout a fait impossible de le controler. Il a ete tellement\nexpose dans les journaux, et si souvent sous l'oeil du public, qu'il est peu recommandable de le\npunir , affirme le directeur du zoo.\nSi nous le faisions, nous serions aussitot accuses de cruaute, de coercition, etc., etc.\n\" Si la presse nationale multiplie les articles, la plupart sont sur la meme ligne : Ota Benga est, au\nmieux, un sous-representant de l'espece humaine... Mais la tendance s'inverse peu a peu. Des\nreligieux africains-americains s'offusquent, tel le reverend Matthew Gilbert, de la Mount Olivet\nBaptist Church, dont Pamela Newkirk rapporte ces mots :\n\" Seuls les prejuges contre la race negre peuvent rendre une telle chose possible dans ce pays. J'ai\neu l'occasion de voyager a l'etranger et je suis persuadee qu'une telle chose n'aurait pas ete toleree\nun seul jour dans un autre pays civilise.\n\" Un pasteur blanc, Robert Stuart MacArthur, s'indigne aussi avec ces mots :\n\" Nous envoyons nos missionnaires en Afrique pour christianiser les gens, et nous ramenons un\nAfricain ici pour le brutaliser.\n\" Libre, \" seul, pensif, triste \" Sans doute l'apparition de critiques de plus en plus virulentes couplee\naux reactions de plus en plus violentes d'Ota Benga - il mord, donne des coups de pied, se bat,\ns'arme d'un couteau - finissent pas convaincre Hornaday de s'en debarrasser. Et, le 28 septembre,\nc'est accompagne par Samuel Phillips Verner que le jeune Mbuti quitte le zoo pour rejoindre le\nHoward Coloured Orphan Asylum de Weeksville, dont James H. Gordon est alors superintendant. Il\nva y rester pres de quatre annees et y recevoir une forme d'education occidentale.\nEn 1910, Ota Benga est envoye a Lynchburg, en Virginie, ou il est accueilli dans la famille de\nGregory W. Hayes et peut participer aux cours du Virginia Theological Seminary and College - ou il\nse lie d'amitie avec une enseignante, la poetesse Anne Spencer. Desormais connu sous le nom\nd'Otto Bingo, le Mbuti prefere pourtant passer son temps a l'exterieur, dans les forets, ou il chasse\nou cherche du miel avec un groupe de jeunes garcons. Des petits boulots, comme le travail dans\nune usine de tabac, lui permettent de survivre jusqu'en 1916. Mais il n'a plus de nouvelles de\nSamuel Verner et, avec la guerre qui eclate en Europe, ses espoirs de rentrer au pays s'amenuisent\nchaque jour. Les enfants avec qui il partait en foret le voient de plus en plus souvent assis sous un\narbre, seul, pensif, triste. Dans la soiree du 19 mars 1916, il allume un feu dans un champ et danse\nautour, comme en transe. Plus tard dans la nuit, il se tire une balle de pistolet en plein coeur. Ses\nfunerailles auront lieu deux jours plus tard, le 22 mars, en l'eglise baptiste Diamond Hill de\nLynchburg.\n\" Sans en avoir pleinement conscience, Ota Benga a ete le temoin de la colonisation militaire et\nculturelle de l'Afrique, du developpement industriel occidental - etale aux yeux du monde par les\nExpositions universelles -, de la segregation aux Etats-Unis, et du declenchement de la Premiere\nGuerre mondiale , explique Jennifer Richard.\nPour cela, vous ne m'entendrez jamais dire qu'Ota Benga est le symbole du racisme. Il est bien plus\nque cela. Il est l'incarnation de l'opprime. Victime de racisme evidemment - trouvez-moi un peuple\nsur terre qui, a l'epoque, considerait les Pygmees comme des egaux ! -, il a eu le malheur de naitre\nsur une terre convoitee par des peuples armes et conquerants. Aux Etats-Unis, il a ete considere\ncomme une marchandise par une societe ou tout s'achete et ou la vie ne vaut que pour ce qu'elle\nrapporte. Il est la victime de la cupidite et de la megalomanie humaine, dont le racisme est un outil.\n\" Bien des annees plus tard, la Wildlife Conservation Society a presente des excuses publiques\npour avoir maintenu un homme enferme dans une cage de zoo. C'etait le 29 juillet 2020 3 .\nVous avez aime cet article ?\nAssociation a but non lucratif, Afrique XXI est un journal independant, en acces libre et sans\npublicite. Seul son lectorat lui permet d'exister. L'information de qualite a un cout, soutenez-nous\n(dons defiscalisables) :\nFAIRE UN DON",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 19160,
                "words": 3208,
                "lines": 226
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "AfriqueXXI",
            "titre": "\" Ni paix, ni pain. \" Dans le nord du Togo, l'etat d'urgence dure depuis trois ans",
            "date": "2025-07-29T18:08:30.645467",
            "scraping_date": "2025-08-02T13:36:44.282769",
            "language": "fr",
            "text": "\" Ni paix, ni pain. \" Dans le nord du Togo, l'etat d'urgence dure depuis trois ans\n\nA Koundjoare, il est 18 h 30. Lorsque le muezzin lance l'appel a la priere du soir, les rues se vident\nen quelques minutes. Des ombres furtives, des concessions closes. Quelques moutons se faufilent\nentre les hangars deserts du marche.\n\" Depuis trois ans, la nuit est ennemie \" , confie un habitant qui prefere rester anonyme. Ici, comme\nailleurs dans la region des Savanes, dans le nord du Togo, l'etat d'urgence securitaire en vigueur a\nprofondement bouleverse les rythmes de vie et les libertes. Dans ce climat de tension, l'armee\ntogolaise reste en alerte maximale.\nLe 8 juin, elle a neutralise un groupe de djihadistes a Kpinkankandi, dans la prefecture de Kpendjal,\nune zone tres exposee aux attaques. Plusieurs dizaines d'assaillants ont ete tues, et un important\narsenal saisi : des armes, des munitions et pres d'une cinquantaine de motos, selon le site\nd'information republicoftogo.com 1 . Cette operation est intervenue quelques jours apres la\nparticipation du Togo a la deuxieme edition de l'exercice militaire Tarha-Nakal (\" Amour de la patrie\n\", en tamachek), qui s'est tenu a Tillia, au Niger, du 15 mai au 4 juin. Organise dans le cadre de\nl'Alliance des Etats du Sahel ( AES ), cet exercice visait a renforcer la coordination operationnelle\ndes forces armees de ses pays membres, le Niger, le Mali et le Burkina Faso. Pour le Togo, qui\nn'appartient pas a l' AES mais en est un partenaire strategique, cette participation s'inscrit dans une\nlogique de cooperation regionale face a une menace djihadiste transfrontaliere.\nJusqu'en 2019, peu de Togolais imaginaient voir un jour les djihadistes atteindre leur pays. Mais le\n15 mars 2019, un poste mobile de douane est attaque dans le centre-est du Burkina Faso , a\nNouaho (province du Boulgou), non loin des frontieres avec le Ghana et le Togo, faisant cinq\nvictimes, dont un pretre espagnol. Trois ans plus tard, la region des Savanes est devenue un\navant-poste de la guerre contre la nebuleuse djihadiste, qui, progressivement, a franchi les limites\ndu Sahel et s'est repandue vers les pays du golfe de Guinee.\nQuatre ans de deterioration continue Dans la nuit du 9 au 10 novembre 2021, des hommes armes\nmenent une attaque contre un poste avance du village de Sanloaga (prefecture de Kpendjal), sans\nfaire de victime. C'est la premiere attaque sur le sol togolais. Selon le ministre de la Securite et de la\nProtection civile, Yark Damehame, les assaillants ont ete repousses, et des renforts ont ete\ndeployes sur place. La crise securitaire vient de commencer. Elle s'installera dans la duree.\nAbonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI Si l'incursion de\nSanloaga est percue comme une simple alerte, la suite va rapidement dementir les plus optimistes.\nMoins de six mois plus tard, la menace se concretise brutalement : dans la nuit du 10 au 11 mai\n2022, une attaque coordonnee cible un poste avance des forces armees togolaises a Kpinkankandi,\ndans la prefecture de Kpendjal. Le bilan est lourd : huit militaires sont tues, treize blesses, et des\ndegats materiels sont enregistres. A travers un communique du ministre de la Securite, le\ngouvernement togolais condamne cette attaque \" lache et barbare \" et invite les populations a\naccroitre leur vigilance sans ceder a la panique. Le Togo paie pour la premiere fois le prix du sang\nface a un ennemi jadis lointain.\nDepuis, la situation securitaire dans la region des Savanes peine a s'ameliorer. Situee dans\nl'extreme nord du pays, cette region couvre 8 602 km2 et accueille environ 550 000 habitants, qui\nvivent essentiellement d'agriculture, d'elevage et de petit commerce. Longtemps abandonnee, elle\npeine a surmonter son enclavement, et l'acces aux infrastructures de base y est faible, en depit des\nrecents efforts du gouvernement.\n\" Une expansion deliberee et strategique \" Selon un rapport de la Fondation Konrad-Adenauer\npublie en mars 2025 2 , les incidents armes se sont multiplies a un rythme soutenu dans les quatre\nprefectures de Kpendjal, Kpendjal-Ouest, Tone et Oti.\n\" Depuis la fin 2023, les groupes armes ne se contentent plus de frapper les localites situees sur la\nfrontiere directe avec le Burkina Faso. Ils se projettent desormais en profondeur dans le territoire\ntogolais, en visant des cantons situes plus au sud. Des attaques ont ete egalement enregistrees\ndans les prefectures de l'Oti et l'Oti-Sud.\n\" , ecrivent les auteurs du rapport.\nFin novembre 2023, le gouvernement declarait avoir enregistre 21 attaques depuis le debut de la\ncrise avec un bilan de 31 morts, 29 blesses et 3 disparus. Les informations recueillies par\nl'organisation independante Armed Conflict Location & Event Data (Acled), et relayees par le\nquotidien francais Le Monde du 20 juillet 2023, repertorient 14 attaques pour les six premiers mois\nde cette meme annee, avec un total de 66 personnes tuees. Les violences ciblent a la fois les\npositions militaires et les villages civils, et sont souvent accompagnees de l'utilisation d'engins\nexplosifs improvises pour retarder ou compliquer l'intervention de l'armee. Le rapport de la\nFondation Konrad-Adenauer souligne que, depuis l'an dernier, la zone d'action des groupes\nterroristes s'est elargie. La progression des operations du JNIM (Jamaat nusrat al-islam\nwal-muslimin, en francais Groupe de soutien a l'islam et aux musulmans, GSIM ) - qui avait\nrevendique l'attaque de Kpinkankandi en mai 2022 - constitue, selon Acled, \" une expansion\ndeliberee et strategique plutot qu'un simple debordement \" .\nParmi les groupes djihadistes operant au Togo figurent egalement Ansarul Islam (la filiale burkinabe\ndu JNIM ), l'Etat islamique au Sahel ( EIS ) et divers groupes non identifies. Bien qu'aucune portion\ndu territoire togolais ne soit occupee par les groupes armes, cinq ans apres les premieres attaques,\non constate d'importants mouvements de population. Selon le Programme d'urgence de\nrenforcement de la resilience et de la securite des communautes (Purs), 8 986 personnes etaient\nenregistrees comme deplacees internes dans les localites de Dapaong, Mandouri, Tchimouri, Ponio,\nTambonga et Korbongou en mars 2024. A ce chiffre s'ajoutent 36 984 refugies venus du Burkina\nFaso, selon la meme source.\nSilence sur les operations militaires Apres avoir enregistre deux attaques en six mois, les autorites\ntogolaises comprennent que la menace va s'enraciner. Reuni en Conseil des ministres le 13 juin\n2022, le gouvernement place la region des Savanes sous etat d'urgence securitaire. Pour l'executif,\nil s'agit de \" creer un environnement et les conditions propices aux mesures administratives et\noperationnelles necessaires a la bonne conduite des operations militaires, au maintien de l'ordre et\nde la securite dans cette region \".\nCette mesure exceptionnelle, censee donner plus de marge de manoeuvre a l'armee pour riposter,\ncontenir les infiltrations et proteger les populations, va bouleverser durablement la vie quotidienne\ndes habitants. Couvre-feu nocturne, interdiction de se rassembler, multiplication des check-points et\nrenforcement des patrouilles reorganisent la vie sociale.\nSoutenez Afrique XXI Afrique XXI est un media gratuit et sans publicite .\nVous pouvez nous soutenir en faisant un don defiscalise .\nFAIRE UN DON Malgre un deploiement militaire massif, a travers l'installation de plusieurs\nnouveaux postes militaires, le creusement d'une tranchee le long de la frontiere avec le Burkina\nFaso et les restrictions imposees par l'etat d'urgence, les groupes armes ne plient pas. Ils semblent\nplutot adapter leurs modes operatoires, contournant les obstacles pour frapper plus durement et\nplus en profondeur. Dans la nuit du 15 au 16 juillet 2022, plusieurs villages de la prefecture de\nKpendjal (Blamonga, Lidoli, Sankortchagou, Kpembole, Tiwoli) sont la cible d'attaques coordonnees\nd'une violence inouie. Cette fois-ci, les victimes ciblees sont des civils soupconnes, selon certains\nde leurs proches, d'etre meles a une affaire de boeufs arraches a des eleveurs transhumants par\nles militaires de l'operation Koundjoare. On denombre une vingtaine de morts, egorges. Le chef de\nl'Etat, Faure Gnassingbe , se rend au chevet des familles endeuillees.\nFace a la brutalite de l'evenement, le gouvernement opte pour le silence . Aucune communication\nofficielle ne sera plus faite desormais sur les operations securitaires en cours. Pourtant, les attaques\nse multiplient de jour comme de nuit : embuscades, engins explosifs improvises ( EEI ),\nenlevements de civils, vols de betail... D'abord circonscrite a quelques localites de la prefecture de\nKpendjal, la crise securitaire s'etend progressivement pour atteindre les prefectures de\nKpendjal-Ouest, Tone, Oti et Oti-Sud. Le front de la menace gagne l'ensemble de la region des\nSavanes avec, pour corollaire, le deplacement massif des populations vers des zones plus\nsecurisees.\n\" Cette annee, c'est vraiment la pire \" A Koundjoare, chef-lieu du canton du meme nom, commune\nde Kpendjal 1, le grand marche de betail est ferme a cause de l'insecurite. Le plus important canton\nde la commune, qui tire l'essentiel de son dynamisme de l'agriculture et de l'elevage, s'asphyxie.\nAvec l'intensification des attaques en 2022, la plupart des habitants des villages voisins originaires\ndes prefectures de Tone et de Cinkasse, ont prefere regagner leurs villages d'origine. On compte\nplus de 2 800 deplaces, selon des sources officielles.\nIl est un peu plus de midi. Sous un hangar de fortune en tole ondulee, au coeur du marche, un petit\ngroupe discute autour d'une revendeuse de tchapalo , la biere locale. Tout autour, le marche peine\na s'animer. Etals clairsemes, visages fermes... tout raconte une economie a bout de souffle. Sous le\nhangar, les discussions tournent autour de la saison des pluies qui s'annonce. Les femmes\ns'inquietent du prix eleve des intrants agricoles (engrais, semences, pesticides), alors meme que les\nproduits de leurs recoltes peinent a trouver preneurs. L'equation est insoluble pour ces familles qui\nvivent a la fois de la terre et du marche.\nPres d'un comptoir en bois, une femme s'essuie le front, un bebe au dos, une bassine posee devant\nelle contenant un sac de jute plein aux trois quarts. La charge a laisse des marques sur ses epaules\nmeurtries. Elle s'appelle Minyem. Agee d'une quarantaine d'annees, elle a rapporte d'une ferme\nvoisine du riz local a vendre. Elle esperait en tirer au moins 350 francs CFA (50 centimes d'euro) la\nmesure de trois kilos. Mais, devant l'indifference des rares passants, elle a du revoir ses ambitions a\nla baisse. Meme a 300 francs, les clients se font desirer :\n\" J'ai cru qu'en ville j'aurais mieux. Mais regarde. Meme ici, personne n'achete.\n\" Sous le hangar aux piliers poussiereux, entre deux eclats de voix, un homme, la cinquantaine,\nrencherit :\n\" Le jour du marche surpasse, mon epouse a eu le meme souci. Elle avait amene deux sacs de 100\nkg de riz pour les vendre, parce qu'elle preparait les funerailles de sa tante. Mais elle n'a pas trouve\nde client. Finalement, une commercante de Dapaong [le chef-lieu de region, NDLR ] lui a propose\nde lui acheter le riz a credit, d'aller le decortiquer et de revenir plus tard avec le produit de la vente.\nOn ne sait meme pas quand !\n\" Il soupire, comme pour chasser l'impuissance, et conclut, amer :\n\" Cette annee, c'est vraiment la pire.\n\" Morosite generale, en ville comme en campagne Du riz au mais en passant par le sorgho ou le\npetit mil, les prix des cereales ont chute. Et pourtant, dans cette region essentiellement agricole,\nl'hivernage a commence et, avec lui, les besoins des cultivateurs qui explosent : semences, engrais,\npetits travaux agricoles... Il faut depenser pour produire mais l'argent ne circule plus. Pour le monde\nrural, les restrictions des deplacements , le renforcement des controles au niveau des check-points,\ntous les freins a la circulation des marchandises ont entraine une forme de torpeur commerciale.\n\" Beaucoup de transporteurs rechignent a venir ici. Trop de barrages, trop de risques \" , souffle un\ncommercant de betail.\nSi les campagnes bradent leurs recoltes, les centres urbains ne sont pas mieux lotis. La ville subit,\nelle aussi, les contrecoups de l'etat d'urgence. Activites economiques ralenties, vie culturelle a\nl'arret... l'asphyxie est palpable. A Dapaong, la vivacite d'antan n'est plus qu'un souvenir. Sur les\ngrandes arteres, les motos-taxis attendent le client. Les restaurants et buvettes, autrefois animes\njusque tard dans la nuit, ferment plus tot. Le secteur de l'hebergement peine a remplir ses\nchambres.\n\" Pas d'evenement, pas de clients \" , explique un gerant d'hotel. La region, classee desormais en\nzone rouge, voit les ateliers de formation et les colloques lui echapper au profit de Kara, a 200 km\nplus au sud. Un coup dur pour l'economie locale.\nLa situation est tout aussi morose pour les artistes, surtout de scene. Fin 2024, quelques concerts\norganises a l'initiative des autorites avaient suscite un brin d'optimisme dans les milieux culturels.\nCertains y voyaient les premices d'un assouplissement, un possible retour progressif a la normale.\nMais ca n'a pas dure. En fevrier 2025, une note du gouverneur de la region des Savanes, Affoh\nAtcha-Dedji, est venue brutalement refermer la parenthese. Adressee aux prefets et aux maires, a\nl'issue d'une rencontre consultative elargie aux responsables des forces de l'ordre et de securite,\naux chefs traditionnels, aux autorites religieuses et aux predicateurs, la circulaire rappelait le strict\nmaintien des mesures de l'etat d'urgence. Elle soulignait, notamment, l'interdiction des activites\nau-dela de 20 heures, qu'il s'agisse de mariages, de veillees funebres, de prieres nocturnes ou\nmeme de simples soirees dans les bars. Meme le careme musulman n'a pas echappe aux\nrestrictions, les appels des muezzins n'etant desormais toleres que dans les grandes mosquees de\nquartier.\n\" Sans scene, on ne vit pas \" Pour les acteurs culturels, ce rappel est un coup de massue.\n\" Il est quasi impossible d'organiser un spectacle qui doit se terminer a 20 heures. Et sans scene, on\nne vit pas \" , deplore Souleymane Inoussa, slameur et president de l'Association des acteurs\nculturels de la region. Peu de voix, cependant, s'elevent pour critiquer ouvertement l'etat d'urgence.\nPour certains, c'est un moindre mal face au risque de propagation de l'insecurite djihadiste.\n\" Nous comprenons la necessite de la securite. Mais, aujourd'hui, nous n'avons ni paix, ni pain \" ,\nregrette un leader communautaire.\nAppuye par ses partenaires, plusieurs agences onusiennes 3 et l'Union europeenne ( UE )\nnotamment, le gouvernement multiplie les actions pour soutenir les populations : distribution de\nsemences et d'intrants agricoles, distribution d'aide alimentaire a plus de 60 000 personnes,\nrenforcement de l'acces a l'eau potable et aux soins. Depuis fin juin 2025, le Purs vise a conjuguer\nassistance humanitaire et autonomisation des personnes deplacees, a travers des travaux a haute\nintensite de main-d'oeuvre (programme Himo) pour realiser des infrastructures locales.\nDans les campagnes reculees, on survit grace a des activites precaires et souvent dangereuses,\nloin des radars de l'aide.\n\" Les enfants n'ont pas de boulot. Nous avons pourtant besoin d'acheter la cola, du tchapalo et du\nsavon. Ou allons-nous trouver l'argent si nous restons a la maison ? Voila pourquoi nous sommes\nici \" , s'exclame, assise au bord de la riviere de Kpadjenta, une femme d'une soixantaine d'annees,\npagne noue haut sur la taille. Elle regarde ses petits-enfants remplir des bassines de sable. Depuis\nplusieurs semaines, elle revient quotidiennement sur ce site avec eux.\n\" Au bout d'une semaine, on peut faire un tas et le vendre a 2 000 francs [environ 3,5 euros, NDLR\n].\n\" Dans certaines localites des prefectures de Kpendjal et de l'Oti, la coupe du bois ou la production\ndu charbon de bois ne sont plus des activites d'appoint. Elles sont devenues la principale source de\nrevenus de familles entieres. Mais, dans cette region ou les engins explosifs improvises jonchent les\nsentiers et ou les incursions armees sont une menace constante, gagner sa vie signifie desormais la\nrisquer.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 16168,
                "words": 2580,
                "lines": 185
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://afriquexxi.info/De-Joice-Heth-a-Louis-Auguste-Cyparis-les-freaks-noirs-de-Barnum",
            "provider": "AfriqueXXI",
            "titre": "De Joice Heth a Louis-Auguste Cyparis, les \" freaks \" noirs de Barnum",
            "date": "inconnue",
            "scraping_date": "2025-08-02 13:37:40",
            "language": "fr",
            "text": "De Joice Heth a Louis-Auguste Cyparis, les \" freaks \" noirs de Barnum\n\nL'affiche la presente comme \" la plus grande curiosite naturelle & nationale dans le monde \" . Son nom est ecrit a la verticale, en lettres majuscules :\n\" JOICE HETH \" . En sous-titre, \" La nourrice du general George Washington (le pere de notre pays) sera presentee a l'Hotel Barnum de Bridgeport, vendredi et samedi, les 11 e et 12 e jours de decembre, en journee et le soir.\n\" Un dessin grossier montre une femme noire a la peau ridee et aux ongles interminables, la tete couverte d'un bonnet de pionnier. Pour la somme de 25 cents - demi-tarif pour les enfants -, les visiteurs vont pouvoir observer un sacre phenomene, si l'on en croit le texte promotionnel placarde sur les murs :\n\" Joice Heth est sans aucun doute possible la curiosite la plus etonnante et la plus interessante du monde ! Elle etait l'esclave d'Augustine Washington (le pere du general Washington) et elle fut la premiere personne a habiller l'enfant inconscient qui, bien des annees plus tard, conduirait nos peres heroiques a la gloire, la victoire et la liberte. Pour utiliser son propre langage quand elle evoque l'illustre Pere de ce pays, \" elle l'a eleve \". Joice Heth est nee en l'an 1674, et a donc atteint l'age etonnant de 161 ANS .\n\" Aujourd'hui, pres de deux cents ans plus tard, le nom de Joice Heth n'est guere connu du grand public, mais celui de l'homme qui l'exhiba, tel un phenomene de foire, en 1835, est entre dans le dictionnaire comme nom commun. Phineas Taylor Barnum a en effet laisse son empreinte jusque dans le vocabulaire courant, que ce soit pour designer une grande tente ou un vaste desordre !\nL'homme nait en 1810, a Bethel, dans le Connecticut (Etats-Unis), au sein d'une famille modeste. Son pere exerce toutes sortes de metiers - fermier, cabaretier, tailleur, epicier - jusqu'a sa mort, en 1825. Cette annee-la, age d'a peine 15 ans, Barnum trouve un emploi d'epicier a New York, puis de brasseur, et enfin de commis dans une grande taverne. De retour a Bethel, en 1828, il y monte une epicerie qu'il transforme rapidement en loterie, le \" Temple of fortune \". Il cree ensuite un journal, The Herald of Freedom . Ses editoriaux acerbes contre des membres influents du clerge local lui valent quelques mois de prison... Au debut des annees 1830, il vend son magasin et son journal et se lance, en 1835, dans le metier de \" Showman \".\nExhibee jusqu'a l'epuisement Cette annee-la, il achete Joice Heth a deux promoteurs, R.W.\nLindsay et Coley Bartram, qui l'avaient eux-memes acquise aupres de John S. Bowling, qui l'exhibait a Louisville, dans le Kentucky. Plus precisement, il la loue pour un an, au prix de 1 000 dollars, l'esclavage etant illegal dans le Nord. Deja presentee comme la nourrice de George Washington, Heth ne rencontrait alors aucun succes. Barnum va changer la donne. Dans son article \" P.T.\nBarnum, Joice Heth et les debuts des spectacles \"raciaux\" \" 1 , Benjamin Reiss ecrit :\n\" Son premier impresario n'etait pas Barnum, mais R.W.\nLindsay, un infortune homme de spectacle du Kentucky, qui l'avait exhibee dans les villes et villages, notamment a travers le Sud et l'Ohio. Peu de choses sont connues sur ce premier tour, mais Lindsay, n'ayant pu tirer de profits, l'avait vendue a Barnum qui, a ce moment, travaillait dans les magasins de nouveautes de New York.\n\" Et il poursuit :\n\" P.T.\nBarnum est alors devenu le \" proprietaire \" virtuel de Joice Heth et, avec l'assistance d'un bon juriste nomme Levi Lyman, l'a exhibee dans les tavernes, auberges, musees, gares et halls de concerts a travers le nord-est des Etats-Unis pour une periode de sept mois, jusqu'a sa mort.\n\" Poster publicitaire, 1835.\n(C) Domaine public Vraisemblablement nee aux alentours de 1756, Joice Heth a sans doute un peu moins de 80 ans quand Barnum commence a l'exhiber, le 10 aout 1835, au theatre Niblo's Garden de Manhattan (New York), mais elle parait bien plus agee. Elle est aveugle, edentee et presque entierement paralysee... Ce qui n'empeche pas l'homme d'affaires de la faire travailler plus de dix heures par jour. Au public, elle doit raconter encore et encore comment elle a eleve le petit George Washington, et si possible pousser la chansonnette en souvenir des berceuses qu'elle lui murmurait. Presentee plusieurs fois a New York et dans de nombreuses autres villes - Providence, Boston, Hingham, Lowell, Worcester, Springfield, Hartford, New Haven, Bridgeport, Newark, Patterson, Albany -, Joice Heth attire curieux et journalistes. Les premiers la touchent, la scrutent, lisent les documents factices qu'on leur presente. Les seconds se disputent a coups d'articles sur la moralite du spectacle propose. Benjamin Reiss rappelle ainsi que le Courrier de Boston ecrit alors :\n\" Ceux qui imaginent qu'ils peuvent contempler avec plaisir un squelette qui respire, soumis a la meme discipline qui est parfois exercee dans une menagerie pour amener l'animal inferieur a jouer des tours non naturels pour l'amusement des spectateurs, vont trouver de la nourriture a leur gout en visitant Joice Heth. Mais l'humanite s'ecoeure devant ce spectacle.\n\" Abonnez-vous gratuitement a la lettre d'information hebdomadaire d'Afrique XXI Au bout de sept mois d'exhibition, Joice Heth, pretendument agee de 161 ans rend l'ame, le 19 fevrier 1936, a New York. Phineas Taylor Barnum n'est pas homme a se laisser abattre par la perte d'un phenomene qui lui rapporte alors, dit-on, quelque 1 500 dollars par semaine. Fort de la publicite apportee par les journaux autour de la polemique sur l'age reel de Joice Heth, il va en profiter pour faire fructifier sa mort. Avec une idee aussi geniale qu'atroce : faire de son autopsie un spectacle payant, le 25 fevrier 1836 !\nMonstres et curiosites en tous genres \" Aussi, des que Joice Heth est morte, Barnum a contacte le docteur David L. Rogers pour proceder a l'autopsie dans le City Saloon de New York, qu'il avait loue pour l'occasion, en transformant la salle d'exhibition en un theatre d'operations de fortune et en ouvrant les portes au public , ecrit Benjamin Reiss.\nMalgre le prix d'entree exorbitant de 50 cents, 1 500 spectateurs se sont precipites. Barnum en retira un grand profit, le spectacle - precurseur des musees anatomiques -fournissant, par ailleurs, une aubaine pour la presse commerciale.\n\" Visiblement serieux, le docteur Rogers etablit au cours de cette autopsie-spectacle que Joice Heth ne peut avoir plus de 80 ans et que l'on a bien affaire a un \" hoax \", le genre de canular qui fera la fortune et la gloire de P.T.\nBarnum. Face a l'evidence, ce dernier n'hesite pas a s'enfoncer dans le mensonge, en pretendant que le corps autopsie appartient en realite a une autre Africaine-Americaine, Tante Nelly, et que, bien entendu, Joice Heth est toujours vivante... Peut-etre meme en tournee, en Europe ! Quoi qu'il en soit, le corps est enterre a Bethel, dans le Connecticut.\nMeme si, dans son autobiographie, Barnum date lui-meme de ce moment son ascension vers le succes, il ne devient le grand \" showman \" que l'on connait qu'apres 1835 et des annees de hauts et de bas. Le Barnum's Grand Scientific and Musical Theater ne conquiert pas toujours le public, et ce n'est qu'a partir des annees 1840 que l'ambitieux personnage trouve sa recette, a New York. La, il achete sur Broadway le Scudder's American Museum, qu'il renove et rebaptise en toute simplicite le Barnum's American Museum. A grand renfort de publicite, il sait attirer les spectateurs en leur promettant maints \" monstres \" et \" curiosites \". Enfin, facon de parler...\n\" Disseminer les lecons d'une solidarite raciale \" blanche La \" sirene des Fidji \", une grossiere taxidermie associant queue de poisson et torse de singe, y cotoie Charles Sherwood Stratton, dit \" General Tom Thumb \" (\" Tom Pouce \"), un comedien nain capable d'imiter Napoleon Bonaparte. Barnum emploie aussi un Amerindien saki, Do-Hum-Me, une chanteuse, Jenny Lind, surnommee \" le rossignol suedois \", les jumeaux siamois thais-americains Chang et Eng Bunker, ou bien encore \" Zip the Pinhead \", surnom de l'Africain-Americain William Henry Johnson - presente comme le chainon manquant entre l'homme et le singe...\nSoutenez Afrique XXI Afrique XXI est un media gratuit et sans publicite .\nVous pouvez nous soutenir en faisant un don defiscalise .\nFAIRE UN DON \" Les freak shows, peut-etre davantage qu'aucune autre pratique populaire precedant la guerre civile, ont aide a disseminer les lecons d'une solidarite raciale car ils agissaient comme une charniere entre les recherches scientifiques sur l'essence raciale et le desir populaire d'images de la domination blanche , poursuit Reiss. [...] Cet interet scientifique populaire sera institutionnalise plus tard dans le siecle par P.T.\nBarnum, qui exhibera dans son musee des Africains-Americains avec vitiligo, albinisme et microcephalie, clamant qu'ils etaient les \"liens manquants\" dans la chaine de l'evolution allant du Noir au Blanc en partant de l'homme singe.\n\" A la fin du XVIII e siecle, l'un des peres fondateurs des Etats-Unis, le medecin Benjamin Rush (1746-1813) estimait qu'un Africain-Americain atteint de vitiligo - il pensait a un certain Henry Moss, qui en faisait spectacle - etait, en realite, un Noir en train de \" guerir \" de sa noirceur...\nAvec le succes de ses monstres de foire et celui des concerts de Jenny Lind, Phineas Taylor Barnum peut diversifier ses affaires, et, au milieu des annees 1850, sa vie merite deja un livre - qu'il ecrit lui-meme en 1855 ( Life of P.T.\nBarnum , reedite plusieurs fois, un million d'exemplaires vendus). Entre succes et echecs, son parcours mouvemente se poursuit : creation du premier aquarium du pays, presentation de figures de cire, renouvellement constant de sa galerie de \" Freaks \" et... engagement en faveur de l'Union a l'heure de la guerre civile (1861-1865). Ce n'est d'ailleurs qu'apres cette guerre, a plus de 60 ans, qu'il se lance dans le business du cirque et monte \" The Greatest Show on Earth \" au debut des annees 1870, avec, notamment, en vedette, un elephant africain achete en 1882 au zoo de Londres, Jumbo...\nRemords tardifs Engage en politique - il est elu a la Chambre des representants du Connecticut puis a la mairie de Bridgeport -, Barnum milite contre la contraception et se prononce contre la consommation d'alcool... mais s'oppose a l'esclavage ! En decembre 1865, lors du vote du 13 e amendement de la Constitution des Etats-Unis, qui abolit l'esclavagisme et la servitude involontaire, sauf en cas de punition pour un crime, Barnum aurait prononce cette phrase : \" On ne doit pas prendre a la legere une ame humaine, creee par Dieu et pour laquelle le Christ est mort. Qu'elle habite le corps d'un Chinois, d'un Turc, d'un Arabe ou d'un Hottentot, elle demeure un esprit immortel et, malgre toutes les pretentions de caste, elle affirmera en temps voulu cette chose essentielle : sans distinction de couleur ou de condition, tous les hommes sont les enfants de notre pere commun.\n\" Selon James Cook, auteur de The Arts of Deception. Playing with Fraud in the Age of Barnum , il aurait aussi reconnu, avec regret, avoir possede et maltraite des esclaves :\n\" J'ai fouette mes esclaves. J'aurais du moi-meme etre fouette mille fois pour cela. J'etais un democrate, un de ces democrates quelconques, qui sont des hommes du Nord avec des principes du Sud.\n\" En avril 1891, la mort de Phineas Taylor Barnum ne met pas, pour autant, fin aux exhibitions de Noirs dans le cirque qu'il a fonde. Au debut du XX e siecle, un Martiniquais d'origine africaine sera, en effet, presente au public americain. Cet homme n'est pas n'importe qui : il s'agit de Ludger Sylbaris, connu aussi sous les noms de Louis-Auguste Cyparis et Louis Sanson. Il est ne au Precheur le 1 er juin 1874. Et, en mai 1902, il est enferme dans un cachot de la prison de Saint-Pierre pour avoir blesse un homme d'un coup de couteau lors d'une rixe d'ivrognes. Les murs de la cellule ou il est enferme sont tres epais, et seule une minuscule ouverture donne sur l'exterieur. Cette precision a son importance car, le 8 mai 1902, la montagne Pelee entre en eruption et, en moins de deux minutes, une nuee ardente tue les 30 000 habitants de Saint-Pierre. Louis-Auguste Cyparis, quoique gravement brule, sera l'un des deux seuls survivants de la catastrophe, avec Leon Compere. Secouru trois jours apres le drame, Cyparis va miraculeusement guerir de ses blessures.\nLe miracule de l'eruption de la montagne Pelee Un journaliste americain, George Kennan, qui passe une vingtaine de jours en Martinique entre mai et juin 1902 ecrit, dans son recit de voyage The Tragedy of Pelee 2 :\n\" Cyparis etait assis buste nu, a meme le matelas d'un petit lit de bois. Il avait un drap ensanglante pose sur la tete, a la maniere d'un burnous arabe, froncant au niveau de la taille. Je n'avais jamais vu un homme aussi horriblement brule. Chose curieuse, son visage etait indemne, et ses cheveux n'avaient pas meme ete roussis, mais il avait de terribles brulures sur le dos et les jambes : ses bras et ses mains enfles etaient couverts de matieres jaunes repoussantes qui ne ressemblaient ni a de la peau ni a de la chair humaine. Les blessures etaient apparemment tres profondes - si profondes que du sang en suintait - et a mes yeux inexperimentes, elles semblaient avoir ete provoquees par de la vapeur chaude.\n\" Le miracule de la montagne Pelee, probable photographie de Louis-Auguste Cyparis.\n(C) Domaine public Thierry Lefebvre, qui rapporte ces propos dans La Revue d'histoire de la pharmacie , soutient que le retablissement spectaculaire du patient a ete consecutif a l'utilisation de bandages aseptises enduits d'huile de lin, d'acide phenique et d'eau de chaux.\nDans Ti Fol, fille du volcan (L'ecole des Loisirs, 2024), la romanciere Raphaele Frier retrace sous forme fictionnelle l'histoire de Cyparis, devenu une celebrite locale apres sa survie miraculeuse. Elle imagine sa rencontre avec le journaliste George Kennan, mais surtout, un peu plus tard, avec James Anthony Bailey (1847-1906), l'associe de Barnum, qui, depuis le debut des annees 1890, dirige a la fois The Barnum and Bailey's Greatest Show et Buffalo Bill's Wild West Show. Cyparis demande pourquoi cet homme veut l'embaucher :\n\" Pour quoi faire ? Mais pas grand-chose, rien de complique ! Ce ne sera pas un travail extenuant. Il s'agira d'integrer sa celebre equipe, avec toutes ses attractions : la femme a barbe, le geant, le general Tom Pouce... Tu as deja entendu parler du general Tom Pouce ? Il est excellent ! Il ne mesure que soixante centimetres et pese moins de sept kilos. Les gens se battent pour le contempler. Et ils se battront pour voir de leurs yeux le \" negre prodigieux \" qui a survecu au redoutable volcan de la Martinique... Alors Sanson... Tu reves de succes ? Et aussi de connaitre les Etats-Unis d'Amerique, n'est-ce pas ?\n\" Quelques pages plus loin, Raphaele Frier decrit le spectacle au sein de la troupe Barnum, en Caroline du Sud, ou, bien entendu, l'homme miracule est presente comme un sauvage dont on n'a pas \" acheve le dressage \" . Jusqu'a ce que le public se lasse des cicatrices de \" celui qui a survecu au jugement dernier \" , comme l'annoncait la reclame... Louis-Auguste Cyparis mourra dans le denuement, au Panama, en 1929. Son histoire, comme celle de Joice Heth, reste a ecrire.\nVous avez aime cet article ?\nAssociation a but non lucratif, Afrique XXI est un journal independant, en acces libre et sans publicite. Seul son lectorat lui permet d'exister. L'information de qualite a un cout, soutenez-nous (dons defiscalisables) :\nFAIRE UN DON",
            "extraction_method": "Playwright (Chromium)",
            "html_metadata": {},
            "statistics": {
                "chars": 15560,
                "words": 2632,
                "lines": 45
            }
        }
    ]
}