{
    "articles": [
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Chers amis chinois, nous ne mangeons pas le crocodile par nécessité.",
            "date": "2025-07-18T12:56:37.490716",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Chers amis chinois, nous ne mangeons pas le crocodile par nécessité.\n\nUn article de notre éditeur chinois a mis en lumière l'ignorance, parfois bienveillante, de certains\ninternautes chinois qui entretiennent certains stereotypes dangereux concernant l'Afrique.\nDans l'article relatant la dégustation de crocodile et de singe à Brazzaville, plusieurs commentaires\nrévèlent une profonde méconnaissance de la culture culinaire africaine.\nPremièrement, affirmer que les populations africaines, et particulièrement congolaises, consomment\nces viandes par nécessité alimentaire constitue une caricature ignorante.\nEn réalité, nombreux sont les Africains qui intègrent volontiers les viandes de reptile ou de primate à\nleur gastronomie, par goût et tradition, non par survie.\nJuger ces pratiques avec stupéfaction démontre un double standard, ceux-là mêmes qui\ns'émeuvent du crocodile congolais devraient se souvenir que la Chine elle-même propose des mets\nexotiques, du pangolin au civet, dans certaines provinces.\nDeuxièmement, l'idée que la République du Congo souffrirait d'une insuffisance de terres agricoles\net d'élevage est largement exagérée.\nLe pays dispose de surfaces cultivables importantes, non exploitées pour des raisons\nsocio-politiques et économiques, mais pas au point d'imposer la chasse aux prédateurs sauvages\ncomme moyen de survie.\nCes commentaires, sans s'en rendre compte, minimisent la souveraineté alimentaire congolaise en\nla réduisant à une question de pénurie, renforçant ainsi le stéreotype de l'Afrique pauvre où on\nmange ce que l'on peut par nécessité de survie.\nComparer la consommation de crocodiles à la consommation forcée de rats comme l'a fait un\ninternaute, frise, certainement involontairement, avec du racisme.\nCette analogie, fondée sur la pauvreté perçue, minimise la capacité des Congolais à choisir leur\nalimentation et véhicule une stigmatisation injuste.\nEnfin, es internautes chinois gagneraient à adopter une posture plus empathique et à connaitre plus\ndu monde, spécialement des pays moins développés que le leur.\nIls devraient reconnaître que chaque pays possède ses traditions culinaires, résultant de son\nhistoire, de son environnement et de ses pratiques sociales.\nComment juger autrui alors que la Chine a elle-même été critiquée pour sa consommation de faune\nsauvage ? Le respect mutuel et la curiosité intellectuelle sont des prérequis indispensables à un\ndialogue interculturel authentique.\nIl est important que les échanges interculturels reposent sur la compréhension réciproque plutôt que\nsur de vieux stéréotypes.\nUn débat éclairé favorisera un respect mutuel et enrichira la relation sino-africaine.\nEt ceci tombe bien, la Chine tient en ce moment une réunion ministérielle sur le dialogue entre les\ncivilisations.\nVous pourrez trouver l'article de notre éditeur chinois sur notre site en anglais.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2785,
                "words": 396,
                "lines": 36
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Maroc: inauguration d'une première usine de composants pour batteries",
            "date": "2025-07-18T12:56:37.502400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Maroc: inauguration d'une première usine de composants pour batteries\n\nélectriques\nUne co-entreprise sino-marocaine a annoncé mercredi l'inauguration dans l'ouest du Maroc d'une\nusine de composants pour batteries lithium-ion, destinées aux véhicules électriques, le premier\nprojet de ce type dans ce pays nord-africain.\nCe complexe où est prévu un investissement total de près de 1,9 milliard d'euros, aura à terme «\nune capacité (de production) équivalente à 70 GWh/an, de quoi équiper près d'un million de\nvéhicules électriques par an », a indiqué dans un communiqué Cobco, société commune entre la\nholding royale marocaine Al Mada et la firme chinoise CNGR Advanced Materials, spécialisée dans\nles composants pour batteries.\nEnviron 1.800 emplois qualifiés vont être créés directement grâce à ce projet et 1.800 autres de\nfaçon indirecte.\nDans une première phase, l'usine, située à Jorf Lasfar, à environ 130 km de Casablanca, fabriquera\ndes précurseurs de cathodes à base de nickel, manganèse et cobalt (NMC) « des composants\nessentiels des batteries pour véhicules électriques et le stockage stationnaire d'énergie », selon le\ncommuniqué.\nCe projet, inédit au Maroc, ambitionne de parvenir à une capacité de production de 120.000 tonnes\npar an de précurseurs NMC et 60.000 tonnes par an de cathodes LFP (lithium, fer et phosphate).\nPar la suite, le complexe sera aussi doté « d'unités de raffinage de métaux critiques et de recyclage\nde la +black mass+ (résidu issu du broyage des batteries en fin de vie, ndlr), avec une capacité de\ntraitement de plus de 60.000 tonnes par an », selon Cobco.\nPremier exportateur africain de phosphates, le Maroc détient 31% des parts du marché mondial de\nce minerai, selon l'Office chérifien du phosphate (OCP), la société publique qui a le monopole de\nson exploitation.\nLe pays a également fortement misé ces 15 dernières années sur les énergies renouvelables qui\nfournissent 38% de l'électricité produite actuellement dans le pays, et ambitionne d'atteindre 52% en\n2030. kao/fka/de © Agence France-Presse",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1974,
                "words": 311,
                "lines": 26
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Chine-Zambie : Une raffinerie de petrole en vue?",
            "date": "2025-07-28T11:07:28.439882",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Chine-Zambie : Une raffinerie de petrole en vue?\n\nLa Zambie, a travers la Industrial Development Corporation, a signe un partenariat de 1.1 milliard de\ndollars avec le chinois Fujian Xiang Xin Corporation of China pour la construction d'une raffinerie de\npetrole et un complexe energetique dans le pays.\nPrevue dans la region du Copperbelt, la construction devrait commencer au dernier trimestre 2025,\navec la premiere phase commerciale prevue pour 2026. La raffinerie devrait, selon les autorites\nzambiennes, raffiner 60,000 barils de petrole par jour et repondre aux besoins du pays. Elles ont\naussi annonce que des unites d'embouteillage de gaz de petrole liquefie, de production de bitume,\nde melange de lubrifiants et une centrale electrique de 130 megawatts sont prevus dans le\ncomplexe a construire.\nNe produisant pas le petrole, la Zambie importera le petrole brut du Moyen-orient a travers le port\nde Dar-es-Salaam en Tanzanie.\nQue faut-il savoir de Fujian Xiang Xin Corporation : Il s'agit d'un constructeur industriel chinois prive,\nsurtout connu pour ses produits en aluminium a haute performance et, plus recemment, pour son\nincursion dans les composants de vehicules a energie nouvelle. Fondee en 2002 et basee a\nFuzhou, l'entreprise est specialisee dans les profiles d'extrusion en alliages d'aluminium speciaux a\ntres hautes performances, les tubes sans soudure et les pieces forgees pour des secteurs allant de\nl'aerospatiale a l'automobile en passant par la defense et le transport ferroviaire.\nAutre chose a savoir : En 2023, la Zambie signait une participation de 15% dans un projet de\nraffinerie de petrole a Lobito en Angola entre Sonangol, la compagnie petroliere nationale angolaise\n(NOC), et la China National Chemical Engineering (CNCEC). La Zambie devrait etre reliee a cette\nraffinerie par des pipelines. Cependant la signature du protocole d'accord en juin 2023, il n'y a eu\naucun developpement notable sur le projet.\nLECTURE RECOMMANDEE:\nReuters: Zambia plans 60,000 barrels per day oil refinery in copperbelt",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1989,
                "words": 308,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Cameroun: La mine de Mbalam-Nabeba va bientôt entrer en production",
            "date": "2025-07-18T12:56:37.512582",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Cameroun: La mine de Mbalam-Nabeba va bientôt entrer en production\n\nLes chinois de la Cameroon Mining Co (CMC), en charge du développement du projet minier de\nMbalam-Nabeba, s'apprêtent à expédier sa toute première cargaison de minerai de fer depuis le site\nde Mbalam, dans le sud-est du Cameroun, jusqu'au port en eau profonde de Kribi, situé à quelque\n600 kilomètres.\nL'entreprise table sur un premier convoi dès septembre 2025.\nLe développement de la mine a longtemps été entravé par des contentieux judiciaires avec\nl'opérateur australien Sundance Resources.\nDépossédé de la concession en 2021 par l'État camerounais, Sundance poursuit aujourd'hui le pays\ndevant la Chambre de commerce internationale (CCI) à Paris, réclamant quelque 5,5 milliards de\ndollars de dédommagement.\nDepuis cette rupture, la gestion du projet a été reprise par Cameroon Mining Co, une société\ndésormais majoritairement détenue par des investisseurs chinois regroupés au sein de la holding\nsingapourienne Coconut Logic.\nCette dernière contrôle également les permis côté congolais via sa filiale Bestway Finance.\nEn l'absence de voie ferrée entre Mbalam et Kribi, CMC prévoit d'assurer le transport par la route,\navec les autorisations obtenues auprès des autorités camerounaises.\nCes autorisations sont toutefois conçues comme transitoires, en raison des impacts potentiels sur\nles infrastructures routières. À moyen terme, la société ambitionne de construire une ligne\nferroviaire, dont le coût est estimé à plusieurs milliards de dollars.\nDes discussions sont en cours avec des partenaires stratégiques, notamment China Railway\nConstruction Corp (CRCC) et sa filiale China Railway 20th Bureau Group Co.\nPOURQUOI C'EST IMPORTANT: La Chine joue un rôle central dans le développement du projet\nMbalam-Nabeba ainsi que des infrastructures qui l'accompagnent.\nAujourd'hui, tout projet minier lié au fer revêt une importance stratégique pour Pékin, qui cherche\nactivement à diversifier ses sources d'approvisionnement.\nAprès les projets de Simandou en Guinée et de Tonkolili en Sierra Leone, Mbalam-Nabeba, situé\nentre le Cameroun et le Congo, constitue le troisième grand projet africain dans lequel la Chine est\nfortement impliquée.\nSi CRCC est sélectionné pour construire le chemin de fer, les entreprises chinoises seront\nprésentes de bout en bout de la chaine.\nDe la mine de fer, au port de Kribi en passant par le chemin de fer.\nPlus de détails, lire l'article complet sur Africa Intelligence.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2407,
                "words": 362,
                "lines": 32
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Medias: Le China Daily signe un partenariat avec The Star au Kenya",
            "date": "2025-07-28T11:07:47.691942",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Medias: Le China Daily signe un partenariat avec The Star au Kenya\n\nAvec les contractions budgetaire publicitaires et de baisse d'audience, les journaux d'Afrique\naustrale, comme The Star au Kenya, se rejouissent lorsque le gouvernement chinois leur propose\ndes partenariats remuneres a long terme.\nLa semaine derniere, le quotidien a signe un contrat d'un an avec le journal d'Etat China Daily pour\ndistribuer un edito hebdomadaire a ses 100 000 lecteurs quotidiens. Cet accord s'apparente a ceux\nque China Daily conclut depuis des annees aux Etats-Unis, au Royaume-Uni et dans d'autres pays.\nLa direction de The Star a presente ce partenariat comme une occasion de \"raconter aux Kenyans\nle recit venu de l'Orient\" et a souligne que China Daily offrirait une couverture plus approfondie de\nl'actualite chinoise.\n\"Il ne s'agit pas seulement de revenus, meme si c'est important ; il s'agit aussi de fournir a nos\nlecteurs un contenu offrant une perspective mondiale equilibree\", a declare Paul Ilado, directeur de\nla redaction. \"La Chine est un acteur geopolitique majeur, et nous sommes heureux de contribuer a\nraconter son histoire en Afrique\", a-t-il ajoute.\nLa mention des revenus par Ilado est essentielle, car cet aspect est souvent neglige. Si ces recettes\nrenforceront sans aucun doute les comptes chancelants de The Star, elles offrent aussi a\nl'ambassade de Chine a Nairobi un levier determinant pour influencer la couverture des sujets\nsensibles.\nL'ambassade de Chine au Kenya est en effet connue pour retirer ses publicites et partenariats\nremuneres aupres des medias locaux des qu'ils publient des contenus juges inacceptables.\nIl est quasi certain que si The Star envisageait de publier une tribune critique de la Chine signee par\nl'ambassadeur americain ou un article remettant en question la souverainete chinoise sur Taiwan,\nl'ambassade interviendrait et menacerait probablement d'annuler le contrat avec China Daily.\nPour la direction de The Star, comme pour celle d'autres titres a travers le monde, le choix est\nsimple : eviter les ennuis et preserver les resultats financiers.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2028,
                "words": 315,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Kenya Airways va bientot desservir Pekin a partir de 2026",
            "date": "2025-07-28T11:08:37.859151",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Kenya Airways va bientot desservir Pekin a partir de 2026\n\nLa compagnie aerienne kenyane Kenya Airways va en 2026 ouvrir une ligne entre les capitales\nNairobi et Pekin. L'ouverture de la ligne devrait permettre de renforcer les echanges entre les deux\npays mais aussi booster le tourisme kenyan en attirant davantage de touristes chinois.\nCette expansion se fait concomittament avec les efforts de Nairobi de booster son secteur\ntouristique. Cette ouverture devrait aussi booster les echanges commerciaux entre les deux pays et\nentre la Chine et l'Afrique.\nElle sera la premiere destination de Kenya airways en direction de la Chine. Elle est bien en retard\ncomparee a sa concurrente, Ethiopian Airlines qui couvrent deja six destinations en Chine.\nEn 2023, la compagnie signait un partenariat avec le chinois China Southern Airlines afin de\npermettre aux clients Kenya airways de voyager sur les lignes nationales et internationales operees\npar la China Southern Airlines.\nPlus de details a lire sur Travel and Tour World.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 964,
                "words": 152,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Chine-Maroc: Un protocole d'accord sur les brevets d'inventions",
            "date": "2025-07-28T11:08:54.720681",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Chine-Maroc: Un protocole d'accord sur les brevets d'inventions\n\nLa Chine et le Maroc ont signe un protocole d'accord sur les brevets d'invention. La signature a eu\nlieu en marge des 66 assemblees generales des Etats membres de l'Organisation Mondiale de la\nPropriete Intellectuelle (OMPI), qui se sont deroules a Geneve du 8 au 17 juillet.\nLa signature a ete faite par l'Office Marocain de la Propriete Industrielle et Commerciale (OMPIC) et\nl'Administration Nationale Chinoise de la Propriete Intellectuelle (CNIPA). Ce protocole d'accord vise\na accelerer le traitement des demandes de brevets d'invention.\nA cette occasion, les deux delegations ont fait le point sur les recentes avancees dans le domaine\nde la propriete industrielle au Maroc et en Chine, et ont discute des futurs axes de collaboration\nainsi que des priorites communes pour renforcer les liens entre leurs institutions respectives.\nCette signature intervient alors que la Chine multiplie les investissements dans le secteur des\nvehicules electriques. Des investissements qui posent la question du transfer technologique et du\npartage des connaissances. Il n'est pas sur si ce protocole d'accord se muera en accord qui pourrait\nbien couvrir les questions technologiques dans des domaines dans lesquels la Chine exerce une\ndomination.\nPlus de details a lire sur Azortac",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1273,
                "words": 197,
                "lines": 15
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "La Chine grandit sa présence en Tunisie",
            "date": "2025-07-18T12:56:37.517760",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "La Chine grandit sa présence en Tunisie\n\nDans un article publié cette semaine, le magazine en ligne Africa Intelligence revient sur la percée\ndiplomatique de la Chine en Tunisie.\nLa Chine confirme sa place de partenaire économique clé pour la Tunisie, tout en devant composer\navec un État historiquement orienté vers l'Europe et les États-Unis.\nDepuis l'inauguration de l'Institut Confucius de Tunis en 2018, Pékin a multiplié les initiatives\nculturelles et éducatives : camps d'été en Chine pour étudiants tunisiens, bourses destinées à\nformer des enseignants de mandarin et création de groupes d'amitié sino-tunisiens.\nParallèlement, la Tunisie a officiellement adhéré en 2017 aux nouvelles routes de la soie ; cet\nengagement a été réaffirmé lors d'une visite de l'ancien membre de la Conférence consultative\npolitique du peuple chinois pour promouvoir la BRI.\nL'accélération est apparue après le voyage à Pékin du président Kaïs Saïed fin mai 2024, où a été\nconclu un partenariat stratégique dont les contours restent à préciser, mais qui alimente les\ninquiétudes américaines.\nEn Avril 2023, la Tunisie exprimait sa volonté de vouloir rejoindre les BRICS.\nLe suivi a été assuré par Li Shulei, haut responsable du Parti communiste chinois, venu superviser\nd'importants projets d'infrastructures - une centrale photovoltaïque de 100 MW à Kairouan et la\nconstruction du pont de Bizerte, confiée à Sichuan Road and Bridge Group.\nDans le domaine patrimonial, une convention 2023 entre l'Institut national du patrimoine tunisien et\nle Centre national de recherche archéologique chinois a lancé des fouilles sur le site de Ben Arous\net des formations conjointes.\nEnfin, des forums d'échange civilisationnel et la participation d'acteurs liés à la propagande du PCC,\ncomme le China Publishing Group, illustrent la dimension idéologique de cette influence croissante\nde la Chine en Tunisie.\nPOURQUOI C'EST IMPORTANT: Dans le secteur des investissements, Pékin a aussi fait des\npercée significatives.\nEn avril, le cimentier chinois Sinoma Cement reprenait la deuxième cimenterie du pays.\nEn mai, c'est Huawei qui était en passe de reprendre le contrat de la 5G, au grand dam de Ericsson.\nLa percée chinoise dans le Maghreb s'explique notamment par la stabilité et la solidité des\néconomies de la région qui sont attractifs pour les investisseurs chinois.\nLa proximité géographique de la région à l'Europe n'est pas non plus étrangère.\nLECTURE RECOMMANDÉE: Africa Intelligence: Pékin pose les fondations de son « soft power » à\nTunis",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2484,
                "words": 385,
                "lines": 32
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Lithium: Pourquoi certains producteurs chinois nagent à contre-courant du",
            "date": "2025-07-18T12:56:37.497552",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Lithium: Pourquoi certains producteurs chinois nagent à contre-courant du\n\nmarché\nLe marché mondial du lithium connaît un renversement surprenant.\nAprès un pic en 2022, les cours ont chuté de plus de 70 %, pour s'établir autour de 12 000 $ par\ntonne, et pendant ce temps certains géants chinois accélèrent leur production plutôt que de la\nréduire.\nAinsi, au premier trimestre 2025, la mine Arcadia du groupe Huayou Cobalt au Zimbabwe a livré un\nvolume record de 128 348 tonnes de lithium, soit une hausse de 48,3 % par rapport au trimestre\nprécédent, malgré la dégringolade des prix.\nCette stratégie à contre-courant de la logique du marché, tranche avec les pratiques habituelles des\nproducteurs de matières premières, qui cherchent normalement à réduire leur offre pour soutenir les\ncours.\nDeux logiques expliquent ce comportement divergent.\nD'abord, la distinction entre acteurs intégrés verticalement et les entreprises minières uniquement.\nDes groupes comme Zhejiang Huayou Cobalt, qui couvrent la chaîne \"du minerai à la batterie\",\namortissent les fluctuations de cours en valorisant leur propre transformation et en sécurisant leur\napprovisionnement interne. À l'inverse, des sociétés non intégrées telles que Pilbara Minerals\n(Australie) ou Albemarle (États-Unis), sont plus vulnérables aux prix bas et ajustent plus rapidement\nleur production.\nEnsuite, de nombreux contrats d'offtake à long terme, signés durant la flambée de 2021-2022,\ncontraignent à maintenir un certain niveau de livraison.\nCes contrats prévoient souvent des planchers de prix ou des mécanismes de renégociation dès\nqu'une variation de 5 à 10 % intervient, et garantissent des flux de trésorerie indispensables au\nservice de la dette.\nMalgré tout, la posture chinoise n'est pas uniforme.\nCertains acteurs ont gelé de nouveaux projets ou réduit leurs coûts, tandis que d'autres dont CATL\nont temporairement fermé des mines aux coûts de production trop élevés, avant de les relancer.\nEnfin, cette offensive massive en période de creux traduit une ambition stratégique : profiter des prix\nbas pour consolider sa maîtrise de la chaîne de valeur du lithium et asseoir, à terme, une position\ndominante dans l'économie mondiale des énergies vertes.\nArticle traduit et résumé par C.Geraud Neema Pour plus de détails, lire l'article de Obert Bore sur\nChina-Global South Project.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2273,
                "words": 350,
                "lines": 31
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "FOCAC 2024: La Chine et l'Afrique font le point",
            "date": "2025-07-18T12:56:37.525400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "FOCAC 2024: La Chine et l'Afrique font le point\n\nDu 10 au 12 juin 2025, à Changsha (province du Hunan), se tient la réunion ministérielle de suivi du\nForum sur la coopération sino-africaine (FOCAC).\nOrganisée par le ministère chinois des Affaires étrangères, cette session avait pour objet d'évaluer\nl'état d'avancement des engagements pris lors du sommet de Beijing en septembre 2024.\nL'occasion a été pour Pékin de faire le point de ses engagements et montrer ou plus dire, ce qui a\nété déjà réalisé depuis l'année passée.\nLes coordinateurs des deux parties ont passé en revue les six axes prioritaires du plan d'action :\ninfrastructures, commerce et investissement, développement vert, santé, éducation et sécurité.\nSelon Pékin, depuis septembre 2024 jusqu'à présent plus de 130 milliards de yuans, soit 18,3\nmilliards USD, ont été décaissés en soutien aux pays africains.\nMais une liste détaillée de ces investissements n'a pas été fournie.\nParmi les réalisations, la partie chinoise a cité notamment la reconstruction du stade olympique de\nMenzah, en Tunisie, le projet d'assistance technique du palais présidentiel et du stade national au\nCabo Verde, le projet de 500 logements sociaux à Djibouti, Le projet du nouvel hôpital régional de\nTadjourah à Djibouti , et les projets de l'hôpital de Bobo-Dioulasso au Burkina Faso.\nS'agissant des engagements, Pékin a réitéré sa volonté d'accompagner l'industrialisation des pays\nafricains surtout dans le secteur minier avec la construction des unités de raffinage et de\ntransformation minière dans les pays hôtes.\nLa tenue de cette réunion avait été décidée lors du dernier FOCAC pour permettre de faire un suivi\ndes différentes resolutions prises et répondre aux critiques concernant le manque de visibilité dans\nla réalisation des résolutions du FOCAC.\nLa réunion s'est conclue par l'adoption d'une déclaration conjointe appelant à intensifier les relations\nbilatérales entre les deux parties LECTURE RECOMMANDÉE: Ministère chinois des Affaires\nétrangères: List of the Outcomes of the Implementation of the Follow-up Actions of the Beijing\nSummit of the Forum on China-Africa Cooperation",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2090,
                "words": 320,
                "lines": 25
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Nigeria: 15 étrangers, dont deux chinois, condamnés à un an de prison pour",
            "date": "2025-07-18T12:56:37.529400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Nigeria: 15 étrangers, dont deux chinois, condamnés à un an de prison pour\n\ncyberterrorisme et fraude en ligne\nQuinze ressortissants étrangers, tous originaires d'Asie, ont été condamnés à un an de prison pour\n« cyberterrorisme et fraude en ligne », a annoncé vendredi la Commission nigériane des crimes\néconomiques et financiers (EFCC), l'agence nationale de lutte contre la corruption.\nIl s'agit de l'un des plus grands groupes d'étrangers reconnus coupables de fraude sur Internet au\nNigeria, selon l'EFCC.\nOnze Philippins, deux Chinois, un Malaisien et un Indonésien ont comparu vendredi devant un\ntribunal de Lagos, la capitale économique du pays.\nAprès avoir plaidé coupable, ils ont été condamnés à un an d'emprisonnement, ainsi qu'à une\namende d'un million de nairas chacun (environ 650 euros), a précisé dans un communiqué de Dele\nOyewale, porte-parole de l'EFCC.\nIls sont accusés d'avoir recruté de jeunes Nigérians pour des activités d' »usurpation d'identité » et\n« de nationalité étrangère ». « Le tribunal a également ordonné la confiscation des appareils saisis\nauprès des condamnés au profit du gouvernement fédéral du Nigeria », a ajouté M.\nOyewale.\nLe pays le plus peuplé d'Afrique est depuis des années cité pour les pratiques ses cyber-fraudeurs,\nconnus dans l'argot local sous le nom de « Yahoo Boys ».\nAu cours des derniers mois, l'EFCC a mené de multiples les opérations dans des centres de\nformation clandestins où de jeunes Nigérians apprennent les rouages de la fraude en ligne.\nDes experts en cybersécurité alertent également sur la présence croissante de groupes « étrangers\ndu cybercrime » profitant des failles du système nigérian pour opérer dans le pays.\nSelon l'agence, ces groupes étrangers enrôlent des complices nigérians pour piéger des victimes en\nligne via des techniques de hameçonnage, ciblant principalement des citoyens américains,\ncanadiens, mexicains et européens.\nEn décembre, l'EFCC a procédé à l'arrestation de 792 suspects dans le quartier de Victoria Island à\nLagos.\nParmi eux, figuraient 192 ressortissants étrangers, dont 148 Chinois. tba/ks/ib © Agence\nFrance-Presse",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2043,
                "words": 315,
                "lines": 28
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "R.D.Congo: Le sino-canadien Kamoa-Kakula revoit ses prédictions à la baisse",
            "date": "2025-07-18T12:56:37.522400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "R.D.Congo: Le sino-canadien Kamoa-Kakula revoit ses prédictions à la baisse\n\nÀ la suite de la reprise des activités de la partie ouest de sa mine souterraine, la mine de cuivre\nsino-canadienne Kamoa-Kakula en République démocratique du Congo, a revu ses prédictions de\nproduction minière de 2025 à la baisse.\nEn début d'année, la mine, co-détenue par la joint-venture entre le chinois Zijin Mining et le\ncanadien Ivanhoe, prévoyait produire entre 520 000 et 580 000 tonnes de concentré de cuivre;\ncependant l'inondation et l'arrêt des activités d'une partie de sa mine ont conduit la compagnie à\nréduire ses prévisions à 370 000 à 420 000 tonnes.\nCette réduction ne devrait pas changer la position du groupe comme premier producteur congolais\net africain de cuivre, mais devrait conduire Kamoa à perdre sa 5è position au niveau mondial.\nIl y a quelques jours, Ivanhoe et Zijin s'étaient opposés sur l'évaluation de l'innondation, mais tout\nceci semble bien derrière aujourd'hui.\nLECTURE RECOMMANDÉE: Mining.com: Ivanhoe slashes 2025 copper guidance by 28% following\nDRC mine restart",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1005,
                "words": 161,
                "lines": 13
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Malawi : Un protocole d'accord de 7 milliards USD avec une obscure société",
            "date": "2025-07-18T12:56:37.506725",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Malawi : Un protocole d'accord de 7 milliards USD avec une obscure société\n\nchinoise fait parler\nEn marge de la récente exposition commerciale Chine-Afrique à Changsha, le ministère malawite\ndes Mines a signé un protocole d'accord (MoU) de 7 milliards de dollars avec une société chinoise\nrelativement méconnue dans le secteur minier, Hunan Sunwalk.\nCet accord, portant sur l'exploitation minière, les infrastructures et des projets connexes, suscite des\ninterrogations dans le pays, non seulement en raison de son montant considérable, mais aussi\nparce que Hunan Sunwalk ne possède aucune expérience préalable dans le secteur minier.\nBasée à Changsha, dans la province du Hunan, Hunan Sunwalk est un conglomérat privé actif dans\nla construction, les télécommunications et l'immobilier.\nElle a réalisé un projet de fibre optique au Pakistan, mais son initiative concernant le titane au\nMalawi serait son tout premier projet minier. À ce stade, cet engagement reste un protocole\nd'accord non contraignant plutôt qu'un contrat définitif, de sorte que les raisons de s'inquiéter\nimmédiatement peuvent être limitées.\nNéanmoins, de telles annonces spectaculaires sont monnaie courante dans les relations\nsino-africaines, notamment lors de grands événements politiques ou commerciaux comme l'expo de\nChangsha, où des chiffres impressionnants servent souvent la communication politique, et de\nnombreux engagements n'aboutissent jamais à des accords concrets.\nLes détails du protocole d'accord n'ont pas encore été rendus publics par les autorités malawites qui\ndevront déterminer quelles sont les prochaines étapes après cette signature.\nLECTURE RECOMMANDÉE: Ecofin Agency: China Eyes Malawi Mining in $7bn Deal, But Doubts\nRemain",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1647,
                "words": 237,
                "lines": 21
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Pékin considère lever les droits de douanes pour les pays africains dans un",
            "date": "2025-07-18T12:56:37.524400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Pékin considère lever les droits de douanes pour les pays africains dans un\n\npartenariat plus large\nDans la déclaration conjointe signée entre la Chine et les ministres africains des affaires étrangères\nà l'occasion du Forum de suivi du FOCAC, la Chine a déclaré être prête à « par la négociation et la\nsignature de l'accord de Partenariat économique sino-africain pour un développement partagé\nétendre l'exonération totale des droits de douane à 100 % des lignes tarifaires à l'ensemble des 53\npays africains entretenant des relations diplomatiques avec la Chine« .\nLa levée des droits de douane représente une mesure d'une portée considérable : tous les pays\nafricains, à l'exception de l'Eswatini, bénéficieraient désormais d'un accès intégral au marché\nchinois.\nMais cet allègement tarifaire s'inscrit dans un cadre plus large : la négociation d'un accord de\npartenariat économique sino-africain.\nCe projet, déjà mentionné dans la déclaration finale du dernier Forum sur la coopération\nChine-Afrique (FOCAC) qui s'est tenu en septembre dernier à Pékin, illustre l'ambition de la Chine\nde nouer avec l'Afrique une relation économique et commerciale comparable aux accords ACP\n(Afrique-Caraïbes-Pacifique) conclus avec l'Union européenne.\nLe fait d'en remettre l'idée sur la table témoigne de la volonté ferme de Pékin de concrétiser ce\npartenariat.\nPour en faciliter l'adoption, la Chine propose la suppression totale des droits de douane pour les 53\npays africains.\nCette offre, qui avait pu passer inaperçue jusqu'à présent, devrait désormais susciter l'intérêt des\ndécideurs africains.\nLECTURE RECOMMANDÉE: CGTN: Full Text: China-Africa Changsha Declaration on Upholding\nSolidarity and Cooperation of the Global South",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1646,
                "words": 243,
                "lines": 23
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "R.D.Congo/Cobalt:",
            "date": "2025-07-18T12:56:37.538546",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "R.D.Congo/Cobalt:\n\nCMOC\net\nGlencore\ns'opposent\nsur\nl'interdiction\nd'exportation\nUn bras de fer oppose actuellement deux géants du secteur minier - le chinois CMOC et\nl'anglo-suisse Glencore - sur l'avenir de l'interdiction d'exportation du cobalt en République\ndémocratique du Congo (RDC).\nEn place depuis février, ce moratoire influe fortement sur l'équilibre de l'offre mondiale et sur les\nstratégies des industriels du secteur.\nLe sommet sur le cobalt qui s'était tenu à Singapour il y a deux semaines avait permis de mettre en\nlumière les différente postures des acteurs du secteur, leurs convergences et divergences sur\nl'industrie.\nPression pour lever l'embargo CMOC, premier producteur mondial de cobalt en RDC, réclame la\nlevée rapide de la suspension des exportations.\nKenny Ives, vice-président du groupe, avertit que les stocks détenus par les clients chinois\n\"s'épuisent rapidement\" et que poursuivre l'embargo risquerait de pousser les constructeurs\nautomobiles à accélérer leur transition vers des batteries lithium-ion sans cobalt, ce qui menacerait\nla demande future en ce métal stratégique.\nL'information de Mr.\nIves contraste avec celle de Shirley Wang, directrice de la Shanghai Metals Market qui avait déclaré\nque les consommateurs chinois avaient assez de stock pour tenir six mois malgré l'interdiction.\nMaintien préconisé par Glencore À l'opposé, Glencore se prononce pour le maintien du statu quo\nafin de rééquilibrer le marché mondial.\nPour le groupe, l'interdiction a permis de faire remonter les cours et de prévenir une nouvelle\nsurabondance de l'offre.\nGlencore propose même l'instauration d'un système de quotas mensuels d'exportation, plus souple\nqu'un moratoire total, et se dit prêt à soutenir cette mesure auprès des autorités congolaises.\nUn moratoire jusqu'au 22 juin 2025 Officiellement, le moratoire court jusqu'au 22 juin. À ce jour,\nKinshasa n'a pas tranché : le président Félix Tshisekedi a évoqué publiquement la possibilité d'une\nprolongation, soulignant la nécessité de garantir des revenus stables pour l'État tout en préservant\nla compétitivité des acteurs locaux.\nMais en cas de levée, il est quasi certain qu'elle soit accompagnée des mesures\nd'accompagnement, telle que des quotas à l'exportation, de façon à permettre de soutenir la\nremontée des cours sur le marché international.\nConséquences sur les cours Depuis l'instauration de l'embargo, le prix du cobalt a bondi de plus de\n50 %, passant de 21 000 $ à plus de 33 000 $ la tonne sur le London Metal Exchange.\nCette flambée illustre la place centrale de la RDC dans l'approvisionnement mondial et le rôle\ndéterminant de ses décisions politiques pour la filière des batteries électriques.\nPOURQUOI C'EST IMPORTANT: Le verdict congolais sur l'embargo sera scruté de près par\nl'ensemble des acteurs industriels et financiers.\nL'opposition de Glencore et CMOC se fait aussi sur fond de rivalité économique sur le marché.\nEn 2023, à la suite de la chute des prix sur le marché mondial, Glencore avait dû ralentir sa\nproduction sur ses mines de KCC et Mutanda.\nUn ralentissement qui avait profité à CMOC qui, n'ayant pas ralenti sa production, est depuis\ndevenu le premier producteur mondial.\nLECTURE RECOMMANDÉE: Ecofin Agency: CMOC, Glencore Clash Over Future of DRC Cobalt\nExport Ban",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3266,
                "words": 505,
                "lines": 50
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Zambie: La communauté chinoise s'inquiète de l'assassinat de son patron par",
            "date": "2025-07-18T12:56:37.530400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Zambie: La communauté chinoise s'inquiète de l'assassinat de son patron par\n\nun ancien employé\nDans un crime qui met en lumière les risques mortels de la trahison interne, le propriétaire chinois\nd'une ferme, Zhai Jianfeng, a été tué le 29 mai lors d'un vol minutieusement planifié, en partie\nperpétré par ses propres employés actuels et anciens, rapporte l'African Chinese Weekly.\nCette attaque, qui s'est déroulée dans sa ferme Fudakang à Garneton, a suscité une onde de choc\nau sein de la communauté chinoise en Zambie, révélant une réalité sinistre : des anciens employés\nmécontents se tournent de plus en plus vers la violence contre leurs anciens employeurs.\nLa soirée avait commencé comme n'importe quelle autre dans cette ferme de cinq hectares, où Zhai\net son fils de 17 ans vivaient dans une maison près de l'entrée.\nLa propriété, entourée de murs, paraissait sécurisée - jusqu'à ce que des coups de feu viennent\nbriser le silence.\nQuelques instants plus tard, deux visages familiers émergèrent à la porte : l'un des gardiens de\nsécurité actuels de la ferme et un ouvrier que Zhai avait licencié seulement deux semaines\nauparavant.\nIls prétendirent que Zhai était gravement malade - un mensonge désespéré pour attirer son fils à\nl'extérieur.\nLorsque l'adolescent refusa, les hommes forcèrent l'entrée, armes à la main.\nLes assaillants - au moins six au total, cinq d'entre eux à visage découvert - passèrent à tabac le fils\net exigèrent de l'argent.\nParmi les agresseurs se trouvaient non seulement l'ouvrier licencié, mais aussi deux des gardiens\nde sécurité en poste à la ferme.\nAprès avoir été agressé, l'adolescent fut laissé ligoté et inconscient.\nPar miracle, il réussit à s'échapper par la suite et signala le crime à la police.\nLorsque les autorités arrivèrent, Zhai Jianfeng était déjà mort - son corps abandonné sur la ferme,\nsa maison mise à sac.\nCette attaque a ravivé les craintes au sein de la communauté chinoise expatriée, qui observe une\nhausse des crimes violents impliquant d'anciens employés.\nLes autorités locales mènent une enquête, tandis que l'Association de la communauté chinoise en\nZambie a offert une récompense de 150 000 kwachas pour toute information menant à des\narrestations.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2141,
                "words": 349,
                "lines": 30
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Chers amis chinois, nous ne mangeons pas le crocodile par necessite.",
            "date": "2025-07-28T11:10:14.584082",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Chers amis chinois, nous ne mangeons pas le crocodile par necessite.\n\nUn article de notre editeur chinois a mis en lumiere l'ignorance, parfois bienveillante, de certains\ninternautes chinois qui entretiennent certains stereotypes dangereux concernant l'Afrique. Dans\nl'article relatant la degustation de crocodile et de singe a Brazzaville, plusieurs commentaires\nrevelent une profonde meconnaissance de la culture culinaire africaine. Premierement, affirmer que\nles populations africaines, et particulierement congolaises, consomment ces viandes par necessite\nalimentaire constitue une caricature ignorante.\nEn realite, nombreux sont les Africains qui integrent volontiers les viandes de reptile ou de primate a\nleur gastronomie, par gout et tradition, non par survie. Juger ces pratiques avec stupefaction\ndemontre un double standard, ceux-la memes qui s'emeuvent du crocodile congolais devraient se\nsouvenir que la Chine elle-meme propose des mets exotiques, du pangolin au civet, dans certaines\nprovinces.\nDeuxiemement, l'idee que la Republique du Congo souffrirait d'une insuffisance de terres agricoles\net d'elevage est largement exageree. Le pays dispose de surfaces cultivables importantes, non\nexploitees pour des raisons socio-politiques et economiques, mais pas au point d'imposer la chasse\naux predateurs sauvages comme moyen de survie.\nCes commentaires, sans s'en rendre compte, minimisent la souverainete alimentaire congolaise en\nla reduisant a une question de penurie, renforcant ainsi le stereotype de l'Afrique pauvre ou on\nmange ce que l'on peut par necessite de survie. Comparer la consommation de crocodiles a la\nconsommation forcee de rats comme l'a fait un internaute, frise, certainement involontairement,\navec du racisme. Cette analogie, fondee sur la pauvrete percue, minimise la capacite des Congolais\na choisir leur alimentation et vehicule une stigmatisation injuste.\nEnfin, es internautes chinois gagneraient a adopter une posture plus empathique et a connaitre plus\ndu monde, specialement des pays moins developpes que le leur. Ils devraient reconnaitre que\nchaque pays possede ses traditions culinaires, resultant de son histoire, de son environnement et\nde ses pratiques sociales. Comment juger autrui alors que la Chine a elle-meme ete critiquee pour\nsa consommation de faune sauvage ?\nLe respect mutuel et la curiosite intellectuelle sont des prerequis indispensables a un dialogue\ninterculturel authentique. Il est important que les echanges interculturels reposent sur la\ncomprehension reciproque plutot que sur de vieux stereotypes. Un debat eclaire favorisera un\nrespect mutuel et enrichira la relation sino-africaine. Et ceci tombe bien, la Chine tient en ce moment\nune reunion ministerielle sur le dialogue entre les civilisations.\nVous pourrez trouver l'article de notre editeur chinois sur notre site en anglais.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2785,
                "words": 396,
                "lines": 32
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Chine-Afrique : Cooperation economique plus large, la Chine reussira t-elle la",
            "date": "2025-07-28T11:06:01.721533",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Chine-Afrique : Cooperation economique plus large, la Chine reussira t-elle la\n\nou l'UE a echoue?\nA l'occasion d'une recente reunion ministerielle a Changsha, la Chine a annonce une nouvelle\nphase ambitieuse de son engagement en Afrique : la possibilite de supprimer les droits de douane\nsur les exportations de l'ensemble des 53 pays africains (a l'exception de l'Eswatini, qui entretient\ndes relations diplomatiques avec Taiwan). Si de nombreux medias ont rapidement presente cela\ncomme une decision acquise, la realite est plus nuancee : la Chine se dit \" prete \" a agir, sous\nreserve de negociations et de la mise en place d'un nouveau cadre de partenariat economique.\nCe cadre - le Partenariat economique Chine-Afrique pour un developpement partage - constitue le\ncoeur de la derniere strategie de Pekin. Par sa nomenclature et son ambition - exprime dans la\ndelcaration finale du FOCAC en septembre dernier - , il fait echo a un precedent historique\ndesormais bien connu, bien qu'imparfait : les Accord ACP entre l'Union europeenne avec les Etats\nd'Afrique, des Caraibes et du Pacifique (ACP).\nLes initiatives ACP de l'UE reposaient sur trois piliers : commerce, politique et developpement. Dans\nleurs volets commerce et developpement, ils ont donne naissance aux Accords de partenariat\nEconomique (APE) dont celui de Cotonou en 2000 qui promettaient un acces sans droits de douane\naux marches europeens tout en laissant aux pays africains la possibilite de proteger certaines\nfilieres. Dans les faits, cependant, elles ont peine a tenir leurs promesses.\nLa proposition chinoise, nee du cadre du FOCAC semble calquer les demarches europeennes\nanterieures, mais tout en s'inscrivant dans des dynamiques politiques, economiques et\ninstitutionnelles radicalement differentes.\nDans le partenariat economique suggeree par la Chine, dont on ne connait pas encore le contenu ni\nl'etendu - les pays africains n'y en ont pas reagi depuis l'annonce de septembre - il faudra\ncertainement s'attendre a ce que Pekin obtienne une certaine reciprocite de la part des pays\nafricains, non seulement par convenance politique mais aussi par conformite aux normes de l'OMC.\nEt dans la perspective ou une mesure similaire devrait etre negociee, plusieurs facteurs devront etre\npris en compte afin d'assurer un partenariat reussi.\nLe desequilibre commercial\nAu coeur des echanges sino-africains se trouve un desequilibre persistant : les pays africains\nexportent essentiellement des matieres premieres (minerai, bois, petrole), tandis qu'ils importent\ndes produits finis de Chine. L'offre de Pekin d'etendre le traitement zero-tarif a tous les pays\nafricains apparait comme un geste vers un reequilibrage.\nMais elle comporte des conditions. Comme l'indiquent la Declaration de Beijing 2023 et la\ndeclaration de Changsha, l'ouverture du marche chinois est conditionnee a la signature de ce\nnouvel accord-cadre. Et, a la difference du FOCAC lui-meme, il s'agirait ici d'un engagement\ninstitutionnel, potentiellement contraignant, visant aussi a proteger les investissements chinois.\nReste a savoir si les pays africains sont prets a entrer dans un tel cadre, et si celui-ci pourra\nreellement etre mutuellement benefique.\nLecons tirees de l'UE\nLa demarche des APE de l'UE - privilegiant les blocs regionaux aux accords bilateraux - a donne\ndes resultats mitiges. De nombreux pays africains y ont resiste, craignant que l'ouverture du marche\nne depasse leurs capacites industrielles et ne reduise leurs recettes douanieres. Le resultat : un\npaysage fragmente, une participation inegale et des promesses non tenues.\nLa Chine pourrait rencontrer des obstacles similaires : malgre la suppression des droits pour 17\npays les moins avances, les volumes commerciaux n'ont guere evolue. La plupart de ces pays ne\nproduisent pas les biens recherches par les consommateurs chinois.\nLa Chine s'attendra a une forme de reciprocite de la part des marches africains, cependant la\nsuppression des droits sur les importations chinoises pourrait devaster les industries locales et tarir\nles recettes gouvernementales issues des droits d'importation.\nEn effet, la Chine n'est pas seulement un partenaire commercial : c'est le premier exportateur\nmondial de produits manufactures. Meme sans traitement preferentiel, ses produits dominent deja\nde nombreux marches africains, concurrencant souvent les producteurs locaux.\nUn marche complexe\nQuatre preoccupations majeures compliquent l'adhesion africaine a la proposition chinoise :\nCapacite manufacturiere : la plupart des pays africains manquent d'infrastructures industrielles pour\ntirer parti d'un acces sans droits de douane a la Chine.\nPerte de recettes : la reduction des droits pourrait reduire drastiquement les recettes nationales\ndans des economies dependant des taxes a l'importation.\nPerturbation commerciale : des pays comme le Nigeria et l'Afrique du Sud, dotes de secteurs\nmanufacturiers relativement developpes, devraient craindre une inondation de produits chinois\nmoins chers. C'est deja le Nigeria qui avait refuse de signer les Accords de cotonou dans la Zone\nCEDEAO, pretextant la protection de son industrie locale.\nPriorites continentales : la mise en oeuvre de la Zone de libre-echange continentale africaine\n(ZLECAf) est toujours en cours ; un vaste accord bilateral avec la Chine pourrait en affaiblir la\ncohesion et creer des tensions intra-africaines.\nIl existe cependant une opportunite : la cooperation industrielle. Si la Chine soutenait le\ndeveloppement manufacturier africain par des investissements directs, des transferts de\ntechnologies ou des coentreprises, le partenariat propose pourrait depasser la simple ouverture des\nmarches pour favoriser une veritable transformation economique.\nEn s'appuyant sur la Declaration de Beijing de l'annee derniere, la Chine avait deja exprime sa\ndisponibilite a accompagner l'industrialisation africaine, sous reserve de garanties adequates pour\nproteger ses investissements.\nEpreuve de strategie et de confiance\nLa Chine a traditionnellement privilegie les accords bilateraux aux demarches regionales ; toutefois,\ncette approche pourrait limiter la portee et la coherence du nouveau cadre. Les petits marches\nafricains risquent de ne pas l'interesser, tandis que les grandes economies redoutent des\nperturbations internes. L'enjeu ne reside pas seulement dans la definition d'incitations, mais aussi\ndans la mise en place de structures institutionnelles et de relations de confiance durables.\nLa question demeure : la Chine saura-t-elle reussir la ou l'UE a peine ? Tout dependra non\nseulement de sa volonte d'offrir un soutien concret au developpement africain, mais aussi de la\ncapacite des gouvernements africains a coordonner, negocier et definir les termes d'un partenariat\nmutuellement avantageux.\nSans cela, le risque est le meme qu'autrefois : de grandes promesses, un potentiel inexploite et une\nnouvelle occasion manquee d'une mondialisation equitable.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 6868,
                "words": 1015,
                "lines": 83
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "L'Europeen Stellantis va introduire des vehicules electriques Chinois en",
            "date": "2025-07-28T11:06:59.111421",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "L'Europeen Stellantis va introduire des vehicules electriques Chinois en\n\nAfrique du Sud\nA l'occasion de la \" Stellantis Week \" a Johannesburg en Afrique du Sud, le groupe europeen\nStellantis a annonce son intention de commercialiser en Afrique du Sud, des septembre 2025, le\nC10, un SUV electrique du chinois Leapmotor. Stellantis a recemment forme une serie de\npartenariats avec le chinois Leapfrog, entrant dans son actionnariat et ayant forme une joint-venture\nLeapmotor International.\nAu niveau technique, le C10 utilise un petit moteur essence uniquement pour recharger sa batterie,\noffrant jusqu'a 200 km d'autonomie electrique. Un atout bien important qui peut attirer les\nconsommateurs sudafricains. L'arrivee du C10, a travers Stellantis, met en lumiere non seulement\nla penetration croissante de la technologie automobile chinoise sur le continent, mais aussi les\navantages d'un partenariat commercial sino-europeen dans le secteur des vehicules electriques.\nEn s'associant avec Leapmotor, Stellantis combine innovation et accessibilite pour capter de\nnouveaux segments de nouveaux marches comme ceux des pays emergents. Ce partenariat lui\npermet aussi d'enrichir sa gamme de vehicules electriques et de concurrencer les geants chinois du\nsecteur que sont BYD et Chery qui eux sont deja tres presents sur le continent africain.\nCompte tenu de la taille du marche automobile sudafricain en Afrique, Stellantis vise a vendre un\nmillion de vehicules dans la region Moyen-Orient et Afrique d'ici 2030, dont 35 % de modeles\nelectriques. Le pays, avec ses infrastructures developpees et son marche en pleine croissance,\noffre des reelles opportunites a la concretisation de ces ambitions.\nAfin de soutenir cette dynamique, un nouveau site d'assemblage est en construction en Afrique du\nSud, avec une capacite maximale de 100 000 vehicules par an prevue pour 2030.\nIl faut rappeler que Stellantis est entre en partenariat de 4.1 milliard d'Euros, avec le fabricant\nchinois de batteries CATL pour installer une usine de batteries au phosphate de fer lithie (LFP) a\ngrande echelle a Saragosse, en Espagne. Il faut noter que Stellantis compte dans son portefeuille\n14 marques dont Dodge, Citroen, Fiat, Chrysler et Peugeot.\nPOURQUOI C'EST IMPORTANT: Ce partenariat soulige la complexite et la difficulte du processus\nde \" decoupling \" que les decideurs europeens veulent mettre en place vis-a-vis de la Chine. Les\navancees technologiques chinoises en matiere de vehicules electriques, font des constructeurs\nchinois les partenaires ideales pour les constructeurs europeens qui veulent avoir acces a ces\ntechnologies. Les faibles cous des marques chinoises permettent aux constructeurs europeens\nd'avoir acces a des marches emergents dans lesquels les marques chinoises s'imposent\nrapidement par leurs prix et leur technologie.\nLECTURE RECOMMANDEE:\nStellantis: Stellantis Strengthens Its Network and Product Strategy to Meet South African Market\nNeed\nReuters: Stellantis to debut Leapmotor's EVs in South Africa this year",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2947,
                "words": 441,
                "lines": 36
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Dans la chaine d'approvisionnement des minerais critiques, la Chine accentue",
            "date": "2025-07-18T12:56:37.510679",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Dans la chaine d'approvisionnement des minerais critiques, la Chine accentue\n\nson avance\nMalgré les appels répétés à diversifier les filières d'approvisionnement, la Chine s'affirme\naujourd'hui comme le maître incontesté des minerais critiques, creusant un écart qui dépasse\nlargement les prévisions.\nDu lithium au nickel en passant par les terres rares, Pékin contrôle désormais près de 60 % du\ntraitement mondial de lithium et de cobalt, plus de 90 % des capacités de raffinage du graphite et\ndes terres rares, et, avec l'Indonésie, 90 % des nouvelles capacités de raffinage de nickel en 2024.\nLes efforts menés par les États-Unis et l'Europe pour développer des sources alternatives en\nAfrique et en Amérique latine peinent à suivre, freinés par des coûts d'investissement élevés, des\ndélais d'autorisation et l'absence de contrats long terme.\nRésultat : les marges se réduisent et les cours chutent (- 80 % pour le lithium depuis 2022),\ndissuadant de nouveaux investisseurs.\nLe rapport 2025 de l'AIE tire la sonnette d'alarme : sans action coordonnée - financements publics,\nmécanismes de stabilisation des prix, partenariats internationaux pour les infrastructures et les\ncontrats - la dépendance à la Chine pourrait durer des décennies.\nMême les technologies émergentes (batteries sodium-ion, LFP) restent tributaires de monopoles\nchinois (phosphore, sulfate de manganèse). À l'horizon 2035, l'AIE prévoit un déficit de 30 % sur le\ncuivre, tandis que le lithium pourrait manquer dans les années 2030 sans nouveaux investissements\nsoutenus.\nLa transition énergétique mondiale devra donc reposer moins sur le volume de production que sur la\ncapacité à refondre, traiter et commercialiser les minerais - un enjeu stratégique où la Chine domine\ndéjà.\nPour plus détails, lire l'analyse de Obert Bore China's Critical Minerals Lead Widens as Rivals\nStruggle to Keep Pace de Obert Bore",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1806,
                "words": 279,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Mali : Le chinois Gangfeng a exporté sa première cargaison de lithium",
            "date": "2025-07-18T12:56:37.499400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Mali : Le chinois Gangfeng a exporté sa première cargaison de lithium\n\nLe géant chinois du lithium, Gangfeng lithium qui exploite la mine de lithium de Goulamina au Mali,\na procédé a l'exportation de sa première cargaison de concentré de lithium en direction de la Chine.\nLe projet de Goulamina a été acquis au près de l'australien Leo Lithium après une série d'accords\nd'investissements signés avec Gangfeng.\nEn décembre 2024, Gangfeng a lancé la production de Goulamina.\nEn phase d'acquisition finale, Leo lithium attend toujours toujours le dernier paiement de 171\nmillions USD de Gangfeng pour clôre le processus de cession définitive au chinois.\nGoulamina est le premier projet minier de Gangfeng en Afrique.\nComme les entreprises chinoises au Zimbabwe et en Namibie, Gangfeng a aussi construit un\nconcentrateur de spodumène sur le projet de Goulamina afin de produire des concentrés de lithium\nqui sont expédiés en Chine pour raffinage et transformation.\nPOURQUOI C'EST IMPORTANT : Dans un contexte de lutte géopolitique pour le contrôle de\nl'approvisionnement des minerais critiques, la mise en production de Goulamina revêt une\nimportance capitale dans le contrôle des mines de lithium en Afrique dont la production mondiale est\nen croissance.\nLECTURE RECOMMANDÉE: Gasgoo: Ganfeng Lithium ships first batch of lithium concentrate from\nMali's Goulamina project to China",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1305,
                "words": 201,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "RDC/Cobalt: L'interdiction des exportations impacte les prix en Chine",
            "date": "2025-07-18T12:56:37.509779",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "RDC/Cobalt: L'interdiction des exportations impacte les prix en Chine\n\nLa République démocratique du Congo a prolongé jusqu'en septembre l'interdiction d'exporter du\ncobalt, évoquant un niveau de stocks toujours trop élevé.\nCette mesure, qui concerne près de 75 % de la production mondiale de ce métal stratégique, vise à\nmieux contrôler les volumes sur le marché international et à renforcer la position de l'État congolais\ndans la chaîne de valeur.\nEn Chine, première consommatrice et transformatrice de cobalt, la réaction a été immédiate : les\ncours ont bondi de près de 12 % à la Bourse des aciers inoxydables de Wuxi avant de stabiliser un\ngain net d'environ 9 %.\nLes titres des principaux producteurs cotés à Shanghai et Shenzhen ont eux aussi enregistré\nd'importantes hausses, +15 % pour Ganzhou Teng Yuan Cobalt New Material et +6 % pour\nZhejiang Huayou Cobalt et +9 % pour Nanjing Hanrui Cobalt; les deux derniers ayant des\nopérations en R.D.Congo Cette flambée s'inscrit dans un contexte de tensions croissantes sur la\nchaîne d'approvisionnement : la mesure prise par Kinshasa a permis au prix du cobalt de reprendre\nla hausse.\nEn juin 2025, le prix du cobalt a baissé de 1,08 %, à 33 335 $/tonnes, mais il est encore 22,78 %\nplus élevé qu'il y a un an. les prix au comptant de l'hydroxyde de cobalt ont doublé en quelques\nsemaines, tandis que la production chinoise de métal a chuté d'environ un quart en mai, et pourrait\nencore reculer en juin, selon les données du cabinet Antaike.\nCes perturbations pèsent lourdement sur les marges des fonderies locales et risquent de fragiliser\ndavantage les acteurs intermédiaires.\nPour le gouvernement congolais, l'objectif est clair : se donner les moyens d'influer davantage sur le\nniveau des cours et de valoriser plus équitablement ses ressources naturelles.\nToutefois, certains observateurs mettent en garde contre les effets pervers d'un contrôle trop strict,\nsusceptible d'inciter les fabricants de batteries à accélérer leur transition vers des chimies\nalternatives sans cobalt.\nLors du sommet sur le cobalt à Singapour en mars dernier, l'Indonésie mettait en garde contre cette\nmesure qui pourrait avoir des effets contre-productifs sur l'industrie.\nEn prolongeant l'interdiction au-delà des prévisions du marché, beaucoup tablaient sur la mise en\nplace des quotas, la RDC rappelle la forte volatilité de ce minerai. À terme, l'introduction de\ncontingents d'exportation pourrait offrir un compromis entre limitation de l'offre et stabilisation des\nprix, tout en préservant une certaine prévisibilité pour les acheteurs.\nAlors que les stocks intermédiaires commencent déjà à se tarir, la question demeure : cette\nstratégie permettra-t-elle de renforcer durablement la filière congolaise de cobalt, ou mènera-t-elle à\nun contournement par l'adoption massive de technologies sans cobalt ? Seul l'avenir le dira.\nEntretemps le chinois CMOC, plus grand producteur de cobalt au monde, opérant en RDC, continue\nde militer pour une levée pure et simple de ces mesures.\nLECTURE RECOMMANDÉE: Bloomberg: China Cobalt Prices and Shares Spike After Congo\nExtends Ban",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3043,
                "words": 479,
                "lines": 38
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Le non-interventionnisme de Pékin connait ses limites (Expert)",
            "date": "2025-07-18T12:56:37.495648",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Le non-interventionnisme de Pékin connait ses limites (Expert)\n\nDepuis plusieurs années, la Chine se présente comme un acteur non-interventionniste, neutre et «\nrégime agnostique » affirmant travailler avec tout gouvernement légalement établi, indépendamment\nde son origine.\nToutefois, dans les faits, Pékin place au premier plan la stabilité du régime en place et la défense de\nses intérêts stratégiques, quitte à soutenir des autorités issues de prises de pouvoir\nextraconstitutionnelles.\nCe qui explique sa position non-interventionniste après les coups, notamment au Niger, et son\nadaption rapide avec le nouveau pouvoir en place.\nSous la junte du général Tchiani au Niger, cette approche a connu de sérieux revers.\nEn mars 2025, trois cadres de la China National Petroleum Corporation (CNPC) ont été expulsés de\nNiamey, tandis qu'auparavant la licence d'un hôtel chinois avait été révoquée et, en mai 2025, les\npermis de travail des expatriés détenteurs de plus de quatre ans de service suspendus.\nCes décisions unilatérales, imposées par décret, illustrent l'arbitraire d'un pouvoir militaire qui ignore\ntout processus d'arbitrage indépendant.\nCes tensions mettent en péril l'ampleur considérable des investissements chinois : près de 6\nmilliards de dollars ont été engagés dans le gisement pétrolier d'Agadem, la raffinerie Soraz (980\nmillions), et le pipeline Agadem-Sèmè.\nPar ailleurs, la Chine détient des participations dans l'uranium (mine d'Azelik) et a conclu en 2023\nun accord hydrocarbures avec Sinopec sous l'ancien gouvernement.\nCes engagements sont aujourd'hui mises à mal sous le pouvoir de la junte : le Niger accuse la\nCNPC d'avoir 519 millions de dollars d'arriérés de paiement, tandis que l'effondrement de l'État de\ndroit prive les entreprises chinoises de recours contractuels.\nDes différends frontaliers avec le Bénin ont interrompu les exportations pétrolières, nécessitant\nl'intervention diplomatique du ministre Wang Yi pour restaurer les flux.\nEnfin, cette dynamique s'inscrit dans un contexte sahelien plus vaste : au Burkina Faso, Mali et\nGuinée, Pékin reproduit son modèle transactionnel, finançant centrales solaires ou projets miniers\nsans conditionner son soutien à la qualité de la gouvernance.\nUn rapport de mai 2025 du Shanghai Municipal Commission of Commerce alerte les entreprises sur\nl'instabilité politique et recommande une neutralité stricte et l'interdiction de tout engagement\npolitique de la part des employés.\nDans un tel environnement, l'équilibre entre pragmatisme et stabilité de régime révèle ses limites.\nL'absence de garanties juridiques et la dépendance aux arbitrages d'une junte accroissent les\nrisques financiers, opérationnels et réputationnels pour la Chine.\nLire l'article détaillé de Paul Nantulya sur le site du Africa Center for Strategic Studies",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2749,
                "words": 403,
                "lines": 34
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Norinco joue sa carte pour un contrat de défense aérienne et de radar pour",
            "date": "2025-07-18T12:56:37.521400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Norinco joue sa carte pour un contrat de défense aérienne et de radar pour\n\nl'armée nigériane\nLe fabricant d'armes chinois Norinco est en lisse au Nigéria pour obtenir un juteux contrat de radar\nmilitaire pour l'armée nigérianne.\nDans cette compétition, Norinco est en concurrence avec l'italien Leonardo, l'allemand Rheinmetall\net l'espagnol Indra.\nNorinco mise sur ses relations étroites avec les acteurs africains et sur sa connaissance de\nl'industrie de la défense nigériane.\nIl y a quelques semaines, des représentants de Norinco se sont rendus au Nigeria pour discuter de\nla fabrication locale d'armes, du transfert de technologie et de la formation.\nDe son côté, l'amiral nigérian Hasan Bala s'était rendu en Chine où il a visité les bureaux et les\ninstallations de Norinco.\nL'offre de Norinco comprend un package large qui contient des radars et un système de défense\naérien, formation du personnel nigérian et la mise en place d'une structure de maintenance et de\nréparation de ces radars.\nPOURQUOI C'EST IMPORTANT: Au fil des années Norinco a fini par devenir un partenaire\nprivilégié des armées en Afrique où elle a récemment accru sa présence.\nLECTURE RECOMMANDÉE: Military Africa: Four companies compete for Nigerian military air\ndefence and radar contract",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1193,
                "words": 186,
                "lines": 18
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "L'agriculture angolaise au coeur d'un investissement chinois de 250 millions",
            "date": "2025-08-01T10:32:18.837298",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "L'agriculture angolaise au coeur d'un investissement chinois de 250 millions\n\nUSD\nLa societe chinoise Citic Construction, filiale du conglomerat etatique Citic Ltd., a lance un ambitieux\nprojet agricole en Angola. A travers un consortium d'investisseurs, Citic prevoit d'investir 250\nmillions de dollars sur cinq ans pour developper jusqu'a 100.000 hectares de terres destinees a la\nculture du mais et du soja.\nCe projet s'inscrit dans la strategie de la Chine visant a diversifier ses sources d'approvisionnement\nen denrees agricoles, en particulier dans un contexte de tensions commerciales persistantes avec\nles Etats-Unis. En reduisant sa dependance au soja americain, Pekin renforce sa securite\nalimentaire tout en consolidant ses partenariats strategiques en Afrique.\nLes premieres etapes du projet ont deja demarre, 8 000 hectares ont ete defriches, repartis entre\nles provinces de Cuanza Norte (3.000 ha) et de Malanje (5 000 ha). L'objectif est de porter cette\nsurface a 10 000 a 20 000 hectares d'ici l'annee prochaine, avec une montee en puissance\nprogressive jusqu'a atteindre l'objectif final.\nCitic vise des rendements eleves, estimes a 8 tonnes de mais et 5 tonnes de soja par hectare,\ngrace a l'utilisation de technologies agricoles avancees et a un fonds d'appui dedie.\nQuant a la repartition des recoltes, environ 60 % de la production sera exportee vers la Chine,\ntandis que les 40 % restants seront destines au marche local angolais, contribuant ainsi a ameliorer\nla securite alimentaire nationale.\nCe projet illustre une tendance a laquelle on ne prete pas attention; la presence croissante de la\nChine dans le secteur agricole en Afrique. Un secteur sur lequel parie la Chine pour tenter a\nresorber le deficit commercial de l'Afrique vis-a-vis d'elle. Cet engagement chinois dans le secteur\nagricole lance aussi un message comme quoi les investissements chinois en Afrique ne se limitent\nuniquement a l'exploration miniere ou aux infrastructures, mais s'etend desormais aux chaines\nd'approvisionnement alimentaire mondiales.\nCet investissement repond aussi a la demande du president angolais Joao Lourenco qui souhaitait\nune diversification des investissements chinois en Angola en dehors du secteur petrolier.\nLECTURE RECOMMANDEE:\nBloomberg: China's Citic to Develop Large Soybean, Corn Farms in Angola",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2247,
                "words": 341,
                "lines": 28
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Constructeur chinois en crise assombrit le marché africain des véhicules",
            "date": "2025-07-18T12:56:37.531400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Constructeur chinois en crise assombrit le marché africain des véhicules\n\nélectriques abordables\nLes constructeurs chinois de véhicules électriques (VE) exportent de plus en plus leurs produits vers\nles pays africains, où les acheteurs se tournent vers des modèles plus abordables issus de\nfabricants chinois moins connus, tels que Neta et Xiaohu.\nBien que ces petits constructeurs aient su trouver leur place sur le marché des voitures particulières\nen Afrique et en Asie, le géant chinois des VE, BYD, menace de leur faire perdre des parts de\nmarché dans une guerre des prix acharnée, laquelle commence à révéler la fragilité des acteurs de\nmoindre envergure et les répercussions potentielles pour les consommateurs à budget limité en\nAfrique et en Asie.\nUn exemple en est Hozon New Energy Automobile, la maison-mère de Neta Auto, une marque en\nexpansion sur les marchés étrangers.\nHozon fait désormais face à d'importantes difficultés financières après qu'un créancier ait lancé une\nprocédure de faillite à l'encontre de l'entreprise.\nEn décembre dernier, Neta avait livré près de 400 000 véhicules dans le monde, dont certains ont\nété distribués en Afrique et en Asie.\nBien que Neta ne soit pas en faillite, sa société mère connaît depuis plusieurs mois une\ndétérioration de sa trésorerie, marquée par des arrêts de production, un plan de licenciements\nmassif et des tentatives infructueuses de levée de capitaux.\nEn janvier, Hozon a réuni ses actionnaires pour évoquer un tour de table de série E de 560 millions\nde dollars, dont un investissement potentiel de 420 millions de dollars de la part d'un investisseur\nprincipal.\nL'objectif était de stabiliser les opérations et de satisfaire les engagements envers les fournisseurs.\nOr, ces efforts sont aujourd'hui compromis du fait de l'avancée de la procédure de faillite.\nLei Xing, co-animateur du podcast China EVs & More et observateur de longue date du secteur\nautomobile chinois, estime : « Je pense qu'ils sont condamnés, à mon avis personnel. » Il note que,\npour survivre, l'entreprise - ainsi que d'autres qui pourraient connaître un sort similaire - devra\npeut-être se reconvertir et se concentrer sur la fabrication de pièces détachées et la prestation de\nservices après-vente.\nCette incertitude financière jette une ombre sur les plans d'expansion de Neta.\nEn Thaïlande, le directeur général de la marque, Sun Baolong, a cherché à rassurer les clients sur\nla poursuite de la production et des ventes.\nMais au Kenya, des distributeurs locaux tels que Moja EV et Utu Cars ont positionné les véhicules\nNeta comme des alternatives abordables aux voitures à essence, et des automobilistes comme\nPaul Mwai se tournent vers ces VE pour réduire leurs coûts de carburant et d'entretien.\nL'éventuelle disparition de Neta, ou de tout autre petit constructeur chinois de VE, pourrait susciter\nun scepticisme à l'égard des véhicules électriques, en particulier ceux issus de marques encore peu\nconnues.\nAu Kenya et dans de nombreux autres pays africains, la confiance des consommateurs dans les VE\nabordables reste fragile, car les acheteurs découvrent encore ces véhicules.\nCes marchés dépendent toujours de voitures d'occasion à moteur à combustion interne, dont les\npièces détachées et les services de maintenance sont facilement accessibles.\nContrairement à ces voitures à combustion, les véhicules électriques reposent sur des systèmes\nlogiciels complexes et des batteries, ce qui les rend plus difficiles à entretenir sans le soutien du\nconstructeur.\nDans des pays comme le Kenya, où la capacité technique et les réseaux de pièces détachées sont\nencore en cours de développement, l'effondrement d'un constructeur pourrait laisser les acheteurs\ndans l'impossibilité de réparer ou de revendre leurs véhicules.\nPOURQUOI C'EST IMPORTANT : Les marques chinoises de VE comme Neta ont permis à des\nmillions de primo-accédants du Sud global d'avoir accès à la mobilité électrique.\nToutefois, si l'instabilité financière perturbe les chaînes d'approvisionnement, cela pourrait freiner la\ntransition vers des moyens de transport plus propres.\nCette turbulence souligne un défi croissant pour le secteur chinois des VE : à mesure que la\nconcurrence s'intensifie, les entreprises les plus faibles risquent l'effondrement, laissant les\nacheteurs mondiaux devoir assumer les conséquences.\nNeta affirme qu'elle demeure opérationnelle.\nReste à savoir si elle le restera, en fonction de la capacité de sa maison-mère à obtenir un soutien\nfinancier avant qu'il ne soit trop tard.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4445,
                "words": 690,
                "lines": 57
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Le chinois Jiandong Steel remporte un projet de 500 millions USD en Algérie",
            "date": "2025-07-18T12:56:37.505400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Le chinois Jiandong Steel remporte un projet de 500 millions USD en Algérie\n\nLe chinois Jiandong Steel a remporté un contrat de 500 millions USD dans un contrat de\nconcession pour la construction d'une sidérurgie d'une capacité annuelle de 200 000 tonnes en\nAlgérie.\nLe projet annoncé par l'Agence Algérienne pour la promotion des investissements, se fera dans la\nrégion de wilaya de M'Sila, sur un terrain de 36 hectares comprendra deux unités de production.\nDéveloppé sur plusieurs phases, l'usine devrait atteindre une production totale de 500 000 tonnes\nannuelles dans sa phase finale.\nLa sidérurgie devrait transformer le fer exploité dans la mine de Gara Djebilet dans laquelle\nplusieurs entreprises chinoises sont en partenariat avec le gouvernement algérien.\nIl convient de souligner les informations contradictoires concernant les entreprises chinoises\nimpliquées dans le développement de la mine de fer Gâra Djebilet.\nPlusieurs noms sont cités dont Baowu Steel, Sinosteel ou le consortium CMH dans lequel on\nretrouve MCC International, Sinohydropower et Hunan Shengshi Sunshine Technology Co., LTD.\nLa présence de Jiandong Steel fait suite à celle d'autres entreprises chinoises présentes sur et\nautour du projet minier de Gara.\nEn mai 2024, un accord avait été signé entre la Société nationale du Fer et de l'Acier en Algérie\n(Feral) et le chinois Sinosteel pour la construction d'une unité de prétaitement du minerai de fer.\nEn novembre dernier, la China Railway Construction Corporation (CRCC) avait inauguré une usine\nde production de traverse de chemin de fer dans la région de Tindouf dans l'ouest de l'Algérie.\nLe projet consiste notamment en la construction d'un chemin de fer 575 KM qui va relier la mine de\nfer Gâra Djebilet dans l'ouest à la ville de Béchar en passan par Tindouf.\nPOURQUOI C'EST IMPORTANT: Les entreprises privées et publiques chinoises ont accru leur\nprésence dans l'économie algérienne au cours des dernières années.\nCet attrait pour l'Algérie s'inscrit dans un contexte plus large d'attrait pour la région du Maghreb dont\nl'économie et les infrastructures offrent beaucoup plus d'opportunités pour les entreprises chinoises.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2088,
                "words": 323,
                "lines": 25
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Les chinois Sinopec et ZPEC obtiennent des permis d'exploration de pétrole en",
            "date": "2025-07-18T12:56:37.500400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Les chinois Sinopec et ZPEC obtiennent des permis d'exploration de pétrole en\n\nAlgérie\nCinq permis d'exploration et d'exploitation d'hydrocarbures ont été attribués mardi à des\nconsortiums associant le groupe algérien Sonatrach à des firmes étrangères dont pour la première\nfois la compagnie nationale du Qatar, ont annoncé les entreprises et les médias locaux.\nLe groupement entre Qatar Energy et le groupe français TotalEnergies a obtenu une licence\nd'exploration sur le périmètre appelé Ahara, « un vaste permis d'une superficie d'environ 14.900\nkm2, situé à la jonction des bassins prolifiques de Berkine et d'Illizi » dans le sud algérien, a précisé\nTotalEnergies dans un communiqué.\nIl s'agit de la première licence d'exploration obtenue en Algérie par le géant gazier du Qatar.\nTotalEnergies « assurera le rôle d'opérateur pendant les phases d'exploration et d'appréciation de\nce permis avec une participation effective de 24,5%, au même niveau que son partenaire Qatar\nEnergy (24,5%), la compagnie nationale (algérienne) Sonatrach retenant une participation\nmajoritaire de 51% comme le prévoit la loi algérienne », selon la même source.\nUn deuxième périmètre, Reggane II, situé dans la wilaya (préfecture) d'Adrar, a été attribué à un\nconsortium italo-thailandais (ENI et PTTEP) et un troisième Zerafa II, situé dans le bassin d'Ahnet\nGourara, près d'Adrar et d'In Salah a été remporté par le groupe chinois ZPEC, selon les médias\nlocaux.\nUn autre groupement entre les compagnies Zangas (Autriche) et Filada (Suisse) a remporté la\nlicence d'exploration dans la zone Toual II, dans le bassin de Berkine, tandis qu'une licence\nd'exploration dans la zone « Guern EL Guessa », dans le bassin de Gourara-Timimoun, a été\nattribuée à la compagnie chinoise Sinopec.\nLes contrats « seront conclus avec le groupe Sonatrach dans les prochains jours », a indiqué le\nministre de l'Energie, Mohamed Arkab, cité par des médias officiels, à propos des permis attribués\nen réponse à un appel d'offre baptisé « Algeria Bid Round 2024 » lancé via l'Agence nationale pour\nla valorisation des ressources d'hydrocarbures (Alnaft).\nL'un des sites appelé « El Mzaid El Kebir » (bassin de l'ouest Mya) n'a pas reçu d'offre.\nLa signature des contrats « interviendra au plus tard le 30 juillet prochain, en fonction de\nl'avancement des négociations entre les sociétés retenues et le groupe public », a précisé le\nprésident de l'Alnaft, Mourad Beldjehem.\nPlus grand pays d'Afrique et l'un des dix principaux exportateurs de gaz au monde, l'Algérie tire plus\nde 90% de ses ressources en devises des hydrocarbures. abh/fka/de © Agence France-Presse",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2547,
                "words": 400,
                "lines": 31
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Cobalt: Malgre l'interdiction des exportations en RDC, CMOC maintient sa",
            "date": "2025-07-28T11:09:41.304538",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Cobalt: Malgre l'interdiction des exportations en RDC, CMOC maintient sa\n\nproduction a la hausse\nLe chinois CMOC, premier producteur mondial de cobalt et exploitant des mines de Tenke\nFungurume et Kisanfu en RDC, a maintenu sa production a la hausse malgre la prolongation,\ndepuis fevrier, de l'interdiction congolaise d'exporter ce metal.\nOppose a cette mesure, CMOC n'envisage pas de reviser ses previsions de production pour 2025.\nAu premier trimestre, le groupe avait deja depasse ses objectifs pour cette meme periode. Pour\n2025, le groupe a prevu de produire entre 100 000 tonnes et 120 000 tonnes de cobalt\nPour les six premiers mois de l'annee, CMOC a enregistre une augmentation de 13,6 % de sa\nproduction de cobalt par rapport a 2024, atteignant 61 000 tonnes. Sur la meme periode, la\nproduction de cuivre a egalement progresse pour s'etablir a 353 570 tonnes. Si le groupe maintient\nla cadence, il pourrait non seulement atteindre ses previsions mais aussi les surpasser.\nCette croissance inquiete les autorites congolaises et les marches mondiaux. En 2024, CMOC\nrepresentait pres de la moitie de la production mondiale de cobalt. Si le groupe mettait a nouveau\nsur le marche un volume abondant des la levee de l'interdiction, la legere hausse des prix observee\ndepuis fevrier pourrait rapidement s'effondrer.\nFace a ce risque, Kinshasa pourrait prolonger durablement l'interdiction, au risque de frustrer les\nacheteurs et d'accelerer la \" decobaltisation \" de l'industrie des vehicules electriques, principal\ndebouche du minerai. Une autre option consisterait a instaurer des quotas d'exportation, afin de\nreguler plus finement les volumes sortant de la RDC.\nLe choix de CMOC de maintenir sa production a la hausse pourrait s'expliquer sa certitude a\ncontroler les dynamiques du marche apres la levee de l'interdiction. Meme si la RDC decidait de\nmettre en place des quotas d'export, la tache n'est pas si simple pour la RDC.\nLECTURE RECOMMANDEE:\nCMOC: Communique du groupe annoncant les chiffres de la production en 2025. (en Chinois)",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1973,
                "words": 315,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Zambie: Des chinois arrêtés alors qu'ils tentaient de voler une cargaison",
            "date": "2025-07-18T13:41:07.905440",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Zambie: Des chinois arrêtés alors qu'ils tentaient de voler une cargaison\n\nd'oxide de zinc\nLa police zambienne a arrêté quatre chinois qui tentait de tenter de voler de l'oxide de zinc en\nprovenance de République démocratique du Congo.\nLa cargaison qui était à destination du port de Dar-es-salaam en Tanzanie, provenait de la société\npublique congolaise, la Société du Terril de Lubumbashi (STL).\nD'une valeur de 45 000 $, les quatre chinois en complicité avec trois zambiens ont été arrêtés lors\nd'un contrôle de routine sur le corridor de Dar-es-Salaam en direction de la Tanzanie.\nPlus de détails à lire sur AA",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 539,
                "words": 91,
                "lines": 8
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Agriculture et mines au coeur des relations sino-namibiennes",
            "date": "2025-07-18T12:56:37.493557",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Agriculture et mines au coeur des relations sino-namibiennes\n\nL'ex-président namibien Nangolo Mbumba qui est à Pékin pour participer à la conférence ministériel\ndu Global Civilization dialogue, organisé par la Chine, a déclaré à la presse chinoiseque l'agriculture\net les mines étaient désormais au centre des relations entre la Chine et la Namibie.\nPariant sur le potentiel agricole de son pays, Nangolo Mbumba espère voir les produits agricoles et\nvivriers namibiens avoir un plus d'accès au marché chinois.\nIl espère voir les raisins namibiens, essentiellement exportés vers l'Europe et les Etats-Unis en ce\nmoment, être désormais exportés vers la Chine.\nQuant au secteur minier, il a rappelé au médias chinois Yicai, à qui il a accordé une interview,\ncombien la Namibie avec sa mine d'Uranium de Rossing exploité par le chinois China National\nUranium Corporation.\nPlus de détails à lire sur Yicai Global",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 845,
                "words": 134,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "RDCongo: L'ambassadeur de Chine réagit aux accusations d'indifférence de",
            "date": "2025-07-18T12:56:37.488400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "RDCongo: L'ambassadeur de Chine réagit aux accusations d'indifférence de\n\nPékin à la crise congolaise\nLors d'une rencontre avec les étudiants de l'Université de Kinshasa, l'ambassadeur de Chine en\nRDC, Zhao Bin, a répondu aux critiques visant Pékin après la signature, sous l'égide des\nÉtats-Unis, de l'accord de paix entre la RDC et le Rwanda.\nRappelant l'un des principes fondateurs de la diplomatie chinoise - la non-ingérence dans les\naffaires intérieures - il a souligné le soutien constant de la Chine à la souveraineté et à l'intégrité\nterritoriale congolaise.\nVisant sans le nommer le volet transactionnel de l'administration Trump, Zhao Bin a lancé : « Nous\nn'avons ni traité la RDC comme monnaie d'échange, ni imposé la moindre mesure discriminatoire à\nson encontre. » Cette formule évoque explicitement les accords par lesquels Washington aurait\noffert l'appui à la paix en échange d'un accès privilégié à ses mines.\nPour illustrer l'efficacité de son action, l'ambassadeur a rappelé qu'en février 2025, sous la\nprésidence chinoise du Conseil de sécurité, la résolution 2773 a été adoptée à l'unanimité.\nCelle-ci réaffirme l'engagement du Conseil envers la souveraineté et l'intégrité territoriale de la RDC,\ncondamne le soutien rwandais au M23 et exige le retrait immédiat des troupes rwandaises.\nPOURQUOI C'EST IMPORTANT: cette prise de parole intervient alors que Pékin est accusé en\nRDC de jouer les équilibristes entre Kinshasa et Kigali.\nOr, de nombreux Congolais estimaient que, compte tenu de l'ampleur des investissements chinois\nsur leur sol, la Chine adopterait une position plus ferme face au Rwanda, au-delà de simples\ndéclarations diplomatiques.\nLECTURE RECOMMANDÉE: Actualités.cd: Accord RDC-Rwanda : la Chine défend sa position face\naux critiques et rappelle son engagement sur le sol congolais",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1747,
                "words": 269,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Zambie : L'Ambassade de Chine a Lusaka proteste vehement contre un",
            "date": "2025-08-02T09:13:30.421346",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Zambie : L'Ambassade de Chine a Lusaka proteste vehement contre un\n\ndocumentaire sur la Chine en Zambie\nDans un communique publie sur son page Facebook, l'ambassade Chine en Zambie a reagi\nvehement contre le documentaire du medias zambien News Diggers qui a presente la face cachee\ndes investissements chinois en Zambie.\nDans le documentaire, News Diggers met en lumiere les abus, le non-respect de la legislation\nlocale, des cas de pollutions, des abus des droits des travailleurs dans plusieurs activites\neconomiques chinoises en Zambie.\nSur sa page Facebook, l'ambassade de Chine a denonce une campagne visant a nuire aux\nrelations historiques entre la Chine et la Zambie. Et c'est sur l'histoire que l'ambassade Chine s'est\nappuye pour rappeler les relations historiques entre les deux pays et la contribution de la Chine au\ndeveloppement de la Zambie.\nQuestionnant l'ethique et la motivation du medias en diffusant un documentaire qu'elle estime ne\npas refleter la realite des relations sino-zambienne. En substance, l'ambassade de Chine a Lusaka\ndenonce ce qu'elle considere comme etant la publicite des cas isoles pour en faire une\nrepresentation des investissements chinois en Zambie.\nElle a aussi condamne les actions illegales des ressortissants chinois en Zambie et a rappele la\nnecessite pour les chinois vivant en Zambie de se conformer aux normes et regulations du pays.\nLECTURE RECOMMANDEE:\nAmbassade de Chine en Zambie : Communique de l'ambassade de Chine en Zambie",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1413,
                "words": 221,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Namibie : Un contrat juteux pour une firme chinoise basée au Botswana",
            "date": "2025-07-18T12:56:37.515630",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Namibie : Un contrat juteux pour une firme chinoise basée au Botswana\n\nUnik Construction Engineering (UCE), entreprise chinoise implantée au Botswana, a remporté le\ncontrat de modernisation de la ligne ferroviaire reliant le port de Walvis Bay à la ville de Tsumeb en\nNamibie.\nCe projet, d'une valeur de 29 millions de dollars américains et financé par la Banque africaine de\ndéveloppement, sera réalisé en partenariat avec China Jiangxi International Economic & Technical\nCo. (CJIC).\nSous la direction de Hongbo Wang, UCE rencontre cependant d'importantes difficultés pour\npoursuivre ses activités au Botswana depuis l'arrivée au pouvoir du président Duma Boko.\nCes tensions semblent liées à l'étroite collaboration que l'entreprise entretenait avec l'ancien parti\nmajoritaire, battu lors des élections de 2024.\nPrivé des réseaux politiques dont il bénéficiait auparavant, Hongbo Wang peine aujourd'hui à\ndévelopper ses affaires dans le pays.\nEn 2024, sa société avait damé le pion à deux géants chinois China Civil Engineering Construction\nCorp (CCECC) et Sinohydro Yellow River dans la construction d'un réseau d'eau au Lesotho, un\nprojet financé par la Banque mondiale.\nControversé, Hongbo Wang avait été cité dans un scandale de corruption au Botswana, impliquant\ndes politiciens locaux, dans un projet immobilier.\nPOURQUOI C'EST IMPORTANT:Dans le cadre des relations sino-africaines, des acteurs privés\nprivés chinois ont sû devenir prospère grâce à leur capacité à tisser des liens politiques solides.\nHongbo Wang illustre parfaitement ce phénomène : son expérience montre combien la réussite\nd'entrepreneurs chinois en Afrique peut être étroitement corrélée à leur ancrage local et à leur\nréseau d'influence.\nLECTURE RECOMMANDÉE: Africa Intelligence: Namibie : La société sino-botswanaise Unik\npoursuit sa moisson de contrats",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1762,
                "words": 257,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Standard Bank peut désormais mener des opérations à travers le CIPS chinois",
            "date": "2025-07-18T12:56:37.496591",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Standard Bank peut désormais mener des opérations à travers le CIPS chinois\n\nLa banque sud-africaine Standard Bank Corporate and Investment a obtenu l'autorisation de mener\ndes transactions à travers le système de paiement chinois Cross-Border Interbank Payment System\n(CIPS), équivalent du SWIFT américain.\nAvec cette autorisation, la banque pourra procédér à des transactions directes avec des banques\nchinoises utilisant la monnaie chinoise le renminbi.\nDes transactions qui devraient faciliter davantage les échanges commerciaux entre la Chine et\nl'Afrique et renforcer la percée de la monnaie chinoise dans les transactions bancaires africaines.\nLa banque sudafricaine parie sur les résultats d'une enquête qu'elle a menée et qui révèle qu'en\n2024, 34% de business en Afrique importaient leurs produits de la Chine.\nUn chiffre qui est en hausse et qui devrait la demande pour les transactions bancaires entre les\ndeux partenaires.\nL'intégration du CIPS par la Standard Bank s'inscrit dans une tendance un peu plus large sur le\ncontinent où de plus en plus de banques renforcent leurs capacités techniques et financières\nconcernant le marché financier chinois.\nCette autorisation sera certainement suivie par d'autres banques en Afrique qui regardent avec\ngrande attention le marché chinois et la clientèle chinoise sur le continent.\nLECTURE RECOMMANDÉE: Africa.com: Standard Bank First African Bank To Offer Access To\nChina's Cross-Border Interbank Payment System",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1391,
                "words": 204,
                "lines": 18
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "La Chine va t-elle perdre son empreinte dans le pétrole en Afrique?",
            "date": "2025-07-18T12:56:37.528811",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "La Chine va t-elle perdre son empreinte dans le pétrole en Afrique?\n\nLa présence chinoise dans l'exploration pétrolière et gazière en Afrique connaît un recul\nspectaculaire et pourrait disparaître d'ici à la fin de cette décennie, alerte Dou Lirong, expert chinois\nen politique énergétique.\nIl est le directeur du Centre national de recherche sur la stratégie pétrolière et gazière de Chine et\nprésident de l'Institut de recherche Exploration & Développement de PetroChina.\nDans un article publié dans International Petroleum Economics, il précise que toutes les licences\nd'exploration actuelles expireront d'ici 2030 sans de nouveaux blocs ouverts.\nDepuis 1993, les compagnies pétrolières chinoises ont construit un réseau de 61 projets\nd'exploration et de production dans 23 pays africains, générant jusqu'à 30 millions de tonnes\néquivalent pétrole par an.\nSans nouvelles concessions, leur empreinte stratégique, autrefois centrale, pourrait s'estomper\ncomplètement.\nIl faut tout de même préciser que présentement la Chine reste active dans plusieurs projets\npétroliers sur le continent.\nPrésente dans plusieurs pays, la Chine participe aujourd'hui à des projets majeurs, notamment en\nOuganda avec CNOOC (China National Offshore Oil Corporation) où elle détient des titres pétroliers\net est active dans le projet EACOP, et au Niger avec la China National Petroleum Corporation\n(CNPC) dans le cadre du projet d'Agadem, où un pipeline a été construit pour relier le Niger au port\nde Sèmè au Bénin.\nMême en Angola où les intérêts chinois dans le pétrole se sont réduits, la CNOOC comptait en 2024\nrelancer une exploration pétrolière.\nDans le maghreb, Sinopec renforce aussi ses activités en Algérie dans des partenariats avec\nSonatrach, la compagnie nationale algérienne, pour explorer de nouveaux projets d'exploration et\nde production POURQUOI C'EST IMPORTANT: Si la Chine venait à se retirer ou à renoncer à\nplusieurs projets pétroliers sur le continent, ceci serait dû à une combinaison de facteurs.\nCe retrait s'inscrit dans un contexte où l'Afrique ne constitue plus, depuis plusieurs années, le\nprincipal fournisseur de pétrole de la Chine.\nIl s'explique également par l'éloignement géographique du continent et par les risques politiques, à\nl'instar de ceux rencontrés par la CNPC au Niger.\nLECTURE RECOMMANDÉE: Upstream: China's Africa oil ambitions fade as exploration licenses\nnear expiry, expert warns",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2343,
                "words": 350,
                "lines": 31
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Chine-Afrique : Coopération économique plus large, la Chine réussira t-elle là",
            "date": "2025-07-18T12:56:37.507400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Chine-Afrique : Coopération économique plus large, la Chine réussira t-elle là\n\noù l'UE a échoué?\nÀ l'occasion d'une récente réunion ministérielle à Changsha, la Chine a annoncé une nouvelle\nphase ambitieuse de son engagement en Afrique : la possibilité de supprimer les droits de douane\nsur les exportations de l'ensemble des 53 pays africains (à l'exception de l'Eswatini, qui entretient\ndes relations diplomatiques avec Taïwan).\nSi de nombreux médias ont rapidement présenté cela comme une décision acquise, la réalité est\nplus nuancée : la Chine se dit « prête » à agir, sous réserve de négociations et de la mise en place\nd'un nouveau cadre de partenariat économique.\nCe cadre - le Partenariat économique Chine-Afrique pour un développement partagé - constitue le\ncoeur de la dernière stratégie de Pékin.\nPar sa nomenclature et son ambition - exprimé dans la délcaration finale du FOCAC en septembre\ndernier - , il fait écho à un précédent historique désormais bien connu, bien qu'imparfait : les Accord\nACP entre l'Union européenne avec les États d'Afrique, des Caraïbes et du Pacifique (ACP).\nLes initiatives ACP de l'UE reposaient sur trois piliers : commerce, politique et développement.\nDans leurs volets commerce et développement, ils ont donné naissance aux Accords de partenariat\nÉconomique (APE) dont celui de Cotonou en 2000 qui promettaient un accès sans droits de douane\naux marchés européens tout en laissant aux pays africains la possibilité de protéger certaines\nfilières.\nDans les faits, cependant, elles ont peiné à tenir leurs promesses.\nLa proposition chinoise, née du cadre du FOCAC semble calquer les démarches européennes\nantérieures, mais tout en s'inscrivant dans des dynamiques politiques, économiques et\ninstitutionnelles radicalement différentes.\nDans le partenariat économique suggérée par la Chine, dont on ne connait pas encore le contenu ni\nl'étendu - les pays africains n'y en ont pas réagi depuis l'annonce de septembre - il faudra\ncertainement s'attendre à ce que Pékin obtienne une certaine réciprocité de la part des pays\nafricains, non seulement par convenance politique mais aussi par conformité aux normes de l'OMC.\nEt dans la perspective où une mesure similaire devrait être négociée, plusieurs facteurs devront être\npris en compte afin d'assurer un partenariat réussi.\nLe déséquilibre commercial Au coeur des échanges sino-africains se trouve un déséquilibre\npersistant : les pays africains exportent essentiellement des matières premières (minerai, bois,\npétrole), tandis qu'ils importent des produits finis de Chine.\nL'offre de Pékin d'étendre le traitement zéro-tarif à tous les pays africains apparaît comme un geste\nvers un rééquilibrage.\nMais elle comporte des conditions.\nComme l'indiquent la Déclaration de Beijing 2023 et la déclaration de Changsha, l'ouverture du\nmarché chinois est conditionnée à la signature de ce nouvel accord-cadre.\nEt, à la différence du FOCAC lui-même, il s'agirait ici d'un engagement institutionnel, potentiellement\ncontraignant, visant aussi à protéger les investissements chinois.\nReste à savoir si les pays africains sont prêts à entrer dans un tel cadre, et si celui-ci pourra\nréellement être mutuellement bénéfique.\nLeçons tirées de l'UE La démarche des APE de l'UE - privilégiant les blocs régionaux aux accords\nbilatéraux - a donné des résultats mitigés.\nDe nombreux pays africains y ont résisté, craignant que l'ouverture du marché ne dépasse leurs\ncapacités industrielles et ne réduise leurs recettes douanières.\nLe résultat : un paysage fragmenté, une participation inégale et des promesses non tenues.\nLa Chine pourrait rencontrer des obstacles similaires : malgré la suppression des droits pour 17\npays les moins avancés, les volumes commerciaux n'ont guère évolué.\nLa plupart de ces pays ne produisent pas les biens recherchés par les consommateurs chinois.\nLa Chine s'attendra à une forme de réciprocité de la part des marchés africains, cependant la\nsuppression des droits sur les importations chinoises pourrait dévaster les industries locales et tarir\nles recettes gouvernementales issues des droits d'importation.\nEn effet, la Chine n'est pas seulement un partenaire commercial : c'est le premier exportateur\nmondial de produits manufacturés.\nMême sans traitement préférentiel, ses produits dominent déjà de nombreux marchés africains,\nconcurrençant souvent les producteurs locaux.\nUn marché complexe Quatre préoccupations majeures compliquent l'adhésion africaine à la\nproposition chinoise : Capacité manufacturière : la plupart des pays africains manquent\nd'infrastructures industrielles pour tirer parti d'un accès sans droits de douane à la Chine.\nPerte de recettes : la réduction des droits pourrait réduire drastiquement les recettes nationales\ndans des économies dépendant des taxes à l'importation.\nPerturbation commerciale : des pays comme le Nigeria et l'Afrique du Sud, dotés de secteurs\nmanufacturiers relativement développés, devraient craindre une inondation de produits chinois\nmoins chers.\nC'est déjà le Nigéria qui avait refusé de signer les Accords de cotonou dans la Zone CEDEAO,\nprétextant la protection de son industrie locale.\nPriorités continentales : la mise en oeuvre de la Zone de libre-échange continentale africaine\n(ZLECAf) est toujours en cours ; un vaste accord bilatéral avec la Chine pourrait en affaiblir la\ncohésion et créer des tensions intra-africaines.\nIl existe cependant une opportunité : la coopération industrielle.\nSi la Chine soutenait le développement manufacturier africain par des investissements directs, des\ntransferts de technologies ou des coentreprises, le partenariat proposé pourrait dépasser la simple\nouverture des marchés pour favoriser une véritable transformation économique.\nEn s'appuyant sur la Déclaration de Beijing de l'année dernière, la Chine avait déjà exprimé sa\ndisponibilité à accompagner l'industrialisation africaine, sous réserve de garanties adéquates pour\nprotéger ses investissements. Épreuve de stratégie et de confiance La Chine a traditionnellement\nprivilégié les accords bilatéraux aux démarches régionales ; toutefois, cette approche pourrait limiter\nla portée et la cohérence du nouveau cadre.\nLes petits marchés africains risquent de ne pas l'intéresser, tandis que les grandes économies\nredoutent des perturbations internes.\nL'enjeu ne réside pas seulement dans la définition d'incitations, mais aussi dans la mise en place de\nstructures institutionnelles et de relations de confiance durables.\nLa question demeure : la Chine saura-t-elle réussir là où l'UE a peiné ? Tout dépendra non\nseulement de sa volonté d'offrir un soutien concret au développement africain, mais aussi de la\ncapacité des gouvernements africains à coordonner, négocier et définir les termes d'un partenariat\nmutuellement avantageux.\nSans cela, le risque est le même qu'autrefois : de grandes promesses, un potentiel inexploité et une\nnouvelle occasion manquée d'une mondialisation équitable.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 6868,
                "words": 1015,
                "lines": 87
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Pour les distributeurs chinois internationaux, l'Afrique est la nouvelle Asie du",
            "date": "2025-07-18T12:56:37.491624",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Pour les distributeurs chinois internationaux, l'Afrique est la nouvelle Asie du\n\nSud-Est\nUn article récent de Xiaguangshe, un média chinois spécialisé dans les tendances du commerce\nmondial, met en lumière l'attrait croissant du marché du e-commerce africain pour les vendeurs\nchinois.\nDe nombreux commerçants, qui ciblaient jusqu'à présent l'Asie du Sud-Est ou les États-Unis,\nexplorent désormais activement l'Afrique comme prochaine grande opportunité, attirés par ce que\ncertains décrivent comme le dernier « océan bleu » du commerce transfrontalier.\nSelon Linli, responsable de la Chine pour le géant africain du e-commerce Jumia, l'Afrique et l'Asie\ndu Sud-Est partagent de nombreux traits de consommation - comme des gammes de prix similaires,\ndes catégories de produits les plus vendues et d'importantes populations musulmanes - ce qui en\nfait une étape naturelle pour les vendeurs expérimentés dans les marchés émergents.\nL'essor de cet intérêt est évident.\nLinli a expliqué à Xiaguangshe que lors d'une récente conférence Jumia à Shenzhen, la\nparticipation a dépassé les attentes de 50 %, et l'audience en ligne a plus que doublé, atteignant 50\n000 connexions, soulignant ainsi l'élan croissant.\nLe moment de ce changement est notable.\nDans un contexte de détérioration des relations commerciales sino-américaines, les exportations\nchinoises vers les États-Unis en mai ont chuté de 34,6 % en glissement annuel, tandis que celles\nvers l'Afrique ont bondi de 33,4 %, dépassant les autres grands marchés émergents.\nLinli note que beaucoup de vendeurs chinois se sentent à l'étroit : l'Asie du Sud-Est est saturée et\ncompétitive, tandis que les marchés américain et européen deviennent moins accessibles ou moins\nrentables.\nEn revanche, le secteur du e-commerce en Afrique en est encore à ses débuts, avec des barrières\nà l'entrée plus faibles, des opérations plus simples et des coûts d'essais-erreurs moindres.\nJumia recrute désormais activement des vendeurs ayant une expérience opérationnelle sur des\nplateformes comme Shopee, Lazada, AliExpress, SHEIN, Temu, Noon ou Ozon, ou disposant de\ncanaux hors ligne en Afrique.\nLes catégories de produits les plus prisées incluent la mode, les soins personnels, les articles pour\nla maison, les accessoires auto et l'électronique.\nLe Nigeria reste un point d'entrée clé, grâce à sa population importante et à l'amélioration de ses\ninfrastructures numériques.\nCela dit, le marché africain n'est pas adapté à tous.\nLinli avertit que les vendeurs habitués aux marchés occidentaux à fortes marges - en particulier\nceux sur Amazon - risquent de peiner à s'adapter. « Sauf s'ils sont basés en usine, beaucoup\ns'attendent à des valeurs de commande de plusieurs centaines de dollars et à des marges de profit\nsupérieures à 20-30 % », explique-t-elle. « Mais sur Jumia, la valeur moyenne des commandes\nn'est que de 8-15 $ ».\nPour les vendeurs prêts à changer de cap et à se concentrer sur l'efficience des coûts, cependant,\nl'Afrique devient rapidement l'une des frontières les plus prometteuses du e-commerce mondial.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2979,
                "words": 460,
                "lines": 39
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Des smartphones aux véhicules électriques, le chinois Transsion fait sa mue",
            "date": "2025-07-18T12:56:37.516400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Des smartphones aux véhicules électriques, le chinois Transsion fait sa mue\n\nTranssion, leader incontesté du marché des smartphones en Afrique, a récemment amorcé une\ndiversification stratégique vers les véhicules électriques (VE) à deux et trois roues, baptisés\nTankVolt.\nLancés en Ouganda en 2023, ces modèles ont rapidement trouvé de nouveaux terrains d'expansion\n: le Nigeria, le Kenya, la Tanzanie et l'Éthiopie.\nFort de ces premiers succès, le constructeur chinois vise désormais à s'imposer comme la marque\nnuméro 1 du secteur EV africain d'ici 2026, exploitant l'élan favorable porté par la montée en\npuissance des mobilités douces sur le continent.\nAu coeur de cette offensive, Transsion capitalise sur son réseau de distribution déjà déployé pour\nses marques Tecno, Infinix et Itel.\nGrâce à une compréhension fine des attentes locales et à un maillage commercial dense,\nl'entreprise peut déployer ses TankVolt plus rapidement que la plupart des jeunes pousses\nspécialisées dans l'électromobilité.\nCette agilité se traduit par une couverture géographique étendue et une proximité accrue avec les\nutilisateurs finaux.\nCôté tarification, Transsion joue la carte de la compétitivité : ses deux-roues électriques sont\nproposés aux alentours de 1 500 USD, un positionnement comparable, voire plus attractif, que celui\nde ses principaux rivaux africains ou internationaux.\nPour faciliter l'accès à ces véhicules, l'entreprise a mis en place des formules de «\nbattery-as-a-service », permettant la location des batteries via des partenariats avec des institutions\nfinancières locales telles que M-Kopa ou Watu Credit.\nCette offre intégrée vise à lever les barrières à l'adoption, notamment l'investissement initial et la\ngestion logistique des recharges.\nMalgré ces atouts, Transsion doit relever un défi de taille : la création d'un réseau de recharge et\nd'échange de batteries fiable à l'échelle du continent.\nChaque pays présente des réglementations, des normes et des infrastructures différentes, rendant\ncomplexe la mise en place d'un service homogène.\nPar ailleurs, l'entreprise devra démontrer que sa méthode éprouvée dans l'industrie des\nsmartphones est transposable à la fabrication et à la commercialisation de moyens de transport.\nLa réussite de cette transition sera déterminante pour asseoir sa crédibilité sur « les routes de\nl'Afrique ».\nPOURQUOI C'EST IMPORTANT: De ses smartphones à ses véhicules électriques, Transsion\ndémontre sa capacité à créer et adapter ses produits au marché africain.\nEn s'attaquant au secteur des deux roues, Transsion pénètre un marché en pleine croissance en\nAfrique où le mauvais état des routes et la circulation congestionnée font le lit des deux roues.\nLECTURE RECOMMANDÉE: Rest of World: Transsion wheels into Africa's EV market with same\nplaybook that conquered mobile phones",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2751,
                "words": 410,
                "lines": 37
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Le graphique du jour : Les sphères mondiales des terres rares (extraction)",
            "date": "2025-07-18T12:56:37.514536",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Le graphique du jour : Les sphères mondiales des terres rares (extraction)\n\nQui contrôle les terres rares? Le Northern Miner et Mining.Com ont publié un nouveau graphique\ndes sphères d'influence de la production des terres rares.\nCe graphique fait suite à celui produit sur les réserves des terres rares.\nUn graphique qui nous permet d'avoir une vision des principaux pays producteurs des terres rares\ndans un contexte de tensions géopolitiques entre la Chine et les Etats-Unis.\nComme les réserves, la Chine domine la production devant la sphère américaine.\nContrairement à la sphère des réserves, Mining.com et the Northern Miner n'ont pas classé les pays\nproducteurs africains, le Nigéria, Madagascar et le Burundi dans la sphère chinoise.\nPour rappel, la détermination des sphères est faite en prenant en compte des facteurs\ngéopolitiques, sociaux, culturels et des relations économiques.\nPlus de détails à lire sur Mining.com",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 853,
                "words": 132,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Près de 6 millions d'ânes abattus chaque année pour le commerce de peaux",
            "date": "2025-07-18T12:56:37.503400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Près de 6 millions d'ânes abattus chaque année pour le commerce de peaux\n\nvers la Chine, selon une ONG\nPrès de 6 millions d'ânes sont abattus chaque année pour leur peau utilisée en médecine\ntraditionnelle chinoise, un chiffre qui pourrait grimper à 7 millions d'ici 2027, déplore jeudi l'ONG\nDonkey Sanctuary, qui réclame un « moratoire » sur ce commerce décimant notamment l'espèce en\nAfrique.\nLes peaux d'âne sont exportées en Chine pour fabriquer un remède traditionnel connu sous le nom\nd'ejiao, utilisé pour améliorer la circulation sanguine, ralentir le vieillissement, mais aussi stimuler la\nlibido et la fertilité.\nAutrefois réservé aux empereurs, ce produit est désormais prisé de la classe moyenne chinoise et\nreprésente un marché de plus de 6 milliards de dollars (environ 5,1 milliards d'euros).\nPour alimenter ce commerce, quelque 5,9 millions d'ânes sont abattus chaque année dans le\nmonde, et ce chiffre pourrait atteindre 6,8 millions d'ici 2027.\nLa Chine, dont la population d'ânes s'est effondrée ces dernières décennies, passant de 11 millions\nen 1992 à 1,5 million en 2023, s'est notamment tournée vers l'Afrique pour satisfaire la demande.\nCe marché en croissance constante « a transformé les ânes en marchandises, alimentant une\népidémie commerciale », qui touche particulièrement les activités des femmes et des enfants,\naffirme dans un rapport Donkey Sanctuary, une ONG britannique. « Des réseaux illégaux opèrent à\ntravers le continent, souvent sans conséquences, volant et massacrant des ânes dans la nuit »,\ns'inquiète le rapport.\nDans la lignée de l'Union africaine, qui a interdit en février 2024 le commerce des peaux d'ânes à\nl'échelle du continent, Donkey Sanctuary plaide également en faveur d'un moratoire. dyg/md/djb ©\nAgence France-Presse",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1701,
                "words": 263,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "RDC: Le projet sino-canadien Kamoa va reprendre ses activités",
            "date": "2025-07-18T12:56:37.534400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "RDC: Le projet sino-canadien Kamoa va reprendre ses activités\n\nLa mine de cuivre souterraine Kamoa-Kakula en République démocratique, détenue par la\njoint-venture sino-canadienne, Ivanhoe Mines et Zijin Mining, pourrait reprendre bientôt ses\nactivités.\nIvanhoe Mines a d'ores et déjà lancé la première phase de son plan de drainage pour évacuer l'eau\nqui a inondé la partie est de la mine de Kakula.\nCette phase a permis d'installer des pompes temporaires souterraines offrant une capacité de 4 400\nlitres par seconde, suffisante pour stabiliser le niveau d'eau.\nLa deuxième phase prévoit la livraison et l'installation de quatre pompes de surface, chacune d'une\ncapacité de 650 litres par seconde, d'ici 90 jours.\nL'objectif est de rouvrir dès ce mois-ci la section ouest de la mine - encore sèche malgré l'accident -\nafin de reprendre l'exploitation souterraine.\nUne fois l'intégralité de la zone vidée, la partie est pourra à son tour redémarrer.\nPOURQUOI C'EST IMPORTANT: Il y a quelques jours Ivanhoes Mines et Zijin s'étaient opposés sur\nl'évaluation de l'étendue des dégats à Kamoa. l'annonce de ces mesures a provoqué un rebond de\nplus de 7 % du cours de l'action Ivanhoe à la Bourse de Toronto.\nLECTURE RECOMMANDÉE: Mining.com: Ivanhoe rebounds on planned partial restart of flooded\ncopper mine",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1240,
                "words": 198,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "La Namibie renforce son arsenal avec des équipements militaires chinois",
            "date": "2025-07-18T12:56:37.487400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "La Namibie renforce son arsenal avec des équipements militaires chinois\n\nÀ l'occasion de son 35 anniversaire,l'armée namibienne a organisé un défilé spectaculaire sur la\nbase aérienne de Grootfontein, illustrant l'évolution de ses capacités militaires.\nParmi les pièces maîtresses de cette parade figuraient deux drones chinois, l'ASN-209, conçu pour\ndes missions de reconnaissance aérienne à moyenne altitude et endurance moyenne, et le CW-30,\nun appareil à décollage et atterrissage verticaux (VTOL).\nL'ASN-209, avec une autonomie de dix heures et une portée d'environ 200 kilomètres, est équipé\npour assurer des missions de reconnaissance de terrain, la localisation de cibles et l'ajustement du\ntir d'artillerie, de jour comme de nuit, en temps réel.\nQuant au CW-30, son système électrique VTOL et son endurance prolongée offrent une grande\nflexibilité opérationnelle, tant sur terre qu'en mer.\nInitialement développé pour l'Armée populaire de libération chinoise, l'ASN-209 est aujourd'hui\nproduit sous licence en Égypte et opéré par plusieurs pays.\nCette expansion globale a témoigné de sa fiabilité et ce qui a du convaincre la Namibie de s'en\nprocurer.\nLe défilé a également présenté d'autres matériels d'origine chinoise récemment acquis, notamment\nsix mortiers autopropulsés de 81 mm CS/SM1 et le système de défense aérienne courte portée\nFB-6A accompagné de radars de détection et de missiles FN-6.\nEnfin, la forte présence d'équipements chinois dans cette manifestation militaire reflète\nl'approfondissement du partenariat stratégique entre la Namibie et la Chine.\nCette coopération contribue non seulement à moderniser les forces armées namibiennes, mais\négalement à consolider leur rôle dans la stabilité régionale et les opérations de maintien de la paix.\nPOURQUOI C'EST IMPORTANT: La Chine renforce sa position comme principale fournisseur\nd'armes et d'équipements militaires pour les armées africaines qui y trouvent des alternatives\nabordables et toute aussi efficace aux équipements militaires occidentaux.\nLECTURE RECOMMANDÉE: Military Africa: Namibia operating Chinese ASN-209 and CW-30\nUAVs",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2039,
                "words": 292,
                "lines": 26
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Ca fait dix ans que la Zambie mène des opérations financières en Renminbi",
            "date": "2025-07-18T12:56:37.511620",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Ca fait dix ans que la Zambie mène des opérations financières en Renminbi\n\nLa Bank of China (BoC) a fêté vendredi à Lusaka une décennie d'opérations en tant que banque de\ncompensation du renminbi (RMB) en Zambie, renforçant son engagement à développer les services\nfinanciers transfrontaliers en Afrique de l'Est et centrale.\nLa cérémonie, organisée en présence de responsables de la BoC, de l'ambassade de Chine, du\ngouvernement zambien et de grands clients corporatifs, a mis en lumière le rôle moteur de la\nbanque dans l'internationalisation du RMB. « Les règlements croisés en RMB entre entreprises\nchinoises et zambiennes augmentent régulièrement ; certaines ont même institutionnalisé cette\ndevise dans leurs échanges bilatéraux », a souligné Jin Jun, conseiller de l'ambassade de Chine à\nLusaka.\nSelon Jin Jun, une adoption plus large du renminbi contribuerait à stabiliser le système financier\nlocal, à améliorer l'efficacité des entreprises et à réduire les risques de change. « Le RMB est\naujourd'hui la quatrième monnaie de paiement au monde ; son usage offre une alternative crédible\npour diversifier les réserves de devises des pays africains », a-t-il ajouté.\nLi Xuewen, directeur général de BoC Zambia, a rappelé près de 30 ans de présence de la BoC en\nZambie.\nIl a promis de tirer parti de la plateforme mondiale du groupe pour accompagner les entreprises\nzambiennes souhaitant entrer sur le marché chinois et catalyser de nouveaux investissements en\nZambie.\nDu côté des autorités locales, Lillian Bwalya, secrétaire permanente au ministère zambien du\nCommerce, a insisté sur les bénéfices concrets de cette coopération monétaire : « Les règlements\nen monnaies nationales permettent de réduire les coûts de transaction, d'atténuer les risques de\nchange et de garantir un environnement commercial plus stable, même en période d'incertitude\nmondiale. » Pour sa part, Lyness Mambo, directeur du département de supervision prudentielle à la\nBanque de Zambie, a salué le renforcement de la liquidité du marché des changes induit par l'usage\naccru du RMB, tout en notant une diminution des coûts de conversion pour les entreprises et une\nmoindre dépendance vis-à-vis des devises traditionnelles.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2130,
                "words": 330,
                "lines": 26
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Cobalt: Malgré l'interdiction des exportations en RDC, CMOC maintient sa",
            "date": "2025-07-18T12:56:37.489400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Cobalt: Malgré l'interdiction des exportations en RDC, CMOC maintient sa\n\nproduction à la hausse\nLe chinois CMOC, premier producteur mondial de cobalt et exploitant des mines de Tenke\nFungurume et Kisanfu en RDC, a maintenu sa production à la hausse malgré la prolongation,\ndepuis février, de l'interdiction congolaise d'exporter ce métal.\nOpposé à cette mesure, CMOC n'envisage pas de réviser ses prévisions de production pour 2025.\nAu premier trimestre, le groupe avait déjà dépassé ses objectifs pour cette même période.\nPour 2025, le groupe a prévu de produire entre 100 000 tonnes et 120 000 tonnes de cobalt Pour\nles six premiers mois de l'année, CMOC a enregistré une augmentation de 13,6 % de sa production\nde cobalt par rapport à 2024, atteignant 61 000 tonnes.\nSur la même période, la production de cuivre a également progressé pour s'établir à 353 570\ntonnes.\nSi le groupe maintient la cadence, il pourrait non seulement atteindre ses prévisions mais aussi les\nsurpasser.\nCette croissance inquiète les autorités congolaises et les marchés mondiaux.\nEn 2024, CMOC représentait près de la moitié de la production mondiale de cobalt.\nSi le groupe mettait à nouveau sur le marché un volume abondant dès la levée de l'interdiction, la\nlégère hausse des prix observée depuis février pourrait rapidement s'effondrer.\nFace à ce risque, Kinshasa pourrait prolonger durablement l'interdiction, au risque de frustrer les\nacheteurs et d'accélérer la « décobaltisation » de l'industrie des véhicules électriques, principal\ndébouché du minerai.\nUne autre option consisterait à instaurer des quotas d'exportation, afin de réguler plus finement les\nvolumes sortant de la RDC.\nLe choix de CMOC de maintenir sa production à la hausse pourrait s'expliquer sa certitude à\ncontrôler les dynamiques du marché après la levée de l'interdiction.\nMême si la RDC décidait de mettre en place des quotas d'export, la tâche n'est pas si simple pour la\nRDC.\nLECTURE RECOMMANDÉE: CMOC: Communiqué du groupe annonçant les chiffres de la\nproduction en 2025. (en Chinois)",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1973,
                "words": 315,
                "lines": 28
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Niger: La crise entre la Chine et le Niger s'accentue",
            "date": "2025-07-18T12:56:37.535761",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Niger: La crise entre la Chine et le Niger s'accentue\n\nLe Niger a demandé la résiliation des contrats de plusieurs travailleurs chinois du secteur pétrolier,\nqu'il somme de quitter le pays « avant le 31 mai », a appris l'AFP vendredi de source officielle.\nDes tensions couvaient depuis des mois entre les sociétés chinoises du secteur pétrolier et le\nrégime militaire nigérien, issu d'un coup d'Etat perpétré en juillet 2023.\nLe pouvoir mène une politique souverainiste, en particulier concernant ses matières premières, le\npétrole et l'uranium, et reproche notamment aux entreprises chinoises leur « mépris » de la\nréglementation nationale et le manque de valorisation des salariés nigériens.\nDans une lettre adressée au président directeur général de la China National Petroleum Corporation\nNiger Petroleum (CNPCNP), le ministre nigérien du Pétrole, Sahabi Oumarou lui « demande de\nrésilier les contrats de travail de tous les expatriés totalisant une durée de plus de quatre ans dans\nle secteur pétrolier, à compter du 8 mai 2025 ».\nEn outre, « les agents de la CNPCNP, ses sous-traitants et leurs prestataires » qui « se trouvent\ndans cette catégorie sont tenus de quitter le territoire nigérien avant le 31 mai 2025 », a-t-il précisé,\ndans le document consulté par l'AFP.\nLe ministre Oumarou accuse la société chinoise - qui exploite l'or noir au Niger depuis 2011 - de «\nmépris quant au respect de la réglementation en vigueur » dans ce pays.\nIl cite une ordonnance d'août 2024 censée faire la promotion des sociétés locales.\nLa CNPC, maison mère de la CNPCNP, a dit être « en dialogue positif avec le ministère du pétrole\n», dans une publication Facebook jeudi soir.\nFin février, Sahabi Oumarou avait par ailleurs demandé aux dirigeants chinois de la Soraz, raffinerie\nsituée à Zinder, dans l'est du pays, l'élaboration d' »un plan de +nigérisation+ » des postes.\nM.\nOumarou avait également demandé la révision de la grille salariale pour les travailleurs nigériens.\nIl avait notamment déploré que le salaire moyen d'un expatrié était six fois plus élevé que celui d'un\nnigérien et que les données comptables de la Soraz étaient en mandarin et « pilotées depuis la\nChine ».\nEn mars, Niamey avait déjà expulsé trois dirigeants chinois de sociétés pétrolières, filiales de la\nCNPC, qui refusaient de se plier aux demandes des autorités nigériennes.\nUn hôtel de luxe appartenant à une société chinoise avait été aussi fermé par les autorités.\nIl était notamment reproché aux responsables de cet établissement d'interdire l' »accès à d'autres\nnationalités » et des déclarations fiscales erronées. bh/bam/pid/ltr © Agence France-Presse",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2582,
                "words": 417,
                "lines": 31
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Chine-Afrique du sud, pour une coopération militaire plus forte?",
            "date": "2025-07-18T12:56:37.519400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Chine-Afrique du sud, pour une coopération militaire plus forte?\n\nLors d'une audience à Pékin avec le général Rudzani Maphwanya, ministre de la défense\nsud-africaine, le ministre chinois de la Défense, Dong Jun, a réaffirmé la solidarité de la Chine\nenvers l'Afrique du Sud face à ce qu'il a qualifié de « pressions et de chantage » exercés par\ncertaines puissances étrangères.\nCette déclaration intervient dans un contexte de relations tendues entre Pretoria et Washington,\nexacerbé par la décision américaine d'octroyer en masse un statut de réfugiés à 59 fermiers\nafrikaners blancs, mesure jugée par l'Afrique du Sud comme une interprétation politisée et infondée\nd'une situation interne.\nDans ses propos, Dong Jun n'a pas manqué de souligner l'ancienneté des liens unissant Pékin et\nPretoria, issus du soutien apporté à l'ANC durant la lutte contre l'apartheid.\nIl a ainsi rappelé que cette « camaraderie historique » sert de socle à une coopération renforcée, en\nparticulier au sein du cadre du BRICS, où l'Afrique du Sud, la Chine et la Russie ont déjà conduit\ndes exercices navals conjoints, au grand déplaisir de Washington qui y voit un alignement\nidéologique contre les Etats-Unis.\nAu niveau idéologique, Pékin a profité de cette rencontre pour mettre en avant sa Global Security\nInitiative, positionnée comme une alternative au modèle de sécurité occidentale : elle privilégie\nselon Pékin le dialogue face à la confrontation, la coopération plutôt que la construction de blocs et\nles avantages partagés plutôt que la logique de puissance.\nCe concept trouve aujourd'hui un terrain d'application concret dans les déclarations officielles du\nministère de la Défense et s'inscrit dans une stratégie plus large destinée à remodeler les normes\ndu multilatéralisme international.\nPar ce discours politique affirmé, Pékin cherche à se positionner comme un pourvoyeur d'un «\nvéritable » ordre mondial multilatéral, capable de tempérer l'influence traditionnelle des États-Unis\nen Afrique subsaharienne.\nCette posture, prononcée par un haut responsable militaire, témoigne de l'importance accordée à\nl'Afrique du Sud par Pékin dans sa stratégie de construction d'alliance.\nAprès la visite de Cyril Ramaphosa à Washington, et la conférence de presse quelque peu bizarre à\nla maison blanche, les officiels chinois n'avaient pas hésité à prendre d'assaut les réseaux sociaux\nrappelant à l'Afrique du Sud que Pékin la traitera toujours avec respect.\nLECTURE RECOMMANDÉE: South China Morning Post: China's defence chief Dong Jun backs\nSouth Africa against 'bullying' amid US tensions",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2513,
                "words": 384,
                "lines": 31
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "L'armée égyptienne confirme l'achat d'un système de défense chinois",
            "date": "2025-07-18T12:56:37.492528",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "L'armée égyptienne confirme l'achat d'un système de défense chinois\n\nLe général-major à la retraite Samir Farag, ancien haut responsable des forces armées\négyptiennes, a officiellement confirmé la mise en service du système chinois de défense aérienne à\nlongue portée HQ-9B.\nComparable au S-400 russe, le HQ-9B offre une portée opérationnelle allant jusqu'à 200 kilomètres\net un plafond d'engagement de 27 kilomètres, plaçant l'Égypte au niveau des capacités aériennes\nles plus avancées de la région.\nCe dispositif intègre un radar à antenne active à balayage électronique (AESA), dérivé du modèle\nHT-233 chinois.\nGrâce à cette technologie, le HQ-9B peut détecter des cibles peu observables, telles que les\naéronefs furtifs, et suivre simultanément de multiples menaces.\nSon architecture modulaire permet en outre de l'inscrire dans un réseau de défense stratifié, où\nchaque composant - missiles, radars, systèmes de commandement - coopère étroitement avec\nd'autres assets, renforçant la résilience globale face aux attaques coordonnées.\nFace aux restrictions imposées par les fournisseurs occidentaux, notamment les États-Unis et\nplusieurs pays européens, l'Égypte a opéré un virage vers la Chine afin de diversifier ses sources\nd'approvisionnement en armements.\nCette décision vise à s'affranchir des mesures de contrôle des exportations d'équipements miltiaires\nde plusieurs pays occidentaux, souvent jugés trop contraignants et à bénéficier d'une plus grande\nliberté d'utilisation.\nSur le plan économique, le choix du HQ-9B représente une alternative compétitive : son coût\nd'acquisition est inférieur à celui du système américain Patriot PAC-3 tout en restant comparable, en\ntermes de performances, au S-400 russe.\nEn s'équipant de ce système avancé sans les contraintes politiques habituelles, l'Égypte consolide\nson autonomie et optimise son budget de défense.\nL'introduction du HQ-9B marque donc une étape majeure dans la modernisation des capacités de\ndéfense aérienne égyptiennes.\nCes acquisitions s'inscrivent dans un contexte plus large de coopération sécuritaire et militaire\naccrues entre la Chine et l'Egypte qui non seulement s'entraine avec l'armée chinoise mais aussi\nacquiert des équipements militaires chinois.\nPlus de détails à lire sur Military Africa",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2204,
                "words": 317,
                "lines": 30
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Le Chinois JCHX Mining prend pieds au Botswana",
            "date": "2025-07-18T12:56:37.537645",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Le Chinois JCHX Mining prend pieds au Botswana\n\nLe 1er juin 2025, JCHX Botswana Mining Construction, filiale du groupe chinois JCHX Mining, et\nKhoemacau Copper Mining (KCM) ont signé un contrat majeur pour des travaux d'extraction\nsouterraine au sein de la mine de cuivre de Khoemacau, située sur la riche ceinture cuprifère du\nKalahari, au sud du Botswana.\nD'un montant d'environ 805 millions de dollars, ce contrat de cinq ans porte sur la zone 5, dans une\nconcession minière qui s'étend sur plus de 4 000 km².\nContrôlée par le chinois MMG, KCM exploite l'un des gisements de cuivre les plus prometteurs de la\nrégion.\nPour JCHX, il s'agit de son premier projet de forage et de construction au Botswana, marquant ainsi\nune percée stratégique sur le continent africain.\nPOURQUOI C'EST IMPORTANT: JCHX est en expansion sur le continent.\nEn Zambie la firme chinoise a acquis le contrôle de la mine de cuivre de Lubambe.\nLa mine de cuivre de Khoemacau a été acquise par le chinois MMG en mars 2024, renforçant ainsi\nla présence du groupe chinois dans le secteur cuprifère en Afrique.\nCe partenariat illustre aussi une conjonction d'intérêts et d'effort entre les firmes chinoises qui\nopèrent dans le secteur minier en Afrique.\nLes premiers travaux sont attendus cet été.\nLECTURE RECOMMANDÉE: International Mining: JCHX Botswana awarded underground mining\ncontract at Khoemacau",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1325,
                "words": 216,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Afrique du Sud: L'ambassade de Chine met en garde contre les enlèvements",
            "date": "2025-07-18T12:56:37.494731",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Afrique du Sud: L'ambassade de Chine met en garde contre les enlèvements\n\nvisant des chinois\nDepuis le mois de juin, une série d'enlèvements visant des ressortissantes chinoises a été signalée\ndans plusieurs régions de l'Afrique du Sud, notamment dans les provinces de Gauteng et du\nCap-Oriental.\nCes incidents préoccupants ont conduit l'ambassade de Chine à Pretoria à publier un avertissement\nofficiel afin d'inciter la communauté chinoise locale à redoubler de vigilance.\nSelon le communiqué publié sur le compte officiel WeChat de la représentation diplomatique, les\nauteurs de ces crimes opèrent principalement les week-ends, profitant d'un contexte de moindre\nsurveillance policière.\nCette situation alarmante touche directement la communauté chinoise, dont la sécurité semble\ngravement menacée.\nIl semble auss, selon le communiqué publié, que les ressortissants chinois soient intentionnellement\nciblés par ces criminels.\nLes chinois ne seraient donc pas simplement de simple victimes de l'environnement sécuritaire mais\nplutôt des cibles choisis.\nL'ambassade recommande aux ressortissants chinois d'adopter une série de mesure visant à\nrenforcer leur sécurité personnelle.\nRester attentifs aux comportements et véhicules suspects aux abords de leur domicile, de leur lieu\nde travail et des commerces qu'ils fréquentent.\nAux femmes chinoises d'éviter de sortir seules.\nEnfin, les ressortissantes chinoises sont invitées à limiter les sorties en solitaire.\nLorsque cela s'avère inévitable, elles doivent impérativement informer un proche de leur itinéraire et\nde leur heure d'arrivée estimée.\nCes précautions simples visent à renforcer la protection individuelle et à faciliter toute intervention\nd'urgence.\nL'ambassade reste en contact étroit avec les autorités sud-africaines pour suivre la situation.\nPOURQUOI C'EST IMPORTANT: Depuis plusieurs années les ressortissants chinois sont devenus\nla cible d'actes criminels à travers le continent.\nDes zones minières en RDCongo aux zones urbaines de Lagos et d'Abuja au Nigéria, les chinois\nsemblent être devenus des cibles privilégiés pour les criminels.\nLECTURE RECOMMANDÉE: Global Times: Chinese Embassy in South Africa warns of spate of\nkidnappings targeting Chinese women",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2155,
                "words": 302,
                "lines": 32
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Conflits commerciaux, avec l'organisation Internationale de médiation, Pékin",
            "date": "2025-07-18T12:56:37.486419",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Conflits commerciaux, avec l'organisation Internationale de médiation, Pékin\n\nveut une nouvelle approche\nIl y a quelques jours à Hong Kong, la Chine a discrètement inauguré l'Organisation Internationale\npour la Médiation (IoM), marquant ce qui pourrait devenir une évolution majeure dans la résolution\ndes différends à l'échelle mondiale.\nTrente-deux pays d'Amérique latine, d'Asie du Sud-Est, d'Afrique et d'Europe ont assisté à ce\nlancement, soulignant l'ambition de Pékin de constituer un forum intergouvernemental large axé\nprincipalement sur les litiges commerciaux.\nSelon le ministre chinois des Affaires étrangères, l'IoM servira d'alternative non conflictuelle aux\ninstances judiciaires traditionnelles telles que la Cour internationale de Justice et la Cour\npermanente d'arbitrage.\nSon mandat couvre trois grandes catégories : la médiation entre États souverains, les différends\nentre États et investisseurs étrangers, et les conflits commerciaux internationaux.\nL'objectif affiché est de favoriser la construction du consensus et le règlement pacifique des\ndifférends plutôt que de recourir à la voie judiciaire ou à l'arbitrage contraignant.\nLe contexte est particulièrement propice.\nLes tensions géopolitiques s'accentuent partout dans le monde : de la guerre commerciale entre la\nChine et les États-Unis aux frictions avec l'Union européenne, en passant par la course au contrôle\ndes chaînes d'approvisionnement en minerais critiques.\nFace à l'augmentation prévisible des conflits commerciaux - notamment entre entreprises chinoises\net gouvernements hôtes du Sud global - la Chine propose dès maintenant un mécanisme destiné à\ndésamorcer ces différends par le dialogue.\nPour les minerais essentiels, les entreprises chinoises sont susceptibles d'être ciblées en raison de\nla domination de la Chine sur la chaîne d'approvisionnement et de la tentative de nombreux\ngouvernements occidentaux de contenir l'expansion des entreprises chinoises dans ce secteur.\nDes litiges commerciaux peuvent donc survenir autour des licences minières, des accords de\njoint-venture et d'autres questions liées aux affaires.\nEn prévision de ces litiges, la Chine propose donc des alternatives aux structures internationales\nactuelles.\nL'année passée, le patron du géant chinois des mines, Zijin Mining, avertissait que la compagnie\npourrait être la cible des mesures visant à bloquer l'expansion de ses activités, le tout sur fond de\ntensions gépolitiques.\nCette initiative s'inscrit également dans un cadre plus large de l'Initiative de sécurité globale lancée\nen 2023, qui défend la vision chinoise d'une résolution des conflits plus inclusive et moins centrée\nsur les normes juridiques occidentales.\nEn positionnant l'IoM comme un organe accessible et fondé sur le consensus, Pékin entend\nremettre en question la perception selon laquelle le règlement des différends internationaux est\ndominé par un droit et une approche occidentale.\nPlusieurs pays africains figurent déjà parmi les membres fondateurs - le Bénin, le Cameroun, le\nKenya et l'Ouganda - illustrant l'attrait de cette structure dans les régions où la Chine entretient\nd'importants liens économiques. À mesure que l'IoM s'élargira, il conviendra de suivre de près les\nnouveaux adhérents et l'efficacité réelle de ses médiations.\nBien qu'encore à ses débuts, l'Organisation Internationale pour la Médiation représente une initiative\nstratégique majeure.\nIl est essentiel pour les entreprises, les investisseurs et les décideurs de suivre son évolution, car\nelle pourrait graduellement redéfinir les règles et pratiques de règlement des différends\ncommerciaux à l'échelle mondiale.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3558,
                "words": 507,
                "lines": 46
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "RDCongo: L'ambassadeur de Chine reagit aux accusations d'indifference de",
            "date": "2025-07-28T11:09:27.575652",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "RDCongo: L'ambassadeur de Chine reagit aux accusations d'indifference de\n\nPekin a la crise congolaise\nLors d'une rencontre avec les etudiants de l'Universite de Kinshasa, l'ambassadeur de Chine en\nRDC, Zhao Bin, a repondu aux critiques visant Pekin apres la signature, sous l'egide des\nEtats-Unis, de l'accord de paix entre la RDC et le Rwanda.\nRappelant l'un des principes fondateurs de la diplomatie chinoise - la non-ingerence dans les\naffaires interieures - il a souligne le soutien constant de la Chine a la souverainete et a l'integrite\nterritoriale congolaise.\nVisant sans le nommer le volet transactionnel de l'administration Trump, Zhao Bin a lance :\n\" Nous n'avons ni traite la RDC comme monnaie d'echange, ni impose la moindre mesure\ndiscriminatoire a son encontre. \"\nCette formule evoque explicitement les accords par lesquels Washington aurait offert l'appui a la\npaix en echange d'un acces privilegie a ses mines.\nPour illustrer l'efficacite de son action, l'ambassadeur a rappele qu'en fevrier 2025, sous la\npresidence chinoise du Conseil de securite, la resolution 2773 a ete adoptee a l'unanimite. Celle-ci\nreaffirme l'engagement du Conseil envers la souverainete et l'integrite territoriale de la RDC,\ncondamne le soutien rwandais au M23 et exige le retrait immediat des troupes rwandaises.\nPOURQUOI C'EST IMPORTANT: cette prise de parole intervient alors que Pekin est accuse en\nRDC de jouer les equilibristes entre Kinshasa et Kigali. Or, de nombreux Congolais estimaient que,\ncompte tenu de l'ampleur des investissements chinois sur leur sol, la Chine adopterait une position\nplus ferme face au Rwanda, au-dela de simples declarations diplomatiques.\nLECTURE RECOMMANDEE:\nActualites.cd: Accord RDC-Rwanda : la Chine defend sa position face aux critiques et rappelle son\nengagement sur le sol congolais",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1747,
                "words": 269,
                "lines": 23
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "En Afrique,la Chine est en tête des sondages devant les Etats-Unis et l'Union",
            "date": "2025-07-18T12:56:37.533400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "En Afrique,la Chine est en tête des sondages devant les Etats-Unis et l'Union\n\nEuropéenne\nLa Chine est perçue plus favorablement que toute autre puissance mondiale ou régionale en\nAfrique, selon une nouvelle enquête menée dans 29 pays par Afrobarometer, la principale agence\nde mesure de l'opinion publique sur le continent.\nLes résultats, publiés cette semaine, montrent que 60 % des personnes interrogées considèrent\nl'influence politique et économique de la Chine sur leur pays comme « plutôt positive » ou « très\npositive ».\nCela place la Chine devant les organisations régionales (56 %), l'Union africaine (54 %), les\nÉtats-Unis (53 %) et l'Union européenne (49 %).\nAlors que la Chine est à égalité avec les États-Unis en termes de perceptions négatives (19 %\nchacun), l'équilibre global des opinions favorise Pékin.\nEn revanche, les anciennes puissances coloniales enregistrent la cote négative la plus élevée, à 32\n%, avec seulement 41 % de réponses positives.\nPOURQUOI C'EST IMPORTANT: Les conclusions d'Afrobarometer remettent en question les\naffirmations des décideurs américains selon lesquelles la Chine serait nettement impopulaire en\nAfrique.\nFait intéressant, la Chine devance les États-Unis dans les sondages de popularité d'Afrobarometer\ndepuis plusieurs années, malgré une baisse significative de son engagement économique à travers\nle continent.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1285,
                "words": 191,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Zijin et Ivanhoe en désaccord sur la situation de Kamoa en R.D.Congo",
            "date": "2025-07-18T12:56:37.539464",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Zijin et Ivanhoe en désaccord sur la situation de Kamoa en R.D.Congo\n\nUn vif désaccord oppose Ivanhoe Mines et Zijin Mining quant à la nature et la gravité des\nperturbations survenues dans la section est de la mine souterraine de Kakula, en République\ndémocratique du Congo.\nAlors que Zijin évoque « plusieurs effondrements de voûte et décollements de parois » menaçant la\nsécurité des galeries, Ivanhoe conteste ces affirmations et soutient que les incidents relèvent de «\nscaling » - chutes ponctuelles de blocs de roche - sans effondrement structurel des piliers de\nsoutien.\nPour prévenir tout risque pour le personnel et évaluer précisément l'étendue des phénomènes,\nIvanhoe a dépêché une équipe de spécialistes géotechniques.\nCes experts mènent une inspection systématique des tunnels et réalisent des tests de stabilité afin\nde définir les mesures de sécurisation nécessaires avant toute reprise définitive des activités de\nforage et d'extraction.\nMalgré cette interruption localisée, l'opérateur principal reste confiant dans sa capacité à atteindre\nses objectifs de production pour 2025.\nLes installations de broyage continuent de tourner grâce aux stocks tampon disponibles, ce qui\nlimite l'impact opérationnel.\nEn avril, Kakula avait déjà battu son record mensuel avec 50 176 tonnes de concentré de cuivre,\ndémontrant la résilience du complexe Kamoa-Kakula.\nIvanhoe maintient ainsi sa guidance annuelle à 520 000-580 000 tonnes de concentré de cuivre et\nassure aux investisseurs et aux autorités congolaises que la sécurité et la performance restent ses\npriorités.\nPOURQUOI C'EST IMPORTANT: La mine Kamoa-Kakula en RDC, est la plus grande mine de\ncuivre en Afrique et la troisième au monde.\nC'est la première fois qu'un désaccord entre les deux partenaires soit public sur fonctionnement.\nDans un contexte des rivalités géopolitiques certains pourraient y voir la manifestation des\nproblèmes latentes plus grave.\nIl faut aussi rappeler que Zijin est un des principaux actionnaires de Ivanhoes Mining.\nLECTURE RECOMMANDÉE: Mining.com: Ivanhoe disputes Zijin's claims on Kakula mine\nsuspension",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2031,
                "words": 304,
                "lines": 29
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Ghana: des messages anti-chinois avant l'exclusion des étrangers du marché",
            "date": "2025-07-18T12:56:37.501400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Ghana: des messages anti-chinois avant l'exclusion des étrangers du marché\n\nde l'or\nPar Nicholas ROLL Au Ghana, pendant des mois, des bots, des comptes automatisés postant des\nmessages générés par intelligence artificielle (IA), ont lancé une campagne en ligne accusant les\nressortissants chinois de voler les ressources minières du pays.\nJuste avant que les autorités ghanéennes n'interdise aux étrangers l'accès au commerce de son or.\nAu Ghana, premier producteur d'or en Afrique, entre un tiers et la moitié de la production aurifère\nprovient du secteur minier artisanal et informel, selon un récent rapport de l'ONG suisse SwissAid.\nDe nombreux investisseurs étrangers y opèrent sans permis et sans respect des normes\nenvironnementales, suscitant des accusations de spoliation des terres et de pollution de la part\nd'ONG et de collectifs citoyens ghanéens.\nEn avril, le gouvernement ghanéen a pris des mesures pour freiner l'exploitation minière illégale,\nappelée localement « galamsey », en interdisant aux étrangers de participer au marché de son or et\nen confiant ce monopole à une nouvelle entité publique, le Ghana Gold Board (GoldBod).\nCette réforme est perçue comme un message fort adressé aux opérateurs miniers étrangers, en\nparticulier chinois.\nMais avant cette interdiction, de faux comptes se faisant passer pour des citoyens ghanéens sur le\nréseau social X (anciennement Twitter) ont mené une campagne coordonnée, visant à associer\nexplicitement la Chine au galamsey pendant au moins neuf mois, révèlent des comptes consultés\npar l'AFP et analysés par des experts spécialisés dans la désinformation.\nL'identité des personnes derrière ces comptes demeure inconnue à ce jour.\nSi des ressortissants chinois sont impliqués, le rôle des Ghanéens est largement ignoré dans ces\npublications, alors qu'une partie de l'élite politique ghanéenne est accusée d'implication directe, ou\nde complicité par la population. - Comptes supprimés - « La corruption est un gros wahala\n(problème) ici, regardez le galamsey, quand les Chinois entrent, tout change radicalement », dit un\nmessage écrit en anglais ghanéen, et identifié par des chercheurs contactés par l'AFP comme étant\nun bot. « Nous devons les surveiller, ne pas les laisser nous voler notre or comme ils le font dans\nd'autres pays », ajoute-t-il.\nUn autre post accusait les entreprises chinoises de vouloir exploiter les « ressources et laisser notre\npeuple sans rien ».\nDes experts en désinformation sur les réseaux sociaux contactés par l'AFP ont identifié 38 comptes\nimpliqués dans cette campagne. « Mais il y en a probablement beaucoup plus », précise Darren\nLinvill, professeur de l'université de Clemson en Caroline du Sud, aux Etats-Unis.\nLa quasi-totalité des bots repérés par M.\nLinvill et son collègue Patrick Warren ont cessé de publier sur le galamsey dès mars, juste avant\nl'interdiction d'avril.\nBeaucoup de ces comptes ont depuis été supprimés.\nUne formule récurrente utilisée par plusieurs bots depuis juillet 2024 a complètement disparu\nquelques heures seulement après l'adoption de la nouvelle réforme par le Ghana, selon une\nrecherche sur X. « Le rôle de la Chine est important, mais il serait trompeur de faire des étrangers\nles seuls boucs émissaires », estime Senyo Hosi, un activiste contre le galamsey. - Cibles multiples\n- Contactée par l'AFP, Grace Ansah-Akrofi, porte-parole de la police, a indiqué que les forces de\nl'ordre ont été « vigilantes et proactives dans la détection et le démantèlement de réseaux\nnumériques impliqués dans la désinformation », sans toutefois fournir de détails sur la campagne de\nbots en question.\nLe gouvernement ghanéen et l'ambassade de Chine n'ont pas répondu aux sollicitations dans\nl'immédiat.\nRabiu Alhassan, directeur de FactSpace West Africa, une ONG basée à Accra, la capitale,\nspécialisé dans la lutte contre la désinformation, a rappelé que de nombreux acteurs, aussi bien\nétrangers que locaux, ont des intérêts dans le secteur minier au Ghana.\nIl a également souligné que le pays se trouve juste au sud de la région instable du Sahel, où la\nRussie, l'Occident et d'autres puissances internationales se disputent l'influence.\nLes comptes ont également publié des messages sur de la sauce piquante, une équipe de football\nbritannique et le rôle de la Russie dans le conflit au Mali.\nCompte tenu de la diversité des cibles, il s'agit probablement de bots loués, selon M.\nLinvill.\nEn mai, le GoldBod a mené ses premières arrestations visant des étrangers.\nLes personnes arrêtées étaient toutes originaires d'Inde.\nEt selon le rapport de SwissAid publié en juin, « les Chinois ne sont pas les seuls étrangers dont la\nprésence au Ghana est considérée comme problématique ». « Ces dernières années, la\ncommunauté internationale s'inquiète de plus en plus de voir des groupes armés actifs au Sahel et\nen Afrique de l'Ouest traverser la frontière ghanéenne, en particulier dans le nord du pays, et se\nlivrer à des activités minières illégales », décrit le rapport. nro-str/sn/ks/fvl/cpy © Agence\nFrance-Presse",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4955,
                "words": 779,
                "lines": 63
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Zambie: Des chinois arretes alors qu'ils tentaient de voler une cargaison",
            "date": "2025-07-28T11:08:47.247251",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Zambie: Des chinois arretes alors qu'ils tentaient de voler une cargaison\n\nd'oxide de zinc\nLa police zambienne a arrete quatre chinois qui tentait de tenter de voler de l'oxide de zinc en\nprovenance de Republique democratique du Congo. La cargaison qui etait a destination du port de\nDar-es-salaam en Tanzanie, provenait de la societe publique congolaise, la Societe du Terril de\nLubumbashi (STL). D'une valeur de 45 000 $, les quatre chinois en complicite avec trois zambiens\nont ete arretes lors d'un controle de routine sur le corridor de Dar-es-Salaam en direction de la\nTanzanie.\nPlus de details a lire sur AA",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 539,
                "words": 91,
                "lines": 8
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "La Namibie renforce son arsenal avec des equipements militaires chinois",
            "date": "2025-07-28T11:10:23.148989",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "La Namibie renforce son arsenal avec des equipements militaires chinois\n\nA l'occasion de son 35 anniversaire,l'armee namibienne a organise un defile spectaculaire sur la\nbase aerienne de Grootfontein, illustrant l'evolution de ses capacites militaires. Parmi les pieces\nmaitresses de cette parade figuraient deux drones chinois, l'ASN-209, concu pour des missions de\nreconnaissance aerienne a moyenne altitude et endurance moyenne, et le CW-30, un appareil a\ndecollage et atterrissage verticaux (VTOL).\nL'ASN-209, avec une autonomie de dix heures et une portee d'environ 200 kilometres, est equipe\npour assurer des missions de reconnaissance de terrain, la localisation de cibles et l'ajustement du\ntir d'artillerie, de jour comme de nuit, en temps reel. Quant au CW-30, son systeme electrique VTOL\net son endurance prolongee offrent une grande flexibilite operationnelle, tant sur terre qu'en mer.\nInitialement developpe pour l'Armee populaire de liberation chinoise, l'ASN-209 est aujourd'hui\nproduit sous licence en Egypte et opere par plusieurs pays. Cette expansion globale a temoigne de\nsa fiabilite et ce qui a du convaincre la Namibie de s'en procurer.\nLe defile a egalement presente d'autres materiels d'origine chinoise recemment acquis, notamment\nsix mortiers autopropulses de 81 mm CS/SM1 et le systeme de defense aerienne courte portee\nFB-6A accompagne de radars de detection et de missiles FN-6.\nEnfin, la forte presence d'equipements chinois dans cette manifestation militaire reflete\nl'approfondissement du partenariat strategique entre la Namibie et la Chine. Cette cooperation\ncontribue non seulement a moderniser les forces armees namibiennes, mais egalement a\nconsolider leur role dans la stabilite regionale et les operations de maintien de la paix.\nPOURQUOI C'EST IMPORTANT: La Chine renforce sa position comme principale fournisseur\nd'armes et d'equipements militaires pour les armees africaines qui y trouvent des alternatives\nabordables et toute aussi efficace aux equipements militaires occidentaux.\nLECTURE RECOMMANDEE:\nMilitary Africa: Namibia operating Chinese ASN-209 and CW-30 UAVs",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2039,
                "words": 292,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Hunan: Wang Yi a continué ses consultations avec les délégations africaines",
            "date": "2025-07-18T12:56:37.520400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Hunan: Wang Yi a continué ses consultations avec les délégations africaines\n\nLe 12 juin à Changsha, Wang Yi, le ministre chinois des affaires étrangères a continué ses\nconsultations avec les délégations africaines présents à Changsha à l'occasion de l'ouverture de la\nquatrième Exposition économique et commerciale Chine-Afrique et de la réunion ministérielle des\ncoordinateurs chargés de la mise en oeuvre des actions de suivi du Forum sur la coopération\nChine-Afrique (FOCAC).\nIl a reçu les délégations ougandaises, rwandaises, libériennes, et mozambicaines.\nLors de ses entretiens avec la Première ministre ougandaise Robinah Nabbanja, Wang Yi a rappelé\nla progression notable des exportations ougandaises vers la Chine, en hausse de près de 90 % en\nglissement annuel au premier trimestre 2025, et a exprimé la volonté de Pékin de renforcer la\ncoopération pratique dans divers domaines.\nCette question fait partie des préoccupations exprimées par le président ougandais Yoweri\nMuseveni en 2024 à Xue Bing, envoyé chinois dans la corne de l'Afrique.\nAvec le vice-président libérien Jeremiah Kpan Koung, Wang Yi a salué l'établissement du\npartenariat stratégique Chine-Libéria annoncé lors du sommet FOCAC de Beijing, et réaffirmé\nl'engagement chinois à mettre en oeuvre les accords conclus au plus haut niveau.\nM.\nKoung a exprimé sa gratitude pour l'aide désintéressée de la Chine et sa volonté de développer des\nprojets dans les secteurs maritime, des énergies vertes, de la santé et de l'agriculture.\nLe ministre rwandais des Affaires étrangères, Olivier Nduhungirehe, a vu ses relations avec Pékin\nélevées au rang de partenariat stratégique global ; il s'est engagé à concrétiser les dix actions de\npartenariat pour la modernisation définies lors du sommet.\nMalgré la guerre entre la RDC et le Rwanda, et la condamnation de cette dernière par la Chine, les\nrelations entre Kigali et Pékin semblent restés au beau fixe.\nDe son côté, la Somalie, représentée par Abdisalam Abdi Ali, a confirmé sa reconnaissance pour\nl'appui de la Chine durant ses périodes les plus difficiles et son adhésion aux initiatives mondiales\ninitiées par Pékin.\nPékin maintient son soutien à Mogadiscio face aux velléités indépendantistes de la Somaliland\nsoutenue par un courant à Washington.\nLECTURE RECOMMANDÉE: Xinhua: China's top diplomat calls for enhanced ties with Africa",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2281,
                "words": 351,
                "lines": 29
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Chine/Sénégal: Des accords dans le secteur du transport",
            "date": "2025-07-18T12:56:37.504400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Chine/Sénégal: Des accords dans le secteur du transport\n\nLe Premier ministre sénégalais, Ousmane Sonko, a signé un accord visant à transformer le secteur\ndes transports publics de son pays lors de sa visite d'État en Chine.\nCet accord prévoit la création d'une usine d'assemblage industrielle qui produira des autobus à gaz\net électriques.\nL'objectif est de remplacer 40 000 autobus diesel.\nL'accord, conclu avec le constructeur chinois d'autobus Yutong et le groupe Zhenhuai Construction,\nimplique le Fonds de développement des transports terrestres (FDTT) du Sénégal, l'Association de\nfinancement des transports urbains (AFTU) et China Africa Investment and Development (CAID).\nIl prévoit également la modernisation des gares routières et la mise en place d'infrastructures de\nrecharge « vertes ».\nSonko a présidé le Forum économique sino-sénégalais à Hangzhou ce week-end.\nAu cours de cette visite, il a par ailleurs scellé un accord avec le géant chinois du commerce en\nligne Alibaba pour soutenir les Jeux olympiques de la jeunesse 2026 à Dakar et offrir des\nopportunités de formation aux jeunes Sénégalais.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1055,
                "words": 162,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Kenya: Appel d'offres B32 retire : l'influence de la China Eximbank au coeur du",
            "date": "2025-07-28T11:06:29.910507",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Kenya: Appel d'offres B32 retire : l'influence de la China Eximbank au coeur du\n\ndossier\nLes autorites kenyanes ont annule l'appel d'offres visant a rehabiliter et moderniser l'autoroute\nPangani-Muthaiga-Kiambu-Ndumberi (B32), projet destine a fluidifier la circulation entre Nairobi et le\ncomte de Kiambu. Ce chantier, dont le financement etait garanti par la China Eximbank a hauteur\nd'environ 300 millions de dollars, reste aujourd'hui en suspens.\nIl y a quelques jours, le 15 juillet dernier, le gouvernement avait pourtant lance un appel d'offres \"\ninternational \"... mais reserve aux seules entreprises chinoises. Concu pour favoriser ces dernieres,\ncet appel a suscite de vives critiques dans la societe civile et les medias.\nCette restriction aurait ete imposee par la China Eximbank comme condition du pret. Dans l'avis\npublie en juillet, les autorites precisaient :\n\" Le gouvernement de la Republique du Kenya a recu l'engagement de la Republique populaire de\nChine, par l'intermediaire de la Banque chinoise d'import-export (Exim), de financer le cout de\nl'amelioration de la capacite de la route Pangani-Muthaiga-Kiambu-Ndumberi (B32). L'accord de\nfinancement sera signe apres la finalisation du contrat commercial. \"\nLe fait que la signature de l'accord de financement depende de l'attribution du contrat commercial\nsuggere que la China Eximbank n'aurait valide son engagement que si l'ouvrage etait confie a une\nentreprise chinoise.\nLa China Eximbank, l'un des principaux etablissements financiers mobilises pour les projets\nd'infrastructure chinois en Afrique, agit avant tout au service des entreprises chinoises. A ce jour,\naucun exemple public ne fait etat d'un projet en Afrique finance par la China Eximbank et confie a\nune entreprise non chinoise. Ses prets concessionnels et credits a l'acheteur sont\nsystematiquement conditionnes a l'achat de biens, de services et a l'appel a des prestataires\nchinois.\nEn debut de semaine, l'Autorite nationale des autoroutes du Kenya (KeNHA) a finalement annule\nl'appel d'offres sans explication, laissant planer de serieux doutes sur l'avenir du projet et sur son\nfinancement.\nLECTURE RECOMMANDEE:\nEastleigh Voice:KeNHA cancels Nairobi-Kiambu road tender despite multi-billion Chinese funding\ndeal",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2175,
                "words": 318,
                "lines": 29
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Liaison commerciale directe entre l'Ethiopie et la région du Xinjiang en Chine",
            "date": "2025-07-18T12:56:37.499374",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Liaison commerciale directe entre l'Ethiopie et la région du Xinjiang en Chine\n\nUne nouvelle liaison cargo directe a été inaugurée le vendredi dernier entre la région autonome\nouïgoure du Xinjiang, en Chine, et Addis-Abeba, en Éthiopie.\nCe service, exploité par un Boeing 777 cargo d'Ethiopian Airlines, constitue la première connexion\naérienne exclusivement dédiée au transport de fret entre Urumqi et un point africain.\nLa fréquence de la liaison a été fixée à deux ou trois vols hebdomadaires, offrant une capacité\nrégulière et fiable.\nCette régularité devrait répondre aux besoins croissants des exportateurs chinois en garantissant un\ncalendrier stable pour l'expédition de marchandises vers l'Afrique.\nGrâce à cette nouvelle route, les exportateurs du Xinjiang sont désormais intégrés aux réseaux\nlogistiques africains.\nAvec cette liaison, les entreprises locales bénéficieront d'un accès direct aux marchés africains,\nsimplifiant considérablement les procédures d'exportation et réduisant les délais de livraison.\nDans le sens inverse, ce sont des produits africains qui pourront directement accéder à la région du\nXinjiang.\nPOURQUOI C'EST IMPORTANT: Cette liaison suit une autre qui lie déjà Addis-Abeba à la province\ndu Hunan.\nEn ajoutant cette deuxième ligne, la Chine tient à accroitre les interactions et échanges\ncommerciaux entre les provinces chinoises et l'Afrique.\nLe but ici serait de faire de ces provinces, des acteurs à part entière des relations commerciales et\néconomiques entre la Chine et l'Afrique.\nCette liaison revêt une autre dimension symbolique.\nEn ouvrant directement le Xinjiang, une région pour laquelle Pékin a fait l'objet de forte critiques à\ncause de la question des Ouighours, Pékin joue une sorte carte de transparence tentant de prouver\nqu'elle n'a rien à cacher et que cette région de la Chine reste ouverte au monde comme toutes les\nautres.\nLECTURE RECOMMANDÉE: Xinhua: China's Xinjiang opens first direct cargo flight to Africa",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1891,
                "words": 284,
                "lines": 26
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "L'ambassadeur de Chine au Maroc loue les relations bilatérales entre des deux",
            "date": "2025-07-18T12:56:37.513636",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "L'ambassadeur de Chine au Maroc loue les relations bilatérales entre des deux\n\npays\nLes relations entre le Maroc et la Chine entrent dans une nouvelle phase de coopération\ncaractérisée par un accroissement tant de la fréquence des échanges que de leur diversité, c'est la\nquintessence du message de l'ambassadeur de Chine au Maroc, Li Changlin. À l'institut Conficius\nde Rabat où il a répondu aux questions des journalistes, il a souligné que cette dynamique s'appuie\nsur une volonté politique forte des deux gouvernements, matérialisée notamment par la visite du\nprésident Xi Jinping à Casablanca fin 2024.\nCet événement a permis d'inscrire au rang des priorités diplomatiques le renforcement du dialogue\nà haut niveau et la définition d'axes de collaboration à long terme.\nSur le plan économique, la Chine oriente désormais ses investissements stratégiques vers des\nsecteurs clés de l'économie marocaine.\nL'industrie automobile, les énergies renouvelables et le textile figurent au coeur de cette nouvelle\norientation, avec des projets d'usines de montage, de parcs solaires et d'unités de production de\nvêtements.\nCes implantations, cofinancées par des institutions sino-africaines, promettent de générer des\nmilliers d'emplois locaux et de stimuler la création de chaines de valeur intégrées, du fournisseur de\ncomposants jusqu'à l'exportation.\nLe Maroc se positionne de plus en plus comme un hub industriel et de services à l'échelle régionale,\nreliant l'Afrique subsaharienne et l'Europe.\nGrâce à ses infrastructures portuaires modernisées, en particulier à Tanger Med, et à ses zones\nindustrielles dédiées, il bénéficie d'un accès privilégié aux marchés méditerranéens et africains.\nUn positionnement qui séduit les constructeurs chinois dans le secteur des véhicules électriques qui\nveulent maintenir un accès avec le marché européen.\nEn parallèle, le renforcement des échanges touristiques figure parmi les priorités.\nDepuis janvier 2025, une nouvelle liaison aérienne directe relie Shanghai à Casablanca via\nMarseille, opérée par \"Taversion Shanghai\", tandis que Royal Air Maroc a relancé d'anciennes\nroutes vers la Chine.\nEn février 2025, en partenariat avec la compagnie d'aviation Royal Air Maroc, l »Officie Nationa\nMarocain du Tourisme (ONMT) a été en tournée en Chine où elle a encontré plusieurs opérateurs\ntouristiques chinois pour vanter la destination Maroc.\nLe Maroc s'est engagé dans une politique active et volontariste envers les touristes chinois.\nLe royaume chérifien espère recevoir plusieurs milliers de visiteurs chinois notamment grâce à la\nliaison Casablanca-Pékin de la Royal Air Maroc et au lancement de la ligne Shanghai-Casablanca\npar la China Southern Airlines.\nL'ambassadeur prévoit l'arrivée d'au moins 200 000 touristes chinois d'ici la fin de l'année, ce qui\nreprésente une opportunité pour les acteurs marocains de diversifier l'offre et de promouvoir le\npatrimoine culturel auprès du marché asiatique.\nPOURQUOI C'EST IMPORTANT: Li Changlin est très actif dans la sphère médiatique marocaine où\nil n'hésite pas à publier des tribunes pour exprimer la position chinoise sur les questions\ninternationales et sur les relations bilatérales avec le Maroc.\nEn effet le Maroc est devenu au fil des années un hub important des investissements chinois en\nAfrique et dans la région du Maghreb.\nLes entreprises chinoises y sont très actifs et ce dans plusieurs domaines.\nLECTURE RECOMMANDÉE: Aldar: Chinese Ambassador in Rabat: Morocco-China relations have\nentered a \"new phase\" of growing momentum",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3449,
                "words": 513,
                "lines": 45
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Zijin en pole position pour recuperer la mine d'or de Barrick en Cote d'Ivoire",
            "date": "2025-07-28T11:06:08.979079",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Zijin en pole position pour recuperer la mine d'or de Barrick en Cote d'Ivoire\n\nZijin Mining, geant minier chinois, envisagerait de debourser 500 millions USD pour acquerir la mine\nd'or de Tongon, actuellement detenue par Barrick Gold. Cette mine de Cote d'Ivoire a produit 148\n000 onces d'or en 2024, d'une valeur estimee a 504 millions USD. Les reserves etant en declin,\nBarrick prevoit de placer l'exploitation en \" care and maintenance \" des 2027.\nDans le cadre de son recentrage strategique, Barrick cede des actifs juges moins rentables ou a\nl'avenir incertain, afin de concentrer ses ressources sur des projets a plus longue duree de vie. La\nvente de Tongon s'inscrit dans cette logique.\nPour Zijin, cette acquisition represente une opportunite majeure. En juin 2025, le groupe a deja\nfinalise l'achat de la mine de Raygorodok, au Kazakhstan, pour 1,2 milliard USD, renforcant ainsi\nson expansion internationale.\nSi la mine de Tongon est aujourd'hui evaluee a environ 300 millions USD, Zijin est pret a offrir 500\nmillions USD pour en assurer le controle. Cette prime traduit son ambition de securiser des actifs\nstrategiques malgre la baisse des reserves. Un enjeu cle reste la prolongation de la vie de la mine .\nZijin pourrait investir dans des programmes d'exploration pour identifier de nouveaux gisements\navant 2027.\nIl s'agirait la de la deuxieme operation significative de Zijin en Afrique de l'Ouest. En 2024, le groupe\navait deja acquis la mine d'or d'Akyem, au Ghana, aupres de l'Americain Newmont Corp., pour un\nmontant d'un milliard USD. Toujours la meme annee, elle avait acquis 9,9 % du capital de la societe\ncanadienne Montage Gold, pour environ 41,9 millions USD , pour financer le developpement du\nprojet aurifere Kone Gold Project en Cote d'Ivoire.\nLECTURE RECOMMANDEE:\nMining.Com: Zijin leads race to buy Barrick's Ivory Coast gold mine",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1783,
                "words": 289,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "L'Unicef et la China-Africa Business Council en partenariat pour l'éducation en",
            "date": "2025-07-18T12:56:37.518400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "L'Unicef et la China-Africa Business Council en partenariat pour l'éducation en\n\nAfrique\nÀ l'occasion du quatrième China-Africa Trade and Economic Expo, l'UNICEF et le China-Africa\nBusiness Council (CABC) ont signé un protocole d'accord pour promouvoir et protéger les droits de\nl'enfant en Afrique, notamment dans les domaines de l'éducation, de la santé et de la responsabilité\nsociale des entreprises.\nAligné sur le Plan d'action du Forum sur la coopération sino-africaine (FOCAC) et la Charte\nafricaine des droits et du bien-être de l'enfant, ce partenariat mobilise plus de 3 300 entreprises et\npartenaires du CABC, présents dans 54 pays.\nLe dispositif prévoit une vaste campagne de sensibilisation auprès des membres du CABC, afin\nd'intégrer les principes de respect et de protection des enfants dans leurs politiques internes et\nopérations.\nUn volet « achats locaux » encouragera l'approvisionnement et la production de fournitures\nessentielles en Afrique, renforçant ainsi les chaînes de valeur industrielles régionales.\nParallèlement, des solutions d'énergie renouvelable seront déployées pour alimenter les\nétablissements de santé, les écoles et les infrastructures d'eau et d'assainissement.\nEn complément, l'UNICEF a animé plusieurs événements parallèles lors de l'Expo : un dialogue sur\nl'innovation et l'entrepreneuriat des jeunes sino-africains, axé sur les start-ups vertes et numériques,\net un forum TVET (formation technique et professionnelle) organisé avec les départements du\nHunan.\nCes initiatives illustrent une approche intégrée, combinant actions humanitaires, développement\ndurable et renforcement des compétences locales.\nIl ne s'agit pas du premier partenariat entre l'Unicef et une institution chinoise.\nEn février, elle signait un partenariat avec la China Eximbank pour offrir des services intégrés de\nsanté, d'eau, d'assainissement et d'hygiène (WASH) au Nigéria.\nPOURQUOI C'EST IMPORTANT: Il est observé une collaboration croissante entre les institutions et\nentreprises chinoises et les organsations internationales dans l'accompagnement de leurs activités\nen Afrique.\nEn avril dernier, c'est le fabricant de téléphone mobile tecno qui signait un partenariat de trois ans\navec le Haut Commissariat pour les réfugiés (HCR) pour des projets éducatifs dans la corne de\nl'Afrique.\nLECTURE RECOMMANDÉE: Unicef: UNICEF and CABC sign agreement to support children in\nAfrica, at China-Africa Expo in Changsha",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2353,
                "words": 335,
                "lines": 32
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Batteries pour véhicules électriques, un nouvel investissement chinois au",
            "date": "2025-07-18T12:56:37.508400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Batteries pour véhicules électriques, un nouvel investissement chinois au\n\nMaroc\nLes entreprises chinoises poursuivent leurs investissements dans le secteur des matériaux destinés\naux batteries pour véhicules électriques au Maroc.\nEn marge de l'exposition économique et commerciale Chine-Afrique, qui se tient dans la province\ndu Hunan, la branche provinciale de la China Construction Bank a signé un accord de financement\navec la société chinoise Zhongwei New Materials.\nCet accord porte sur la construction d'une usine de composants pour batteries sur le sol marocain.\nL'usine sera implantée à Mohammedia, dans le nord-ouest du pays, et produira des matériaux de\ncathodes à base de nickel, de manganèse et de cobalt, des éléments essentiels pour les batteries\nlithium-ion. À l'instar d'autres entreprises chinoises présentes dans le royaume, Zhongwei entend\ntirer parti de la position géographique stratégique et de l'intégration économique du Maroc pour\naccéder plus facilement au marché européen.\nCe qui arrive au Maroc est ce que les pays producteurs de ces minerais au sud du Sahara, la RDC,\nle Gabon, le Zimbabwe ou encore la Namibie espèrent obtenir, une chaine de valeur et industrielle\nlocale.\nMais jusque-là, ils n'y parviennent pas encore.\nPlus de détails à lire sur Barlamane.com",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1217,
                "words": 187,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Chine - Zambie: Des camions \" verts \" chinois dans les mines zambiennes",
            "date": "2025-07-28T11:06:22.086464",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Chine - Zambie: Des camions \" verts \" chinois dans les mines zambiennes\n\nLa societe chinoise Breton Technology a expedie 31 camions-miniers 100 % electriques en Zambie\npour equiper un important projet de cuivre. Ces vehicules appartiennent a un \" systeme robotise\nmini-er a zero carbone \" integrant propulsion electrique, conduite autonome et technologies\nd'energie propre. Ils seront exploites par la branche africaine du groupe public China 15th\nMetallurgical Construction, iliale de la societe publique chinoise China Nonferrous Metal Mining\nGroup Co., Ltd. (CNMC).\nLi Wenjie, president de la division \" commerce de la construction \" dudit groupe, a souligne que\ncette operation constitue \" la premiere mise en service a grande echelle de camions electriques sur\nun projet minier en Afrique \", capable de moderniser l'equipement local. Teng Fei, responsable de la\nstrategie et du developpement international chez Breton Technology, anticipe deja l'avenement de\nflottes minieres autonomes sur le continent.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 935,
                "words": 138,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "La Chine et l'Afrique font front commun contre les droits de douanes",
            "date": "2025-07-18T12:56:37.526718",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "La Chine et l'Afrique font front commun contre les droits de douanes\n\naméricains\nÀ la veille du lancement de la 4é édition de la foire commerciale et économique Chine-Afrique,\nministres africains et chinois se sont réunis à Changsha dans le cadre de la Réunion ministérielle\ndes coordinateurs sur la mise en oeuvre des actions de suivi du Forum sur la coopération\nsino-africaine.\nLa réunion visait à faire le point sur la mise en application des décisions contenues dans la\ndéclaration finale du dernier forum sur la coopération Chine-Afrique (FOCAC), tenu en septembre\n2024 à Pékin. À l'issue de cette réunion, les deux parties ont publié un communique conjoint\nréaffirmant la solidité des relations Chine-Afrique et la nécessité de renforcer la coopération\nbilatérale.\nIntitulé « Déclaration sur le renforcement de la solidarité et de la coopération des pays du Sud », le\ncommuniqué a entre autre appelé les Etats-Unis à mettre fin aux mesures tariffaires mises en place\npar l'administration Trump.\nLes mesures tariffaires mises en place par les Etats-unis ont aussi frappé plusieurs pays en Afrique\ncomme le Lesotho qui s'est vu imposer 50% de tax à l'import.\nDans la déclaration, dont la grande partie de la rédaction a été faite par Pékin, l'Afrique loue le rôle\nde la Chine comme le défenseur de « l'équité et la justice internationales et sauvegarder l'ordre\néconomique et commercial international« .\nIl faut ici noter qu'aucun pays africain ni organisation continentale n'avait pas réagi aux mesures\naméricaines.\nEn adoptant le langage de communiqué, les délégués africains à Changsha ont accepté de soutenir\nla Chine et faire d'elle le champion de leur cause.\nQuoi qu'il ne soit pas certain qu'ils aient réellement pris les mesures américaines au sérieux compte\ntenu du faible niveau d'échanges commerciaux avec les Etats-Unis.\nPOURQUOI C'EST IMPORTANT: Dans la guerre commerciale qui oppose les Etats-Unis à la\nChine, cette dernière s'est lancée dans la construction d'une coalition internationale, beaucoup plus\navec les pays du sud, afin de s'opposer aux mesures américaines.\nEn avril dernier, Le ministre chinois du Commerce, Wang Wentao, avait, dans un échange avec son\nhomologue saoudien, Majid bin Abdullah al-Qasabi, et le vice-ministre sud-africain du Commerce,\nParks Tau, évoqué la riposte face à la montée des tarifs douaniers imposés par les États-Unis.\nLECTURE RECOMMANDÉE: CGTN: Full Text: China-Africa Changsha Declaration on Upholding\nSolidarity and Cooperation of the Global South",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2436,
                "words": 380,
                "lines": 32
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Wang Yi a multiplié les tête-à-têtes à Changsha avec ses homologues africains",
            "date": "2025-07-18T12:56:37.523400",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Wang Yi a multiplié les tête-à-têtes à Changsha avec ses homologues africains\n\nÀ la veille du lancement de la foire commerciale et économique Chine-Afrique, à Changsha, le\nministre chinois des Affaires étrangères, Wang Yi, a tenu une série d'entretiens bilatéraux avec ses\nhomologues africains venus entre autre du Kenya, Angola, Tanzanie, Namibie et Botswana, à\nl'occasion du Forum de suivi du FOCAC.\nChaque tête-à-tête a permis d'aborder des dossiers bilatéraux prioritaires et réaffirmer la bonne\nsanté des relations diplomatiques bilatérales.\nAinsi, avec son homologue Kenyan, Wang Yi a salué l'adhésion du Kenya, comme membre\nfondateur, de l'organisation international pour la médiation.\nIl a aussi rappelé la détermination de la Chine de sauvegarder les intérêts du Kenya.\nUne position qui fait certainement écho aux critiques émises par Jim Risch, patron de la commission\ndes affaires étrangères du Sénat, qui accusait le Kenya de trop s'aligner avec la Chine, à la suite de\nla visite de William Ruto en Chine.\nAvec l'angolais Tete Antonio, Wang Yi a salué la solidité historique des relations bilatérales entre la\nChine et l'Angola et réaffirmé la volonté de Pékin d'accompagner l'Angola dans la réalisation de son\nprogramme de développement.\nTout en réitérant son appel aux entreprises chinoises à investir dans les autres secteurs\néconomiques angolais, Wang Yi a exprimé sa volonté de voir l'Angola protéger les intérêts et les\ninvestissements chinois dans le pays.\nUn rappel qui intervient dans un contexte où l'influence chinoise dans le pays a fortement pali sous\nla présidence de Joao Lourenço.\nAvec le Tanzanien, Mahmoud Thabit Kombo, Wang Yi a réitéré la volonté et la détermination de\nPékin de revitaliser le chemin de fer Tazara qui relie la Zambie et la Tanzanie.\nMalgré les déclarations des trois parties qui affirment que les discussions avancent bien, il n'y a\ntoujours pas d'accord définitif signé.\nPOURQUOI C'EST IMPORTANT: Ces rencontres bilatérales illustrent la souplesse de la diplomatie\nchinoise, capable de traiter à la fois de grands projets structurants et d'initiatives sectorielles de\npetite échelle, tout en promouvant un discours d'\"intérêts partagés\" et de respect de la\nsouveraineté.\nAvec ces rencontres, Pékin entend démontrer sa constance et la permanence de son engagement\ndiplomatique avec les pays africains, grands comme petits.\nEt ceci compte beaucoup en cette période de retrait américain.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2356,
                "words": 364,
                "lines": 31
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Zambie : un documentaire sur les activites commerciales chinoises fait",
            "date": "2025-08-01T10:32:06.771276",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Zambie : un documentaire sur les activites commerciales chinoises fait\n\npolemique\nLe journal d'investigation News Diggers, base a Lusaka en Zambie , a diffuse le 29 juillet son\ndocumentaire accablant sur les activites economiques chinoises en Zambie, intitule \" China: The\nGood, The Bad and The Dangerous \", apres avoir ete empeche de le faire pendant plus de deux\nmois en raison d'une injonction judiciaire.\nInitialement prevu pour mai 2025, le documentaire a ete suspendu par une ordonnance de la Haute\nCour de Lusaka emise le 22 mai. Cette injonction avait ete sollicitee a la demande de la Chambre\nde commerce chinoise en Zambie, qui accusait le media de diffamation. Cette procedure\nexceptionnelle a temporairement bloque la publication de l'enquete.\nLe documentaire aborde les activites d'entreprises chinoises operant en Zambie, notamment dans\nles secteurs du batiment, des infrastructures, de l'agriculture et des mines. Il met en lumiere\nplusieurs problematiques : conditions de travail precaires, pollution de l'environnement, et infractions\npresumees au droit du travail. L'enquete se base sur des temoignages de travailleurs zambiens,\nd'experts locaux et d'anciens responsables publics.\nLe documentaire met en lumiere des problemes denonces dans d'autres pays concernant les\nentreprises chinoises.\nDans une declaration publiee des le lendemain de la diffusion, l'ambassade de Chine a Lusaka a\ncritique le film, estimant qu'il presentait une vision \" excessivement negative \" des investissements\nchinois dans le pays, tout en taisant les aspects positifs des relations entre les deux pays. Elle a\negalement remis en question la rigueur journalistique de l'equipe de production et souligne que\ncertains cas evoques dans le documentaire concernaient des delits isoles qui ne sauraient, selon\nelle, etre generalises a l'ensemble des entreprises chinoises.\nLa diffusion du documentaire relance le debat sur la liberte d'enquete en Zambie et sur la sensibilite\ndes relations sino-africaines dans le domaine economique. L'affaire souleve egalement des\ninterrogations sur l'utilisation d'outils judiciaires pour restreindre la publication de contenus d'interet\npublic.\nPOURQUOI C'EST IMPORTANT: La Chine de plus en plus inquiete de son image refuse voir son\nimage ternie par les pratiques abusives de certaines de ses entreprises en Afrique. Ce\ndocumentaire est publie alors que des communautes locales subissent encore les consequences de\nla pollution de la riviere Kafue causee par une entreprise miniere chinoise.\nLECTURE RECOMMANDEE:\nReporters without borders: New documentary on China's commercial activities in Zambia airs after\ntwo-month gag order\nNew Diggers: Episode 1 - Chinese Investment in Zambia (YouTube)",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2650,
                "words": 392,
                "lines": 34
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Quelles lecons le Zimbabwe peut apprendre de l'Indonesie en matiere de",
            "date": "2025-07-28T11:06:37.538774",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Quelles lecons le Zimbabwe peut apprendre de l'Indonesie en matiere de\n\nminerais critiques\nCeci est un resume d'une interview menee par Obert Bore, Editeur Minerais critiques au\nChina-Global South Project, aupres de Putra Adhiguna, directeur general du cabinet Energy Shift a\nJakarta et specialiste du secteur indonesien des ressources critiques. Obert et Putra discutent des\nlecons que le Zimbabwe peut apprendre de l'experience l'Indonesie, avec la Chine, en matiere de\nminerais critiques et de construction d'une chaine de valeur locale des dits minerais.\nFace a l'exportation massive de nickel brut vers la Chine, l'Indonesie a instaure en 2014-2015 une\ninterdiction de vente du minerai non transforme, obligeant les investisseurs a financer des usines de\ntraitement locales. Cette mesure a attire d'importants capitaux chinois, multipliant par sept la\nproduction nationale, mais sans reussir a creer une veritable industrie de vehicules electriques\ndomestique. Detenant pres de 40 % des reserves mondiales de nickel, Jakarta a su exercer un fort\npouvoir de negociation, appuyee par la dependance continue de la Chine aux technologies de\nraffinage.\nPutra Adhiguna souligne que ce modele repose sur deux conditions : disposer d'une ressource\nstrategique et connaitre les alternatives de l'acheteur. Il met en garde contre un transfert\nautomatique a d'autres minerais ou pays depourvus de ce \"levier\". Il insiste aussi sur la necessite\nd'une analyse couts-avantages exhaustive, prenant en compte les incitations fiscales, les\nallegements environnementaux et les impacts sociaux.\nPour le Zimbabwe - premier pays africain a interdire les exportations de lithium brut en 2022 -, Putra\nAdhiguna recommande d'abord d'evaluer les dynamiques regionales et d'observer les pratiques des\ngrands producteurs mondiaux. Ensuite, il conseille de scruter les exigences reglementaires des\nmarches finaux, notamment asiatiques et europeens, qui imposeront bientot des normes strictes sur\nl'ensemble de la chaine de valeur.\nAdhiguna rappelle qu'il faut rester realiste quant aux promesses d'industrialisation. Dix ans apres\nl'interdiction, l'Indonesie n'a pas vu naitre d'usines de vehicules electriques malgre les annonces\ngouvernementales. Enfin, il preconise de maintenir des standards environnementaux et sociaux\neleves, car la pression mediatique et les exigences des consommateurs vont s'intensifier. Selon lui,\nseuls les pays combinant attractivite pour les investisseurs et responsabilite accrue pourront garantir\nun developpement minier durable et equitable.\nLire toute l'interview sur le site du China-Global South Project (en Anglais)",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2557,
                "words": 365,
                "lines": 30
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Côte d'Ivoire: Inauguration d'une usine de transformation de cacao financée par",
            "date": "2025-07-18T12:56:37.498461",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Côte d'Ivoire: Inauguration d'une usine de transformation de cacao financée par\n\nla Chine\nLe 27 juin dernier, le vice-président de la Côte d'Ivoire, Tiémoko Meyliet Koné, a inauguré l'usine de\ntransformation de cacao Transcao, réalisée grâce à la coopération entre China Light Industry\nNanning Design Engineering Co., Ltd (CNDC) et l'État ivoirien.\nDotée d'une capacité annuelle de 50 000 tonnes, extensible à 100 000 tonnes, cette nouvelle\ninstallation renforce considérablement les capacités locales de valorisation du cacao. Érigée au sein\nd'un complexe industriel situé à proximité d'Abidjan, elle intègre également une unité de stockage et\nun centre de formation professionnelle destinés à développer les compétences du secteur.\nPOURQUOI C'EST IMPORTANT: Ce projet illustre parfaitement la stratégie de Pékin, qui se\nprésente comme un véritable partenaire industriel pour les pays africains.\nIl témoigne de la volonté des entreprises chinoises d'investir dans des filières agricoles à forte\nvaleur ajoutée et contribue à apaiser les inquiétudes suscitées par les premières exportations de\ncacao chinois vers l'Europe en 2021.\nPlus de détails à lire sur Abidjan.net",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1088,
                "words": 161,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "L'approche securitaire de la Chine en Afrique (Interview)",
            "date": "2025-07-28T11:06:44.048671",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "L'approche securitaire de la Chine en Afrique (Interview)\n\nLa cooperation militaire de la Chine en Afrique se deploie de facon inedite, melant deploiements de\ncasques bleus, programmes de formation, societes de securite privees et infrastructures a double\nusage. Si Pekin dispose de documents strategiques formels - cinq livres blancs depuis 2006, plans\nquinquennaux et politiques de maintien de la paix - ses actions sur le terrain temoignent d'une\ngrande adaptabilite, suivant la methode communiste du \" franchissement de la riviere en tatonnant \".\nSelon Paul Nantulya, chercheur au think tank Africa Center for Strategic Studies a Washington, cet\nequilibre entre planification a long terme et souplesse tactique se retrouve dans le role de la Chine\nau sein de l'ONU : premier contributeur parmi les membres permanents du Conseil de securite,\navec des ingenieurs et du personnel medical deployes au Mali, au Soudan du Sud et en RDC. A\ncette empreinte onusienne s'ajoutent la diplomatie militaire - attaches, echanges d'officiers,\nformations en Chine ou in situ - et le forum Chine-Afrique pour la paix et la securite,\ninstitutionnalisation de dialogues strategiques.\nSur le volet prive, les societes de securite chinoises, souvent composees d'ex-militaires, protegent\nprojets et ressortissants dans des zones a risque eleve, en Nigeria ou au Soudan du Sud. Au plan\nglobal, l'Initiative pour la securite mondiale esquisse un cadre normatif ou l'Afrique devient\nlaboratoire et partenaire de l'ambition chinoise de remodeler l'ordre international.\nLes Etats africains accueillent generalement favorablement cette cooperation \" gagnant-gagnant \",\nsensible aux principes de souverainete et de respect mutuel, et soucieux d'echapper aux\nconditionnalites occidentales. Toutefois, la presence de la Chine suscite aussi des inquietudes :\nsecurite des investissements, repartition inegale des benefices, endettement, pratiques sociales et\nenvironnementales. La defiance monte surtout au niveau populaire, tandis que les elites politiques\net securitaires y voient un partenariat credible, notamment face au desengagement suppose des\nbailleurs traditionnels.\nL'approche chinoise, non prescriptive vis-a-vis des regimes, lui permet de rebondir lors de\nchangements de pouvoir - Mugabe au Zimbabwe ou coups d'Etat au Burkina Faso, au Mali, au\nNiger et en Guinee n'ont pas rompu les liens, meme si la junte nigerienne rend desormais difficile\nl'environnement pour les entreprises chinoises. Pekin s'appuie sur un \" securite nationale globale \",\nintegrant dimensions economique, politique et culturelle, qui se traduit par la construction de centres\nde formation policiere, la fourniture d'equipements de surveillance et l'exploitation potentielle\nd'infrastructures duales (ports, telecommunications).\nA long terme, la vision chinoise inscrit l'Afrique dans un systeme mondial parallele, du FOCAC a la\nGlobal Security Initiative (GSI), ou la region est a la fois base et co-architecte d'un ordre\nmultipolaire. Cependant, la capacite des Etats africains a negocier equitablement cette relation\ndepend de leur force institutionnelle et de l'implication des societes civiles. Le veritable test sera de\nvoir si l'Afrique peut imposer ses propres conditions et tirer un developpement conforme a ses\nvaleurs, plutot que de simplement s'adapter aux exigences de Pekin.\nLire l'interview de Paul Nantulya avec LUNGANI HLONGWA sur le site du China-Global South\nProject (en Anglais)",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3397,
                "words": 494,
                "lines": 38
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "R.D.Congo, le nouvel eldorado des entrepreneurs chinois",
            "date": "2025-07-18T12:56:37.527767",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "R.D.Congo, le nouvel eldorado des entrepreneurs chinois\n\nAu fil des ans, l'Afrique est peu à peu devenue la dernière frontière pour les entrepreneurs chinois,\npressés par la concurrence du marché national.\nLa RDC, avec Kolwezi la capitale mondiale du cobalt, est devenue l'un de ces pays qui attirent des\nmilliers de Chinois, offrant de nombreuses opportunités dans l'industrie minière? Ce phénomène,\nqu'on pourrait qualifier d'« entrepreneurial migration », prend de l'ampleur : à la recherche de\ndébouchés plus lucratifs et face à un marché domestique surchargé, ces aventuriers partent à\nl'assaut des gisements africains.\nBloomberg a publié un article intéressant racontant l'histoire de quelques-uns d'entre eux.\nLes facteurs derrière cette migration 1.\nLa pression domestique En Chine, la concurrence sur le marché de l'emploi est féroce : entre le\nralentissement économique, la crise immobilière et un taux de chômage des moins de 35 ans qui\nfrôle les 17 %, beaucoup de jeunes diplômés se sentent coincés.\nLe mouvement dit du « lying flat » illustre cette désillusion : plutôt que de lutter dans un système\népuisant, certains choisissent de rester à l'écart.\nD'autres, décident de tenter leur chance à l'étranger, là où la demande est forte et les marges\npotentiellement plus élevées. 2.\nLa niche de la revente de minerais Arrivés à Kolwezi, ces entrepreneurs ne démarrent pas\nforcément de puits miniers flambant neufs, mais plutôt une activité de grossiste : ils achètent du\ncuivre et du cobalt directement aux petites exploitations locales, puis réexpédient ces minerais vers\nles usines chinoises présentes dans la région.\nS'intégrant socialement, plusieurs apprennent la langue locale, le swahili, et à travers un réseau de\ncontacts établi sur place, ils obtiennent des lots à prix réduit, revendent rapidement et engrangent\ndes bénéfices confortables. 3.\nUn capitalisme de frontière Ici, pas de recours systématique aux tribunaux ou aux grandes\ninstitutions internationales : ces acteurs misent sur des « avocats maison », des alliances solides\navec des représentants locaux... et, quand les circonstances l'exigent, sur des « arrangements »\ndiscrets.\nLoin des codes juridiques occidentaux, ils écrivent leurs propres règles du jeu, se fiant à leur\ningéniosité et à leur capacité de négociation. 4.\nLes tensions locales Ce succès à l'étranger ne se fait pas sans heurts.\nBeaucoup de Congolais regrettent le manque d'accès au financement et à la formation dans leur\npropre pays, et voient d'un mauvais oeil ces expatriés chinois qui prospèrent là où eux peinent à\ndémarrer une entreprise.\nParadoxalement, le dynamisme entrepreneurial des Chinois souligne les carences de l'État\ncongolais, et attise parfois jalousie et ressentiment.\nAu final, cette migration économique dessine un tableau à la fois fascinant et complexe : un exode\nmotivé par la saturation du marché chinois, la conquête d'une niche profitable, la mise en place d'un\ncapitalisme « à la sauvage » et un mélange d'admiration et de méfiance du côté congolais.\nL'histoire est loin d'être terminée, et son impact mérite d'être suivi de près.\nLECTURE RECOMMANDÉE: Bloomberg: In Congo, Chinese Hustlers Seek Relief From Pressures\nBack Home",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3151,
                "words": 492,
                "lines": 41
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Projet_Chine_Afrique",
            "titre": "Terres rares: La sphère chinoise domine le marché mondial (Réserves)",
            "date": "2025-07-18T12:56:37.536719",
            "scraping_date": "2025-08-02T11:45:20.462163",
            "language": "fr",
            "text": "Terres rares: La sphère chinoise domine le marché mondial (Réserves)\n\nÀ la suite de la cartographie des sphères d'influence dans le secteur du cuivre, Mining.com et The\nNorthern Miner ont publié une nouvelle carte infographique dédiée aux réserves des terres rares. À\nl'instar de leur publication sur le cuivre il y a quelques semaines, cette carte propose une lecture\ngéopolitique originale de l'industrie mondiale des terres rares.\nComme pour le cuivre, cinq grandes sphères d'influence sont distinguées : la sphère chinoise, la\nsphère russe, la sphère américaine, la sphère des pays non-alignés et celle des « volontaires ».\nLa définition et la délimitation de ces sphères reposent sur plusieurs critères : la qualité des liens\ndiplomatiques entre les États, leurs postures officielles, leurs relations économiques, ainsi que la\nperception qu'en ont leurs populations, entre autres facteurs.\nC'est ainsi dans la sphère chinoise on retrouve la Tanzanie, le Vietnam et la Thailand.\nEn Tanzanie, le chinois Shenghe Resources est en passe d'acquérir la totalité du projet minier de\nNgualla au près de l'australien Peak Rare Earths.\nCette initiative s'inscrit dans la continuité d'un partenariat stratégique entamé en 2022, lorsque\nShenghe avait acquis 19,9 % du capital de Peak Rare.\nEn 2023, sa filiale singapourienne, Chenguang Rare Earths New Material, avait conclu trois accords\ndont un incluant notamment le financement et la construction de la mine.\nL'acquisition de la mine de Ngualla par Shenghe, au près d'une entreprise australienne - l'Australie\nqui est classée dans la sphère américaine - démontre encore la complexité des interactions entre\nles entreprises dans la chaine d'approvisionnement de ces minerais.\nDans cette cartographie la sphère chinoise représente 53.3% du marché mondial des terres, suivie\ndes Etats-unis avec 25.2%.\nPOURQUOI C'EST IMPORTANT: Dans un contexte géopolitique tendue, cette infographie permet\nde mettre en lumière les différents acteurs qui interviennent dans la chaine et leurs poids au niveau\nmondial.\nLECTURE RECOMMANDÉE: Mining.com: Infographic: Rare earth spheres of control Vidéo de\nprésentation : Spheres of Control: How Geopolitics Is Reshaping Critical Minerals | MINING.COM",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2154,
                "words": 324,
                "lines": 26
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://projetafriquechine.com/2025/07/31/zambie-lambassade-de-chine-a-lusaka-proteste-vehement-contre-un-documentaire-sur-la-chine-en-zambie/",
            "provider": "Projet_Chine_Afrique",
            "titre": "Zambie : L'Ambassade de Chine a Lusaka proteste vehement contre un documentaire sur la Chine en Zambie",
            "date": "2025-08-02T11:46:26.800279",
            "scraping_date": "2025-08-02T11:46:26.800279",
            "language": "fr",
            "text": "Zambie : L'Ambassade de Chine a Lusaka proteste vehement contre un documentaire sur la Chine en Zambie\n\nDans un communique publie sur son page Facebook, l'ambassade Chine en Zambie a reagi vehement contre le documentaire du medias zambien News Diggers qui a presente la face cachee des investissements chinois en Zambie.\n\nDans le documentaire, News Diggers met en lumiere les abus, le non-respect de la legislation locale, des cas de pollutions, des abus des droits des travailleurs dans plusieurs activites economiques chinoises en Zambie.\n\nSur sa page Facebook, l'ambassade de Chine a denonce une campagne visant a nuire aux relations historiques entre la Chine et la Zambie. Et c'est sur l'histoire que l'ambassade Chine s'est appuye pour rappeler les relations historiques entre les deux pays et la contribution de la Chine au developpement de la Zambie.\n\nQuestionnant l'ethique et la motivation du medias en diffusant un documentaire qu'elle estime ne pas refleter la realite des relations sino-zambienne. En substance, l'ambassade de Chine a Lusaka denonce ce qu'elle considere comme etant la publicite des cas isoles pour en faire une representation des investissements chinois en Zambie.\n\nElle a aussi condamne les actions illegales des ressortissants chinois en Zambie et a rappele la necessite pour les chinois vivant en Zambie de se conformer aux normes et regulations du pays.\n\nLECTURE RECOMMANDEE:\n\nAmbassade de Chine en Zambie : Communique de l'ambassade de Chine en Zambie",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 1383,
                "words": 215,
                "lines": 13
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://projetafriquechine.com/2025/07/31/zambie-un-documentaire-sur-les-activites-commerciales-chinoises-fait-polemique/",
            "provider": "Projet_Chine_Afrique",
            "titre": "Zambie : un documentaire sur les activites commerciales chinoises fait polemique",
            "date": "2025-08-02T11:46:35.027329",
            "scraping_date": "2025-08-02T11:46:35.027329",
            "language": "fr",
            "text": "Zambie : un documentaire sur les activites commerciales chinoises fait polemique\n\nLe journal d'investigation News Diggers, base a Lusaka en Zambie , a diffuse le 29 juillet son documentaire accablant sur les activites economiques chinoises en Zambie, intitule \" China: The Good, The Bad and The Dangerous \", apres avoir ete empeche de le faire pendant plus de deux mois en raison d'une injonction judiciaire.\n\nInitialement prevu pour mai 2025, le documentaire a ete suspendu par une ordonnance de la Haute Cour de Lusaka emise le 22 mai. Cette injonction avait ete sollicitee a la demande de la Chambre de commerce chinoise en Zambie, qui accusait le media de diffamation. Cette procedure exceptionnelle a temporairement bloque la publication de l'enquete.\n\nLe documentaire aborde les activites d'entreprises chinoises operant en Zambie, notamment dans les secteurs du batiment, des infrastructures, de l'agriculture et des mines. Il met en lumiere plusieurs problematiques : conditions de travail precaires, pollution de l'environnement, et infractions presumees au droit du travail. L'enquete se base sur des temoignages de travailleurs zambiens, d'experts locaux et d'anciens responsables publics.\n\nLe documentaire met en lumiere des problemes denonces dans d'autres pays concernant les entreprises chinoises.\n\nDans une declaration publiee des le lendemain de la diffusion, l'ambassade de Chine a Lusaka a critique le film, estimant qu'il presentait une vision \" excessivement negative \" des investissements chinois dans le pays, tout en taisant les aspects positifs des relations entre les deux pays. Elle a egalement remis en question la rigueur journalistique de l'equipe de production et souligne que certains cas evoques dans le documentaire concernaient des delits isoles qui ne sauraient, selon elle, etre generalises a l'ensemble des entreprises chinoises.\n\nLa diffusion du documentaire relance le debat sur la liberte d'enquete en Zambie et sur la sensibilite des relations sino-africaines dans le domaine economique. L'affaire souleve egalement des interrogations sur l'utilisation d'outils judiciaires pour restreindre la publication de contenus d'interet public.\n\nPOURQUOI C'EST IMPORTANT: La Chine de plus en plus inquiete de son image refuse voir son image ternie par les pratiques abusives de certaines de ses entreprises en Afrique. Ce documentaire est publie alors que des communautes locales subissent encore les consequences de la pollution de la riviere Kafue causee par une entreprise miniere chinoise.\n\nLECTURE RECOMMANDEE:\n\nReporters without borders: New documentary on China's commercial activities in Zambia airs after two-month gag order\nNew Diggers: Episode 1 - Chinese Investment in Zambia (YouTube)",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2648,
                "words": 391,
                "lines": 18
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://projetafriquechine.com/2025/07/31/lagriculture-angolaise-au-coeur-dun-investissement-chinois-de-250-millions-usd/",
            "provider": "Projet_Chine_Afrique",
            "titre": "L'agriculture angolaise au coeur d'un investissement chinois de 250 millions USD",
            "date": "2025-08-02T11:46:44.217820",
            "scraping_date": "2025-08-02T11:46:44.217820",
            "language": "fr",
            "text": "L'agriculture angolaise au coeur d'un investissement chinois de 250 millions USD\n\nLa societe chinoise Citic Construction, filiale du conglomerat etatique Citic Ltd., a lance un ambitieux projet agricole en Angola. A travers un consortium d'investisseurs, Citic prevoit d'investir 250 millions de dollars sur cinq ans pour developper jusqu'a 100.000 hectares de terres destinees a la culture du mais et du soja.\n\nCe projet s'inscrit dans la strategie de la Chine visant a diversifier ses sources d'approvisionnement en denrees agricoles, en particulier dans un contexte de tensions commerciales persistantes avec les Etats-Unis. En reduisant sa dependance au soja americain, Pekin renforce sa securite alimentaire tout en consolidant ses partenariats strategiques en Afrique.\n\nLes premieres etapes du projet ont deja demarre, 8 000 hectares ont ete defriches, repartis entre les provinces de Cuanza Norte (3.000 ha) et de Malanje (5 000 ha). L'objectif est de porter cette surface a 10 000 a 20 000 hectares d'ici l'annee prochaine, avec une montee en puissance progressive jusqu'a atteindre l'objectif final.\n\nCitic vise des rendements eleves, estimes a 8 tonnes de mais et 5 tonnes de soja par hectare, grace a l'utilisation de technologies agricoles avancees et a un fonds d'appui dedie.\n\nQuant a la repartition des recoltes, environ 60 % de la production sera exportee vers la Chine, tandis que les 40 % restants seront destines au marche local angolais, contribuant ainsi a ameliorer la securite alimentaire nationale.\n\nCe projet illustre une tendance a laquelle on ne prete pas attention; la presence croissante de la Chine dans le secteur agricole en Afrique. Un secteur sur lequel parie la Chine pour tenter a resorber le deficit commercial de l'Afrique vis-a-vis d'elle. Cet engagement chinois dans le secteur agricole lance aussi un message comme quoi les investissements chinois en Afrique ne se limitent uniquement a l'exploration miniere ou aux infrastructures, mais s'etend desormais aux chaines d'approvisionnement alimentaire mondiales.\n\nCet investissement repond aussi a la demande du president angolais Joao Lourenco qui souhaitait une diversification des investissements chinois en Angola en dehors du secteur petrolier.\n\nLECTURE RECOMMANDEE:\n\nBloomberg: China's Citic to Develop Large Soybean, Corn Farms in Angola",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2251,
                "words": 340,
                "lines": 17
            }
        }
    ]
}