{
    "articles": [
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Alassane Ouattara (83 ans) fait le pari audacieux d'un quatrieme mandat",
            "date": "2025-07-31T15:07:14.859174",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Alassane Ouattara (83 ans) fait le pari audacieux d'un quatrieme mandat\n\n5 partages 0 0 2 0 3 Ce 29 juillet le president ivoirien a annonce sa candidature a l'election\npresidentielle qui se tiendra le 25 octobre 2025 et dont le resultat est tres attendu aussi bien en\nAfrique que dans de nombreuses chancelleries, et notamment en France et en Europe, pour qui la\nCote d'Ivoire est avec le Senegal un des seuls pays africains a vivre encore une transition politique\nde type democratique.\nLa candidature d'Alassane Ouattara etait un secret de polichinelle. En janvier dernier, le president\nivoirien avait confesse aux ambassadeurs accredites en Cote d'Ivoire, lors de ses voeux corps\ndiplomatique, que meme s'il leur avait promis, en 2020, de laisser la place a une nouvelle\ngeneration pour prendre la tete du pays, il a eu raison d'ecouter ses partisans qui lui demandaient\nde continuer. Qu'au surplus, assurait-il, qu'il etait en bonne sante et avait envie de continuer a servir\nson pays.\n\" Il y a cinq ans, j'indiquais au corps diplomatique qu'il etait de mon intention de ne plus etre\ncandidat parce que j'estimais qu'il fallait passer la main a une nouvelle generation. Aujourd'hui, je\npeux vous dire que j'ai bien fait d'accepter la proposition de mon parti. Aujourd'hui, je peux vous dire\nque je n'ai pas encore pris de decision. Mais je peux aussi vous rassurer que je suis en pleine sante\net desireux de servir mon pays. \", avait assure Ouattara dans la foulee devant ses partisans.\nLe seul element de surprise residait donc dans le timing. Tous ceux qui suivent de pres la politique\nivoirienne s'attendait a cette annonce le 7 aout, jour de la fete nationale de Cote d'Ivoire.\nPour justifier de se representer une quatrieme fois alors qu'il avait promis en 2020 de ne pas en\nrealiser plus de deux, le president ivoirien a mis en avant les defis securitaires, economiques et\nmonetaires auxquels auxquels fait face le pays. Il a egalement affirme que la Constitution lui permet\nde briguer ce nouveau mandat, tout en insistant a nouveau sur la transmission generationnelle qui\nserait au coeur de ces cinq prochaines annees.\nLe defi democratique Lors de la Presidentielle de 2020, des manifestations massives s'etaient\nsoldees par des dizaines de morts et des bandes non identifiees, surnommees \" les microbes \" dans\nla population, s'en etaient pris aux jeunes dans les rues. L'opposition avait decide de boycotter le\nscrutin. Resultat, le president Ouattara etait elu pour un troisieme mandat conteste.Jusqu'a\nEmmanuel Macron, le president francais, qui avait mis dix jours a feliciter le vainqueur elu avec 94%\ndes voix, mais dans un climat de peur et sur fond d'absanteisme.\nLa Presidentielle qui aura lieu le 25 octobre devrait etre plus vertueuse. La Cote d'Ivoire d'Alassane\nOuattara dispose en effet de nombreux atouts pour relever ce qui se presente comme un redoutable\ndefi democratique: une reussite economique incontestable dont temoignent les multiples realisations\ndu regime; un debat politique relativement ouvert meme si, ici comme ailleurs, des youtubers livres\na eux memes jouent un role central, mais erratique, dans le debat politique; une capacite\nd'ouverture internationale qui n'a en rien eloigne le pays de ses partenaires traditionnels.\nL'annonce de cette candidature risque fort pourtant de relever la temperature de quelques degres.\nSi le bilan economique plaide en faveur du President sortant, une situation sociale tendue pourrait\netre exploitee par une partie de l'opposition et nourrir la colere de la rue.\nUn enjeu decisif La decision de se representer du president ivoirien ne manquera pas de relancer le\ndebat sur les conditions du scrutin presidentiel alors que plusieurs figures de l'opposition, dont\nTidjane Thiam (refugie a Paris), Laurent Gbagbo (tres amoindri et fatigue), Guillaume Soro (en fuite\na l'etranger mais influent dans l'armee), sont exclues du scrutin par decision de justice. Un \" Tout,\nsauf Ouattara \" pourrait rendre l'issue du scrutin incertaine si le rapprochement qui se dessine entre\nThiam, Gbagbo et Soro, dont l'assise geographique est forte pour chacun d'entre eux, devait se\nconfirmer. Encore faudrait-il que ces trois personnalites fassent l'impasse sur les contentieux et les\ndivergences qui les separent. Sans parler de la guerre des egos qui sevit toujours entre les leaders\nde l'opposition ivoirienne.\nTel n'est pas le cas pour Alassane Ouattara qui a fait le vide autour de lui au sein de son entourage\nimmediat. Sa legitimite n'est pas contestee au coeur du pouvoir. Son propre frere, ministre de la\nDefense, Tene Birahima Ouattara, veille a l'allegeance de l'armee et des services de renseigenent.\nDe meme au sein du parti au pouvoir, l'ascendant du President ivoirien n'est mis en cause par\npersonne. Soude, trop soude peut-etre, le bloc presidentiel est en ordre de marche. Telle est la\nforce du Presisent ivoirien; telle est aussi sa principale faiblesse, seul pour affronter les oppositions\npossiblement unies et les contestations populaires.\nL'enjeu de cette presidentielle reste decisif dans un des rares pays d'Afrique ou le pouvoir\nn'appartient ni a un dictateur, ni a une junte militaire. Si une campagne presidentielle sereine et une\nreelle ouverture du debat politique pouvaient confirmer l'ancrage de la Cote d'Ivoire dans le camp du\npluralisme, cela redonnerait des couleurs a une vie democratique africaine en grande difficulte.\nTidjane Thiam eclabousse par un contentieux prive Danielle Boni Claverie: \" Le risque d'elections\nperturbees en Cote d'Ivoire \".\nLe tourisme en Cote d'Ivoire(4/4): le carnet de route de l'ecrivain Venance Konan 5 partages 0 0 2 0\n3",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5575,
                "words": 897,
                "lines": 62
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "La Suisse cherche a se debarrasser de la famille Biya",
            "date": "2025-08-02T09:38:41.344737",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "La Suisse cherche a se debarrasser de la famille Biya\n\nPaul Biya ( a droite) et Brenda Biya (a Gauche). Montage : Mondafrique.\n0 partages 0 0 0 0 0 Pour la Confederation helvetique le president du Cameroun qui sejourne\nl'essentiel de son temps a Geneve, est un peu comme le sparadrap du capitaine Haddock dans \"\nL'affaire Tournesol \". Elle veut s'en debarrasser, mais il revient periodiquement dans son palace\nfavori a Geneve pendant des semaines. En condamnant sa fille Brenda pour \" injure \", les\nmagistrats suisses esperent precipiter le depart de toute la famille Ian Hamel, a Geneve\nContrairement a son grand frere Franck Biya, pressenti pour succeder a leur pere Paul Biya (au\npouvoir depuis 1982) a la tete du Cameroun, Brenda Biya est certainement, de tous les enfants de\nPaul Biya (et meme des autres chefs d'Etats de la sous-region), la plus iconoclaste.\nAgee de 26 ans, la jeune femme, qui a suivi une scolarite en Suisse dans un college prestigieux a\nVersoix avant de poursuivre ses etudes aux Etats-Unis, puis d'etre admise a l'Ecole nationale\nd'administration et de magistrature (ENAM) du Cameroun, n'a pas suivi le chemin qui semblait lui\netre trace.\nJet-setteuse et rappeuse La jeune femme est tres active sur les reseaux sociaux, ou elle affiche un\ntrain de vie particulierement luxueux. Un train de vie qui peut paraitre indecent au regard de la\nsituation dans laquelle vit l'ecrasante majorite de ses compatriotes au Cameroun, et qui a ete tres\nabondamment critique dans la presse. C'est sur ces reseaux sociaux qu'elle s'etait plainte d'etre\nvictime de racisme de la part d'un chauffeur de taxi a Los Angeles, qu'elle avait pris pour une course\na 400 dollars (alors que le revenu mensuel brut d'un Camerounais en 2022 etait de 138 dollars).\nDes courses de ce montant, qu'elle affirme prendre tout le temps.\nBrenda Biya Dans un jet prive . Instagram de Brenda Biya.\nApres s'etre lancee dans la mode sans grand succes, Brenda Biya s'est tournee vers la musique,\nparticulierement dans le rap . Si son choix n'est pas une premiere pour un enfant de chef d'Etat\nafricain (Ali Bongo a bien tente une carriere musicale avant elle, et plus recemment, la princesse\nd'Eswatini s'est lancee dans le rap), ce choix a particulierement surpris et embarrasse le pouvoir\ncamerounais. King Nasty, son nom de scene, n'a pas encore, pour l'heure, conquis le haut des\nclassements musicaux.\nBrenda Biya et Reprudencia Sonkey, surnommee la \" Lady Gaga africaine \", chanteuse et creatrice\nde mode, etaient les meilleures amies du monde. Puis elles se sont fachees et la fille du president\nBiya a traite son ex-copine de \" dealeuse de drogue \" et de \" petite pute cocainomane \".\nReprudencia Sonkey a depose plainte a Geneve car les messages insultants ont ete envoyes\ndepuis les bords du lac Leman. La chanteuse assurait que la fille du president camerounais residait\n\" depuis plusieurs annees a l'hotel intercontinental a Geneve (...) Elle poste regulierement sur les\nreseaux sociaux des photographies d'elles prises a Geneve \", ecrit le site suisse Gotham City (1).\nBrenda condamnee pour \" injure \" Pour pousser son pere, Paul Biya, hors de Geneve ou il sejourne\nla plupart du temps, ,a justice suisse vient l'amie Brenda de condamner sa fille, Brenda Biya, pour \"\ndiffamation \", \" calomnie \" et \" injure \". Brenda Biya a ete condamnee a une amende de 2 400 francs\nsuisses (2 570 euros) et a 60 jours-amendes a 200 francs avec un sursis de trois ans. Une bagatelle\npour la derniere fille du president camerounais, nee en 1997 quand son papa etait deja au pouvoir\ndepuis quinze ans. Reprudencia Sonkey avait tout de meme reclame 100 millions de dollars de\ndommages et interets ! Le procureur general Olivier Jornot a surtout voulu insister sur le train de vie\nde la famille Biya qui reserve des chambres a l'annee a l'Intercontinental alors que la majorite de la\npopulation camerounaise vit dans une grande pauvrete. C'est une petite epine dans le pied de Paul\nBiya, 92 ans depuis le 13 fevrier dernier, qui se represente une nouvelle fois a la presidence de la\nRepublique cet automne (2).\n\" Haine, violence et tribalisme \" En 2019 un consortium d'investigation Organized Crime and\nCorruption Reporting Project (OCCRP) avait calcule que Paul Biya avait deja passe quatre ans et\ndemi a l'hotel Continental, un palace plante a proximite du palais des Nations. Au sixieme etage, il y\noccuperait une suite facturee autour de 150 00 euros par mois. Le probleme, c'est que ses allees et\nvenues en jet prive sont suivies sur des sites de tracking d'avions avant d'etre relayes par la\ncommunaute camerounaise sur les reseaux sociaux. Resultat, les Camerounais, venus parfois de\ntoute l'Europe, se relaient alors devant (et parfois dedans) l'hotel pour tenter de lui rendre la vie\nimpossible. En juin 2019, une quarantaine d'opposants ont ainsi force la porte d'entree de\nl'etablissement et se sont battus avec le service de securite du chef de l'Etat camerounais.\nCela fait desordre en perturbant le sejour de la clientele fortunee qui frequente habituellement\nl'Intercontinental. L'ambassade du Cameroun en Suisse avait aussitot parle de \" bandits \" venus \"\nperturber le sejour de notre grand camarade \", et de \" projet barbare \", expression de \" la haine, de\nla violence et du tribalisme \"... La meme annee, cinq membres de la garde rapprochee du maitre de\nYaounde avait moleste un journaliste de la radio-television suisse. Ils se sont empares de son\nmateriel professionnel et de ses effets personnels et ils lui ont casse ses lunettes. Les gardes du\ncorps s'etaient prevalus d'une immunite diplomatique, que le tribunal a ecarte. Aux yeux d'Olivier\nJornot, le procureur general de Geneve, \" des representants d'un Etat etranger se sont permis de\nfaire la chasse a un journaliste qui ne representait aucun danger, mais egalement a des opposants\n\". Ils se sont comportes comme \" un Etat dans l'Etat \". Le pire, c'est que ce jour-la, Paul Biya, loin\nd'etre en danger, n'etait meme pas sur place au moment des faits.\n\" Ce n'est pas aux Genevois de payer \" En 2021, une centaine d'opposants camerounais avait\noccupe la place des Nations, devant le siege europeen de l'ONU, criant \" Paul Biya assassin, la\nSuisse complice \". Tandis que des activistes forcaient l'entree de l'Intercontinental. Un depute\nsocialiste, Sylvain Thevoz, avait alors estime que la Suisse pouvait accueillir Paul Biya dans le\ncadre de negociations politiques. \" Mais la, il vient a des fins prives. Ce n'est pas a nous, Genevois,\nde payer pour un deploiement policier afin que monsieur Biya puisse aller faire les boutiques a la\nrue du Rhone \". Une artere reputee pour ses banques, ses bijouteries et des boutiques de luxe.\nBref, la Cite de Calvin en a marre de ce chef d'Etat qui passe plus de temps au bord du lac Leman\nque dans son pays. Mais comment convaincre Paul Biya et sa famille de ne plus remettre les pieds\ndans un pays qui vit depuis si longtemps des riches touristes et surtout de leurs economies ?\n\" Le procureur Jornot condamne la fille du president du Cameroun \".\n\" Les Camerounais face au rendez-vous historique de la Presidentielle \", Mondafrique, 30 juillet\n20225 0 partages 0 0 0 0 0",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 7111,
                "words": 1211,
                "lines": 78
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Les Eglises evangeliques, porte d'entree de Trump en Afrique centrale",
            "date": "2025-07-31T15:06:44.265866",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Les Eglises evangeliques, porte d'entree de Trump en Afrique centrale\n\n31 partages 27 3 0 0 1 Aux Etats-Unis d'Amerique, le president Trump et son Administration\ns'appuient ouvertement et sans retenue sur les Eglises evangeliques, notamment Pentecotistes, qui\nlui fournissent d'importants bataillons d'electeurs. et representent un acces privilegie vers l'Afrique\ncentrale Cet electorat populaire, sensible aux discours primaires et plutot defavorise par la nouvelle\neconomie, se refugie avec une foi inebranlable dans un christianisme de combat contre les \" forces\ndu mal \". Parmi ces chretiens fondamentalistes, il y a de nombreux Afro-Americains, generalement\noriginaires d'Afrique centrale, dont la ferveur est popularisee par les Gospels et les sermons\ninterminables de pasteurs qui electrisent les foules de fideles. Le president Trump a vite saisi tout\nl'avantage qu'il pourrait tirer en Afrique de ce renouveau religieux messianique.\nL' interet de la diplomatie americaine La diplomatie americaine encourage l'osmose entre ces\nEglises evangeliques americaines et leurs homologues africaines pour en faire un vecteur de leur\npolitique d'influence dans certains pays ou l'Etat est en decomposition et ou les populations sont de\nplus en plus laissees a elles-memes, comme en RDC, au Burundi, au Congo, au Gabon et surtout\nen Centrafrique.\nEn ces terres, ou le christianisme s'est developpe sur un fond d'animisme ambiant, l'islam n'irradie\npas la societe comme en Afrique de l'ouest. Le Departement d'Etat trouve donc la une carte\npolitique bien plus efficace que les ONG internationales de defense des droits de l'homme ou de\nlutte contre la corruption, non seulement pour contrer les offensives economico-financieres de la\nChine et davantage politiques de la Russie, mais aussi pour se rapprocher de chefs d'Etat et de leur\nentourage qui avaient pourtant pris leur distance avec les pratiques democratiques et l'Etat de droit.\nLe retour des Etats-Unis d'Amerique en Afrique centrale passe aussi par la religion.\nLes atouts des Eglises americaines Depuis plusieurs decennies, les Eglises americaines\npentecotistes ont noue des liens fraternels avec les Eglises dite du reveil d'Afrique. Ces Eglises du\ncourant baptiste sont en plein essor, sur les terres jadis christianisees par des pasteurs europeens\nou evangelisees par des missionnaires catholiques venus de l'etranger. Les \" envoyes de Dieu \" de\nces Eglises americaines ne manquent pas de rappeler a leurs ouailles africaines qu'il etait temps de\nconsolider l'independance religieuse, en mettant un terme au clerge non national qui etait encore\ntrop lie a la periode coloniale. L'Eglise catholique romaine est surtout en ligne de mire.\nDe surcroit, par ses prelats, l'Eglise catholique n'hesite pas a condamner les derives\nantidemocratiques des regimes autocratiques, ce qui est tres rarement le cas des Eglises\nevangeliques qui se sont glissees dans cet environnement politique de plus en plus eloigne du droit\net de la democratie. Les Eglises evangeliques pronent le salut personnel par la priere, le\nmysticisme, les exercices de contrition physique. Elles encouragent la reussite financiere et\nl'accumulation de richesses qui est \" un don de Dieu \", ce qui n'est pas pour deplaire aux predateurs\net corrompus et, en particulier, aux chefs de l'Etat qui ont vu tout l'interet de rejoindre ces Eglises du\nreveil et au-dela le soutien qu'ils pourraient attendre des Eglises evangeliques americaines,\ninfluentes pres de l'Administration de Trump.\nLa religion au service de la politique En Afrique centrale, les politiciens ont vite compris l'interet\nqu'ils pourraient avoir en devenant pasteur ou diacre d'une Eglise qui serait a leur devotion. Apres\ntant de malheurs subis, les populations s'en remettent a Dieu pour obtenir la resolution de tous leurs\nproblemes. On ne s'etonnera donc pas de voir de nombreux hauts fonctionnaires, de\nparlementaires, des ministres et meme des chefs de l'Etat s'investir dans un christianisme aux\ncouleurs locales pour jouer aux intercesseurs aupres de Dieu. Ce faisant, les mecontentements\ngrandissants pourront etre anesthesies et de nouvelles sources de revenus pourront etre\ndeveloppees. Ces Eglises seront aussi un vivier electoral irremplacable, alors que les partis\npolitiques sont largement discredites.\nL'exemple centrafricain En Centrafrique, le general-president Francois Bozize avait bien compris\nl'interet electoral qu'il pouvait tirer de son Eglise \" du christianisme celeste- Nouvelle Jerusalem \"\nmais, contrairement a son successeur, il n'avait pas vu l'aspect international des liens evangeliques\ndont il aurait pu tirer avantage avec les Eglises americaines. Tout en se mettant sous la protection\nde la Russie et du groupe Wagner, le president Touadera a reussi a obtenir les bonnes graces du\nDepartement d'Etat, par l'intermediaire des Eglises d'obedience baptiste americaines. Lui-meme\ndiacre, il participe aux offices banguissois, plein de ferveur mystique, en mettant de cote sa fonction\nde chef d'un Etat laic. Il s'entoure de pasteurs qui lui servent plus ou moins d'oracles et ponctue, de\nplus en plus, ses discours de chef de l'Etat par des references a Dieu. A chaque sejour aux\nEtats-Unis d'Amerique, il ne manque pas de faire fructifier les liens avec l'Alliance internationale\nbaptiste, ce qui facilite ses contacts avec le Departement d'Etat. Lors de sa derniere tournee en\nAfrique, le Sous Sous-secretaire d'Etat pour l'Afrique, Tibor Nagy, avait fait une escale de deux jours\na Bangui afin de prodiguer des encouragements pour la tenue d'elections fin decembre 2020, sans\ns'appesantir sur la situation catastrophique du pays. Une nouvelle ambassadrice US a ete nommee.\nElle fait preuve de bonnes dispositions a l'egard du president Touadera, notamment en presidant le\nG5 Centrafrique, en apportant un soutien financier et technique consequent, via l'Usaid, pour lutter\ncontre le Covid-19 et les echeances electorales, pourtant de plus en plus improbables en 2020. La\npression des Eglises evangeliques americaines pour aider \" un elu de Dieu \", fut-il polygame, n'est\npeut-etre pas etrangere a ce regain d'attention du Departement d'Etat pour un pays ou les\nEtats-Unis d'Amerique n'ont aucun interet.\nL'absence de soutien aux positions catholiques Dans plusieurs Etats, ou elle est bien implantee,\nl'Eglise catholique est beaucoup moins accommodante que les Eglises evangeliques dont les\npasteurs sont souvent des relais du pouvoir. L'Eglise catholique, par son centralisme, son\nuniversalisme et par son organisation hierarchique, avec ses pretres repartis sur l'ensemble du\nterritoire, ses eveques dirigeant des dioceses, ses cardinaux, directement relies au Pape, et les\nnonces apostoliques, ambassadeur du Saint-Siege, constitue une sorte d'Etat dans l'Etat. Alors que\nles Eglises evangeliques interviennent rarement contre les pouvoirs etablis, les admonestations des\ncardinaux et eveques a l'egard des Chefs de l'Etat ne manquent pas.\nCitons les derniers exemples :\nEn RDC, les cardinaux, Laurent Monsengwo et Fridolin Ambogo etaient les plus virulents\ndetracteurs de Joseph Kabila. Ils ont egalement denonce l'election suspecte de Felix Tshisekedi,\nmais celle-ci, en revanche, fut curieusement tres vite validee par les Etats-Unis d'Amerique.\nEn Cote d'Ivoire, le cardinal d'Abidjan, Jean-Pierre Kutwa n'hesita pas a faire remarquer a Alassane\nDrame Ouattara qu'un troisieme mandat presidentiel \" n'etait pas necessaire \".\nAu Togo, la Conference episcopale du Togo a stigmatise le manque de transparence, d'equite, de\ncredibilite de la quatrieme reelection de Faure Gnassimgbe. L'ancien archeveque de Lome vit\nquasiment en liberte surveillee.\nEn Centrafrique, le cardinal Dieudonne Nzapalainga s'associe, de moins en moins, a la plateforme\nreligieuse, initialement constituee avec un pasteur et un imam, pour stigmatiser les violences des\ngroupes armes et mettre en cause l'inertie du president Touadera. Que ce soit en RDC, en Cote\nd'Ivoire, au Togo et en Centrafrique, on ne verra pas la diplomatie de Donald Trump soutenir ces\npositions de l'Eglise catholique.\nDans la plupart des Etats d'Afrique centrale avec la disparition de l'Etat de droit, l'effondrement du\nsysteme scolaire, les mirages de la democratie que constituent les elections, les crises se\nsuccedant aux crises accelerant la decomposition de l'Etat, la resilience atteint ses limites. Dans de\nnombreuses parties de l'Afrique, l'islam dans sa diversite apporte ses solutions. Dans les regions\nchristianisees, la religion catholique marque le pas face aux Eglises evangeliques qui offrent une\nadaptabilite incontestable au contexte africain. Les Etats-Unis d'Amerique ont bien vu tous les\navantages qu'ils avaient sur les autres Puissances pour accompagner voire diriger l'essor de ces\nEglises du reveil.\n31 partages 27 3 0 0 1",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 8755,
                "words": 1314,
                "lines": 97
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Le gouvernement israelien plus isole que jamais",
            "date": "2025-08-01T10:57:00.739846",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Le gouvernement israelien plus isole que jamais\n\nIsrael intelligence agency operator uses program deploying bots on social networks, smearing\npolitical opponents. Israeli agent engages in cognitive warfare using troll accounts, camera B 1\npartage 0 0 1 0 0 L'emissaire americain pour le Moyen-Orient, Steve Witkoff, est attendu jeudi en\nIsrael pour \"discuter des prochaines etapes\" de la guerre a Gaza avec l'allie israelien, sous une\npression internationale inedite d'un nombre croissant de pays promettant de reconnaitre un Etat de\nPalestine.\nHerve BAR d'ici Beyrouth, avec l'equipe de l'AFP a Gaza Jeudi matin, la Defense civile a annonce la\nmort de 58 personnes, tuees la veille au soir par des tirs israeliens autour d'une distribution d'aide\ndans le nord du territoire, revoyant a la hausse un precedent bilan d'une trentaine de morts.\nL'armee israelienne a immediatement dementi, assurant \"n'avoir connaissance d'aucune victime\nresultant de ses tirs\" et parlant de \"coups de semonce\" visant a disperser un rassemblement \"autour\nde camions d'aide (...) a proximite immediate\" de ses troupes. Selon des temoins, des camions\nd'aide ayant franchi le poste de controle militaire israelien de Zikim pour se rendre dans des\nentrepots du Programme alimentaire mondial (PAM) ont ete assaillis par la foule, et des coups de\nfeu ont alors eclate.\nL'isolement international d'Israel Apres 22 mois d'une guerre sans repit contre le Hamas, ce\nterritoire sous blocus israelien est desormais menace d'une \"famine generalisee\", selon l'ONU, et\ntotalement dependant de l'aide humanitaire distribuee par camions ou larguee depuis les airs. \"C'est\nune vraie famine (...). Beaucoup de gens meurent de faim\", s'est meme inquiete le president Donald\nTrump, face aux images d'enfants amaigris a Gaza. Les morts tombes sous les tirs et\nbombardements israeliens s'y comptent par dizaines chaque jour, denoncent les sources\npalestiniennes.\nL'envoye special du president Donald Trump, Steve Witkoff, devrait rencontrer le Premier ministre\nBenjamin Netanyahou, dans l'apres-midi. Selon la presse israelienne, il pourrait se rendre dans la\nbande de Gaza pour y visiter un site de la Fondation humanitaire pour Gaza (GHF), une\norganisation soutenue par les Etats-Unis et Israel, en charge de la distribution de l'essentiel de l'aide\ndans le territoire palestinien, mais avec laquelle les organisations internationales refusent de\ntravailler.\nLa visite en Israel de Steve Witkoff intervient pres de deux semaines apres l'echec de negociations\nindirectes, sous mediation americaine, qatarie et egyptienne, entre Israel et le Hamas en vue d'un\ncessez-le-feu. Mardi, face a \"l'incapacite persistante\" d'Israel a empecher une catastrophe\nhumanitaire a Gaza, le Canada a annonce son intention de reconnaitre l'Etat de Palestine, dans la\nfoulee de la France et du Royaume-Uni. Israel a denonce une \"campagne de pression internationale\ndeformee\" venant \"recompenser le Hamas et nuire aux efforts visant a obtenir un cessez-le-feu a\nGaza\".\nLe retour des colonies a Gaza Mais depuis son offensive militaire visant a \"eradiquer\" le mouvement\nislamiste et liberer les otages, le gouvernement israelien semble peiner a trancher sur une solution\npolitique pour Gaza, et plus generalement sur une sortie de crise pour le \"jour d'apres\" selon une\nexpression souvent reprise.\nDans ce contexte, la frange la plus radicale de la coalition gouvernementale plaide pour un retour\ndes colonies a Gaza, evacuees en 2005 sur ordre d'Ariel Sharon. Et les incidents se multiplient en\nCisjordanie, impliquant notamment des colons et des assaillants palestiniens.\n1 partage 0 0 1 0 0",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3581,
                "words": 547,
                "lines": 43
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Dix films a decouvrir cet ete sur l'Afrique et le Moyen Orient",
            "date": "2025-08-01T10:56:54.781605",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Dix films a decouvrir cet ete sur l'Afrique et le Moyen Orient\n\n2 partages 0 0 2 0 0 Le voyage continue sur vos ecrans. Dix films recents venus d'Afrique, du\nMoyen-Orient et des Outre-mer sont a decouvrir en ligne cet ete. Fictions engagees, documentaires\nou classiques restaures : une selection a louer sur les principales plateformes de video a la\ndemande.\nRejoignez la nouvelle chaine Whatsapp de Mondafrique 1 - Leila et les Loups Heiny Srour (Liban,\n1984 - version restauree 2023) - Duree : 1h30 - Langue : arabe - Plateforme : UniversCine,\nLaCinetek Synopsis Leila, photographe libanaise exilee a Londres, decide de revenir au Liban pour\ndocumenter l'histoire invisible des femmes dans la lutte anti-imperialiste. Armee de sa camera et de\nsa memoire, elle remonte le temps, melant images d'archives, fictions reconstituees et poesie\npolitique. A travers son regard, ce sont des pans entiers de l'histoire nationale qui emergent :\nresistantes oubliees, paysannes armees, intellectuelles dissidentes.\nContexte de creation Tourne sur plus de dix ans, dans des conditions extremes, Leila et les Loups\nest un film d'avant-garde signe par Heiny Srour, seule femme arabe selectionnee a Cannes en\n1974. Cette oeuvre hybride, entre documentaire et cinema militant, a longtemps ete censuree dans\nle monde arabe. Restauree en 2023 par la Cinematheque francaise et la Fondation Arsenal (Berlin),\nelle connait une nouvelle diffusion via les plateformes.\nAccueil critique A sa sortie en version restauree, le film a ete acclame par la critique. Liberation\nparle d'\" un manifeste feministe bouleversant \", tandis que Les Inrockuptibles soulignent \" une\noeuvre visionnaire, pionniere, libre \". Aujourd'hui encore, Leila et les Loups conserve une modernite\ntroublante, par son propos et sa forme.\nInfos pratiques Location en ligne possible via UniversCine et LaCinetek (a partir de 2,99 ), en\nversion sous-titree francais. Disponible dans le cadre des collections \" Cinemas du monde \" ou \"\nFilms politiques \".\n2 - Highway 65 Maya Dreifuss (Israel/France, 2025) - Duree : 1h41 - Langue : hebreu, arabe -\nPlateforme : UniversCine Synopsis A Nazareth, deux femmes se croisent sans se connaitre : l'une\nest une policiere israelienne, l'autre une activiste palestinienne. La route 65, qui traverse le pays du\nnord au sud, devient le fil rouge de leurs existences. A mesure que les tensions s'aggravent, leurs\nrecits se rapprochent. Filme a hauteur de femmes, Highway 65 est un thriller tendu, mais aussi un\ndrame intime sur le poids des origines.\nContexte de production Premier long metrage de fiction de Maya Dreifuss, issue du documentaire,\nHighway 65 a ete coproduit par Les Films d'Ici et soutenu par le CNC et Arte. Tourne en decors\nreels dans le nord d'Israel, le film a beneficie d'un casting mixte israelo-palestinien, avec des\ndialogues dans les deux langues.\nAccueil critique Presente a la Berlinale en fevrier 2025, le film a recu le Prix du jury oecumenique.\nVariety evoque \" un thriller qui sait ralentir \", tandis que Haaretz le decrit comme \" un miroir brutal de\nla societe israelienne contemporaine \". En France, Le Monde loue \" une construction subtile, evitant\nles caricatures \".\nInfos pratiques Disponible a la location sur UniversCine depuis juin 2025. Tarif : 4,99 pour 48 h.\nVersion originale sous-titree en francais.\n3 - Les Heritiers de Captain Africa Xavier Fournier & Frederic Raliere (France, 2025) - Documentaire\n- Duree : 53 min - Langue : francais - Plateforme : Max (Warner TV Next) Synopsis Ils s'appellent\nKwezi, E.X.O, Captain Africa. Ce sont des super-heros africains, dessines par des auteurs\nnigerians, sud-africains ou senegalais. Ce documentaire explore la montee en puissance de la\nbande dessinee panafricaine et la facon dont les recits de super-heros ont ete detournes pour\nexprimer des identites culturelles puissantes, resistantes, africaines.\nContexte de creation Ce documentaire est ne d'un article du journaliste Xavier Fournier sur\nl'emergence du \" comic made in Africa \". Il s'est associe a Frederic Raliere pour un film produit par\nWarner TV et diffuse dans le cadre du programme \" Pop culture globale \" de la chaine Max.\nInterviews, images d'archives, reconstitutions animees : un objet visuel rythme, concu pour\nsensibiliser un public large.\nAccueil critique Tres bien recu dans les festivals de documentaires et par la presse pop culture.\nPremiere evoque \" un doc passionnant sur l'appropriation des mythes \". Comic Box salue \" un\ntravail serieux, accessible et stimulant, qui rend justice a des artistes souvent ignores \".\nInfos pratiques Location a l'unite possible via Max (ou abonnement mensuel). Disponible en replay\nsur Warner TV Next jusqu'a fin septembre 2025. Version francaise uniquement.\n4 - From Ground Zero Le projet From Ground Zero a ete lance par Rashid Masharawi, realisateur\npalestinien originaire de Gaza, durant la guerre lancee apres les attaques du 7 octobre 2023. Ce\nprojet a vu le jour en partant du constat que la parole des Gazaouis est difficilement audible Collectif\nde realisateurs (Palestine, 2024) - Duree : 1h52 - Langue : arabe, sous-titree francais - Plateformes\n: Apple TV, Amazon Video, Ovid (USA), autres via VPN Gaza, 2023. Sous les bombardements, 22\ncineastes tournent dans l'urgence des courts-metrages qui temoignent de la vie, de la perte et de la\nresistance. Rassembles en un long-metrage choral, ces fragments d'humanite dessinent un portrait\ncollectif de la survie. Entre fiction, documentaire et animation, From Ground Zero montre ce que\nsignifie filmer alors que tout s'effondre.\nLe contexte de creation Lance par le cineaste Rashid Masharawi, ce projet est une reponse directe\na la guerre de 2023. Chaque segment a ete realise dans des conditions extremes, parfois monte sur\ntelephone. Soutenu par plusieurs fonds europeens, le film a ete presente a Toronto, puis nomme\npour representer la Palestine aux Oscars 2025.\nPlebiscite a l'international, From Ground Zero a recu 98 % d'avis positifs sur Rotten Tomatoes. Pour\nRogerEbert.com, il s'agit d'un \" acte de cinema essentiel \", tandis que Les Inrockuptibles parlent d'\"\nune fresque fragmentee, mais bouleversante \".\nInfos pratiques Disponible en location sur Apple TV et Amazon Video (5,99 $) ou via la plateforme\nOvid.tv (USA, acces possible via VPN). Version originale sous-titree. Achat HD egalement possible\n(jusqu'a 19,99 $).\n5 - Magma Cyprien Vial (France/Guadeloupe, 2024) - Duree : 1h25 - Langue : francais -\nPlateformes : Canal VOD, UniversCine (disponibilite progressive) Synopsis Une volcanologue et\nson jeune assistant se retrouvent isoles au coeur de la Soufriere, en Guadeloupe, alors que des\nsignes inquietants annoncent une possible eruption. Entre tensions scientifiques, pressions\npolitiques et liens humains, Magma explore les failles invisibles d'un territoire sous menace.\nContexte de creation Premier long-metrage tourne au coeur du Parc national de la Guadeloupe,\nMagma mele drame intime et thriller scientifique. Inspire de l'eruption de 1976, il met en scene\nMarina Fois dans un role introspectif. Laureat du prix Sloan Science on Screen a San Francisco, le\nfilm a ete salue pour la justesse de son regard scientifique.\nAccueil critique \" La Soufriere devient un personnage a part entiere \", ecrit Le Monde . Les critiques\nont souligne la tension sourde du film et sa photographie naturaliste. Selectionne a Angouleme et\ntres bien accueilli aux Antilles.\nInfos pratiques Sorti en salles debut 2025. Disponible prochainement en VOD sur Canal VOD et\nUniversCine. Location estimee entre 3 et 6 selon la plateforme.\n6 - Le Village aux portes du paradis Hassan Warsame (Somalie/Allemagne/France, 2024) - Duree :\n2h14 - Langue : somali, sous-titree francais - Plateforme : a venir (Jour2fete) Synopsis Dans un\nvillage recule de Somalie, les drones bourdonnent au-dessus des habitations. Un pere vieillissant,\nsa fille divorcee et leur jeune fils tentent de preserver leurs traditions face a la violence qui rode. A\ntravers leurs regards croises, le film dessine le portrait d'un monde rural en voie d'effacement.\nContexte de creation Coproduit entre l'Europe et la Corne de l'Afrique, le film a ete tourne a la\nfrontiere somalo-ethiopienne. La photographie, epuree et lumineuse, contraste avec la tension du\nrecit. Presente a Un Certain Regard (Cannes 2024), il a suscite l'attention des cinephiles pour sa\nnarration contemplative et politique.\nAccueil critique Couronne au Festival de Marrakech 2024, il a recu le Grand Prix du War on Screen\nen 2025. Telerama salue \" une mise en scene d'une beaute siderante \", et Le Temps parle d'\" un cri\nsilencieux contre l'effacement des mondes \".\nInfos pratiques Sortie VOD prevue pour avril 2025 en France, distribuee par Jour2fete. Tarif de\nlocation estime entre 4 et 7 . Disponible en version originale sous-titree.\n7 - Lisabi : La Rebellion Niyi Akinmolayan (Nigeria, 2024) - Duree : 2h30 - Langues : yoruba et\nanglais - Plateforme : Netflix Synopsis Au XIXe siecle, le royaume d'Egba est au bord du chaos. Un\njeune forgeron, Lisabi, devient malgre lui le chef d'une revolte paysanne contre les chefferies\ncorrompues. Inspire d'une figure historique nigeriane, ce film epique mele mythologie, politique et\naction dans un decor somptueux.\nContexte de creation Avec un budget record pour Nollywood, ce film a mobilise plus de 300\nfigurants et d'authentiques artisans yorubas. Tourne en decors naturels dans l'Etat d'Ogun, il a\nbeneficie d'un soutien de Netflix dans le cadre de son programme \" Made in Africa \".\nAccueil critique Tres bien recu au Nigeria et en Afrique de l'Ouest, le film a atteint la premiere place\ndu top Netflix Nigeria en 48 h. NollywoodWeek loue \" un tournant pour le cinema historique africain\n\". Quelques reserves sur les effets visuels ont ete exprimees, mais les performances d'acteurs sont\nunanimement saluees.\nInfos pratiques Disponible depuis le 27 septembre 2024 sur Netflix (inclus dans l'abonnement).\nVersion originale avec sous-titres francais disponibles.\n8 - Mami Wata C.J. \" Fiery\" Obasi (Nigeria/France/Royaume-Uni, 2023) - Duree : 1h47 - Langue :\npidgin nigerian, fongbe, anglais - Plateformes : Amazon Prime Video, Google Play, YouTube\nMovies, Apple TV Synopsis Dans un village cotier d'Afrique de l'Ouest, Mama Efe, pretresse de la\ndeesse Mami Wata, maintient l'ordre spirituel avec l'aide de ses filles. Mais l'arrivee d'un etranger et\nla colere des jeunes brisent l'equilibre. Cette fable mythologique en noir et blanc questionne la foi, le\npouvoir et l'heritage des traditions africaines.\nContexte de creation Tourne au Benin avec une equipe pan-africaine, Mami Wata est un projet\nambitieux, stylise comme un conte visuel. Obasi, figure du nouveau cinema nigerian independant,\nrevendique une esthetique afrofuturiste enracinee dans les croyances ancestrales. Le film a ete\nrecompense a Sundance (Prix special du jury pour la photographie) et salue au FESPACO.\nAccueil critique Rotten Tomatoes : 97 %. Le New York Times parle d'un \" poeme visuel \" ; Telerama\nsalue \" une oeuvre d'une beaute plastique rare \". Le film a ete applaudi pour son ancrage culturel et\nson esthetique radicale.\nInfos pratiques Disponible a la location sur Apple TV, Amazon Prime Video, Google Play et\nYouTube Movies (a partir de 3,99 ). Version originale avec sous-titres francais disponibles selon\nplateforme.\n9 - Katanga, la danse des scorpions Dani Kouyate (Burkina Faso, 2024) - Duree : 1h53 - Langue :\nmoore, sous-titree francais - Plateforme : iROKOtv (via VPN ou offre export) Synopsis Katanga, chef\nde guerre au charisme redoutable, recoit d'un devin l'annonce qu'il accedera au pouvoir supreme.\nPousse par l'obsession de son destin, il elimine ses adversaires un a un. Mais l'ascension laisse\nplace a la paranoia, aux fantomes, a la folie. Tournee en noir et blanc, cette tragedie inspiree de\nMacbeth transpose le theatre shakespearien dans une Afrique contemporaine rythmee par les rites,\nla terre et la parole.\nContexte de creation Dani Kouyate, figure du cinema burkinabe, revient ici a une forme epuree,\nentierement en langue moore. Le film a ete tourne au Burkina Faso, avec des acteurs issus du\ntheatre populaire. Coproduit avec des fonds regionaux, Katanga s'impose comme un manifeste\nvisuel : peu de musique, une lumiere tranchee, des dialogues envoutants. Le noir et blanc n'est pas\nun effet de style, mais une decision politique et esthetique.\nAccueil critique Laureat de l'Etalon d'or au FESPACO 2025, Katanga a ete salue comme un \" choc\nvisuel \" par Africine et Jeune Afrique .\nTelerama evoque un \" Macbeth africain qui embrase l'ecran avec une puissance rarement vue dans\nle cinema ouest-africain \". Le film est entre en catalogue VoD a l'issue du festival.\nInfos pratiques Disponible a la location sur iROKOtv (offre export) ou en telechargement legal\ndepuis certaines plateformes africaines partenaires. En version originale sous-titree. Visionnage\nrecommande avec VPN si acces geobloque.\nA noter :\nKatanga est egalement repris en salles dans plusieurs cinemas art et essai en France depuis debut\njuillet 2025, offrant une rare double diffusion en salle et en streaming pour un film africain\nindependant.\n10 - Plateforme Shasha , la collection de juillet Selection thematique (Moyen-Orient et Afrique du\nNord) - Duree variable - Langues : arabe, kurde, persan, francais - Plateforme :\nshashamovies.com Presentation Shasha est une plateforme independante basee a Londres,\nspecialisee dans le cinema du monde arabe et du Moyen-Orient. Chaque mois, une nouvelle\nselection d'une vingtaine de films est proposee, melant courts, longs, documentaires et fictions.\nPour juillet 2025, la collection s'intitule \" Still Breathing \" et reunit des films sur la resistance du\ncorps, la guerre et la reconstruction.\nFilms phares du mois - A Feeling Greater Than Love (Mary Jirmanus Saba, Liban, docu-essai,\n2017) - The Fifth Story (Ahmed Yassin Al-Daradji, Irak, 2020) - Bye Bye Tiberias (Lina Soualem,\nPalestine/France, 2023) - Under the Concrete (Roy Arida, Liban, 2021) Accueil critique Shasha a\nete saluee par Time Magazine comme \" la plateforme la plus innovante du monde arabe \", tandis\nque Sight & Sound loue \" un travail editorial exemplaire \". Le catalogue met l'accent sur les jeunes\nrealisateurs, les formes hybrides, les recits de femmes et les esthetiques audacieuses.\nInfos pratiques Acces mensuel a 6,99 , sans engagement. Films disponibles en version originale,\nsous-titres en anglais (parfois en francais). Accessible depuis la France sans VPN.\nwww.shashamovies.com 2 partages 0 0 2 0 0",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 14462,
                "words": 2296,
                "lines": 171
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "L'Europe boude la Foire commerciale intra-africaine",
            "date": "2025-08-02T09:38:59.939662",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "L'Europe boude la Foire commerciale intra-africaine\n\nMIPIM-2019-Paris 1 partage 0 0 0 0 1 Du 4 au 10 septembre prochain, Alger accueillera la\nquatrieme edition de la Foire commerciale intra-africaine (IATF2025). Pendant que l'Europe debat\nde ses propres enjeux, l'Afrique batit discretement le plus grand marche commercial du monde.\nAlger 2025 pourrait bien marquer l'emancipation economique definitive du continent.\nFrederic Labbe-Chapuis, Entrepreneur, administrateur de la Silotec, societe luxembourgeoise\ndeveloppant des logiciels de transport utilises dans une vingtaine de pays africains.\nUn evenement strategique sous-estime La ceremonie de signature de l'accord d'accueil de la Foire\ncommerciale intra-africaine 2025 (IATF2025) s'est tenue a Alger le 15 avril 2024. Organisee par\nAfreximbank, en collaboration avec l'Union africaine, le secretariat de la ZLECAf et le gouvernement\nde la Republique algerienne democratique et populaire , cette foire represente bien plus qu'un\nsimple salon commercial.\nContrairement aux sommets UE-Afrique ou les dirigeants europeens dictent l'agenda, l'IATF2025\nsera entierement pilotee par les Africains pour les Africains. Un changement de paradigme que\nBruxelles semble ignorer.\nLes donnees qui derangent Les chiffres revelent l'ampleur de cette transformation.\nL'intelligence artificielle pourrait generer jusqu'a 1,5 trillion $ de croissance pour l'Afrique d'ici 2030 ,\nselon l'Africa CEO Forum 2025. Une croissance qui se fera avec ou sans l'Europe.\nPlus revelateur encore :\n44 pays africains s'appretent a depasser la croissance moyenne mondiale de 3,2 % . Cette\nperformance s'appuie sur des fondamentaux que l'Europe n'a pas anticipes.\nLa revolution fintech, laboratoire de l'independance Le secteur financier illustre parfaitement cette\nemancipation.\nAvec plus de 700 milliards de dollars de transactions mobiles en 2022, l'Afrique est devenue leader\nmondial du paiement mobile . M-Pesa, Wave, et leurs concurrents africains dominent un marche\nque les banques europeennes croyaient inaccessible.\nCette revolution technologique s'accompagne d'une mutation demographique sans precedent.\nPlus de 60 % des Africains ont moins de 25 ans , une jeunesse ultra-connectee qui faconne de\nnouveaux modeles economiques, souvent en court-circuitant les solutions europeennes.\nL'intelligence artificielle, nouveau terrain de jeu L'IA redefinit la donne.\nL'Afrique, berceau d'une nouvelle revolution technologique, voit l'intelligence artificielle s'epanouir\nsur le continent, portee par des talents locaux et des projets innovants . Ce developpement\nendogene inquiete a juste titre.\nPendant que l'Europe organise des sommets sur la gouvernance de l'IA , l'Afrique developpe ses\npropres ecosystemes.\nGoogle vient d'investir 37 millions de dollars pour soutenir un nouvel ecosysteme de l'intelligence\nartificielle sur le continent africain .\nLa transformation industrielle en marche Au-dela de la tech, c'est toute l'industrie africaine qui se\nrestructure.\nL'economie africaine est sur une trajectoire ascendante apres les perturbations causees par la\npandemie de COVID-19. Plusieurs pays se repositionnent comme leaders economiques .\nLa Cote d'Ivoire, la Tanzanie et le Senegal affichent des performances remarquables, portees par\nune forte consommation privee et des investissements publics soutenus .\nL'Europe face a ses contradictions Paradoxalement, l'Europe maintient des investissements de 150\nmilliards d'euros via le Global Gateway tout en ignorant les dynamiques intra-africaines. Une\nstrategie incoherente qui privilegie les relations bilaterales au detriment de l'integration continentale.\nResultat :\nles flux d'IDE ont atteint 83 milliards de dollars en 2022, marquant une augmentation de 35 % , mais\nune part croissante provient desormais d'investisseurs non-europeens.\nAlger 2025 : le revelateur d'une nouvelle Afrique L'IATF2025 d'Alger cristallise ces mutations.\nContrairement aux forums traditionnels, cette foire privilegie les echanges commerciaux directs\nentre entreprises africaines. Un modele \" business-to-business \" qui court-circuite les intermediaires\neuropeens.\nLa ZLECAf, avec son marche de 1,2 milliard de consommateurs, offre desormais aux entrepreneurs\nafricains des debouches continentaux. L'Europe, habituee a etre l'interlocuteur privilegie, se\nretrouve spectatrice d'une revolution qu'elle n'a pas vue venir.\nL'urgence strategique europeenne Face a cette realite, l'Europe dispose de deux options : s'adapter\nou subir. Soutenir l'IATF plutot que la concurrencer, financer les infrastructures d'integration\nafricaine plutot que des projets bilateraux, accepter des partenariats d'egal a egal plutot que\nmaintenir une posture paternaliste.\nL'Afrique de 2025 n'attend plus les lecons de l'Europe. Elle construit son propre modele de\ndeveloppement, ses propres reseaux, ses propres champions. L'IATF2025 d'Alger en sera la vitrine.\nA l'Europe de decider si elle veut en etre partenaire ou simple observatrice.\n1 partage 0 0 0 0 1",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4942,
                "words": 684,
                "lines": 63
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "La reconnaissance de la Palestine par Macron, un coup pour rien",
            "date": "2025-07-31T15:06:27.342696",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "La reconnaissance de la Palestine par Macron, un coup pour rien\n\n5 partages 0 1 2 0 2 Emmanuel Macron vient d'en faire l'annonce officielle : en septembre, la France\nreconnaitra l'Etat palestinien. Qu'implique cette decision, que changera-t-elle concretement et au\nniveau symbolique, aussi bien pour les Palestiniens que pour l'image de la diplomatie francaise ? \"\nLhe Conversation \" nous propose un entretien avec la politiste Myriam Benraad, specialiste du\nMoyen-Orient.\nMyriam Benraad Senior Lecturer in International Politics, Negotiation & Diplomacy, Sciences Po\nL'annonce officielle d'une prochaine reconnaissance de la Palestine peut-elle avoir un effet sur\nl'image de la France dans le monde arabe ?\nOn ne dispose pas de suffisamment de sondages et d'enquetes credibles sur l'evolution de l'opinion\ndans les pays arabes vis-a-vis de la France pour en juger ; mais cette annonce pourrait constituer\nun tournant symbolique dans la maniere dont la France est percue par les populations locales. Car\nla question palestinienne, on le sait bien, demeure un point de fixation durable et central dans cette\nregion . Or, ces dernieres annees, l'impression s'etait propagee que la France se montrait beaucoup\ntrop comprehensive a l'egard d'Israel dans sa confrontation avec les Palestiniens. Et aussi, au fond,\nque la France n'etait plus qu'un acteur secondaire, voire impuissant , que le temps ou elle pouvait\ninflechir certains conflits au Moyen-Orient et peser sur les negociations etait revolu depuis\nlongtemps.\nCette annonce est-elle de nature a peser d'une facon ou d'une autre sur la situation des\nPalestiniens ?\nDans l'immediat, elle ne changera malheureusement pas grand-chose.\nLa bande de Gaza est un champ de ruines , plongee dans une crise humanitaire de tres long terme\ndont on peine a entrevoir la fin.\nIl reste que depuis le debut de cette crise, meme si l'influence de la France est restreinte, Paris n'a\ncesse, a l'echelle de toutes les instances multilaterales, de rappeler les principes du droit\ninternational , notamment humanitaire, ainsi que la necessite d'un cessez-le-feu et d'une solution\npolitique. La France a pris ses distances avec le hard power americain et israelien pour tenter de\njouer de son soft power et, ainsi, se presenter comme le pilier d'un multilateralisme profondement\nebranle par la guerre a Gaza.\nj< a France copreside avec l'Arabie saoudite la conference sur la Palestine qui vient de s'ouvrir a\nl'ONU. C'est un duo plutot inedit...\nLe rapprochement avec Riyad s'explique assez simplement au niveau politique. L'Arabie saoudite\nest un poids lourd regional, partie prenante de toutes les discussions diplomatiques , sur toutes les\ncrises.\nSur la question palestinienne, sa position est depuis le debut tres ambivalente. L'Arabie saoudite\ndemeure en effet un allie strategique des Etats-Unis, qui sont eux-memes le premier soutien d'Israel\n; dans le meme temps, elle s'est jointe a la Ligue arabe pour denoncer la situation a Gaza . La\nFrance cherche a jouer de son influence aupres des Saoudiens pour les pousser a accroitre la\npression sur leurs allies americains et, a travers eux, sur les Israeliens, dans le sens d'une\ndesescalade du conflit.\nEn outre, l'Arabie saoudite aura certainement un role majeur a jouer dans la reconstruction de Gaza\n: on attend beaucoup d'elle, ne serait-ce qu'en raison de sa puissance financiere. Cette\nreconstruction ne se fera pas uniquement par le biais de Riyad, mais avec l'appui d'autres pays de\nla region. Il me semble d'ailleurs que la notion de regionalisation du reglement des crises au\nMoyen-Orient n'est pas suffisamment mise en avant. La question palestinienne est une question\ninternationale, certes, mais elle est avant tout une question regionale, voire une question arabe.\nAu-dela du financement de la reconstruction, il y a dans la vision francaise une dimension politique.\nDans l'interview que le ministre des affaires etrangeres Jean-Noel Barrot a accordee dimanche\ndernier a La Tribune , il declare : \" J'espere que pour la premiere fois, les pays arabes\ncondamneront le Hamas et appelleront a son desarmement. \" D'un point de vue diplomatique,\naffirmer que les pays arabes ne condamnent pas le Hamas me parait maladroit. En realite,\nbeaucoup des Etats voisins d'Israel, que ce soit la Jordanie, l'Egypte ou un certain nombre de pays\ndu Golfe, ont interdit la confrerie des Freres musulmans dont le Hamas est issu et, bien entendu,\negalement le Hamas en tant que tel .\nTous les efforts de Paris et des autres pays qui s'impliquent dans une recherche de reglement de la\ncrise actuelle ne seront-ils pas rendus vains si Israel, comme certains de ses ministres l'ont laisse\nentendre , decidait d'annexer officiellement Gaza et la Cisjordanie ?\nIl faut rappeler qu'avant le 7 octobre 2023, Israel avait amorce un processus de normalisation de\nses relations avec un plusieurs Etats de la region. Je pense evidemment aux accords d'Abraham de\n2020, mais aussi aux traites de paix plus anciens, et toujours en vigueur, avec Le Caire et Amman .\nEn outre, des negociations sont tres discretement conduites avec le nouveau pouvoir de Damas\npour essayer d'obtenir une decrue des hostilites en Syrie. Au Liban, Israel est engage dans des\ndiscussions afin d'obtenir un apaisement dans le sud de ce pays.\nIsrael n'a pas investi toute cette energie a remodeler le Moyen-Orient a son avantage pour perdre\nces gains ; c'est pourquoi je ne crois pas que ses elites politiques et militaires procederont a une\nannexion finale de Gaza et de la Cisjordanie. Qu'Israel mue en puissance occupante pour un temps\na Gaza, cette optique me semble en revanche inevitable. Toutefois, l'Etat hebreu aura tout interet a\ntransmettre rapidement le temoin.\nEt ce temoin, a qui Israel pourrait-il le transmettre ?\nJe songe a une force regionale.\nPas a l'Autorite palestinienne de Mahmoud Abbas ?\nIl n'y a pratiquement plus d'Autorite palestinienne en place. Ce qui reste de cette entite n'est\nabsolument pas en mesure de prendre en charge la bande de Gaza, que ce soit politiquement ou\neconomiquement, au vu de l'etendue des destructions. En revanche, on pourrait imaginer, sous\ncertaines conditions, des engagements et garanties de la part d'Etats arabes qui prendraient le\nrelais et, in fine , participeraient de la recomposition d'une gouvernance palestinienne dont les\ncontours seraient a esquisser plus precisement.o Mais la France reconnait l'Autorite palestinienne\ncomme etant l'unique entite a meme de gerer la Palestine, donc y compris Gaza...\nC'est la position officielle de Paris, en effet. Mais il suffit de se rendre en Cisjordanie pour constater\nque l'Autorite palestinienne n'y opere que par une gestion des affaires courantes. Si demain advient\nune explosion de violence, c'est l'armee israelienne qui s'y substituera, comme c'est deja en large\npart le cas . On l'a encore constate lors des affrontements des derniers mois.\nEt puis, au-dela des annonces, Israel n'acceptera pas d'Autorite palestinienne forte car celle-ci,\ndans le passe, a aussi pris les armes contre lui. Avant l'emergence du terrorisme islamiste tel que\nrevendique par le Hamas, l'OLP, des decennies durant, a recouru a l'action terroriste au nom de la\ncause palestinienne, dans un registre certes nationaliste. Les Israeliens n'ont donc aucune veritable\nconfiance dans l'Autorite palestinienne.\nSurtout, l'evolution recente de la societe et de la classe politique israeliennes montre bien l'absence\nde tolerance a l'idee de vivre a la frontiere un Etat palestinien de plein droit. Aux yeux d'une majorite\nd'Israeliens, ce serait courir le risque de subir un nouveau 7 Octobre.\nUne critique plus structuree de la guerre a Gaza emerge actuellement en Israel, y compris au sein\nde l'armee , mais le traumatisme est toujours trop present. D'ou les reactions violentes qui se sont\nexprimees contre la decision d'Emmanuel Macron, accuse par les plus radicaux d'etre le promoteur\nd'une reconstitution de la menace terroriste palestinienne.\nAutrement dit, tant qu'Israel et, derriere lui, les Etats-Unis, ne seront pas eux-memes reellement\nfavorables a la solution a deux Etats, la Palestine peut bien etre reconnue par plus des trois quarts\ndes Etats de l'ONU, cela ne changera rien...\nEffectivement. La declaration d'Emmanuel Macron ne modifiera rien sur le terrain. Pres de 150\nnations ont d'ores et deja reconnu l'Etat de Palestine . Cet Etat, du point de vue du droit\ninternational, existe par consequent, et en realite depuis le plan de partage de la Palestine\nmandataire en 1947 . Cependant, sur le terrain, cet Etat est irrealisable pour des considerations\nterritoriales, demographiques, politiques et securitaires.\nDes lors, quel avenir pour ces deux peuples ?\nApres l'echec des accords d'Oslo au tournant du nouveau millenaire, on avait vu emerger une\nnouvelle generation, a la fois du cote palestinien et du cote israelien, qui considerait que la seule\noption viable etait finalement celle d'un Etat unique , ou les Palestiniens jouiraient de tous leurs\ndroits en tant que citoyens.\nCette idee d'un Etat d'Israel cosmopolite, rassemblant Juifs, Arabes et autres minorites, renouait\nalors avec le projet initial d'une frange du sionisme historique, principalement laique et dechiree\nentre son attachement a l'Europe, un nationalisme juif et ces ideaux cosmopolites . La declaration\nd'independance de l'Etat d'Israel du 14 mai 1948 pose aussi que celui-ci \" developpera le pays au\nbenefice de tous ses habitants \", \" sera fonde sur les principes de liberte, de justice et de paix \" et \"\nassurera une complete egalite de droits sociaux et politiques a tous ses citoyens, sans distinction de\ncroyance, de race ou de sexe \".\nAujourd'hui, des logiques religieuses messianiques ont pris le dessus, une loi sur le caractere juif de\nl'Etat a ete adoptee en 2018 , et les relations entre Arabes et Juifs israeliens se sont terriblement\ndegradees depuis le 7 Octobre et le lancement de la guerre a Gaza. On n'a jamais ete aussi loin\nd'une solution, a deux Etats ou sous d'autres formes.\nA lire aussi :\nReimaginer des horizons politiques en Israel/Palestine Pourtant, des pistes existent, comme celle\nd'une confederation de deux nations souveraines qui vivraient en partenariat sur un meme territoire\n. Un tel consociationalisme, theorie politique offrant de gerer de profondes divisions\nethno-confessionnelles au sein de societes par des accords de partage du pouvoir, prendrait en\nl'occurrence le contre-pied a la fois de la solution a deux Etats, dont le cadre a amplement ete\nentame depuis l'echec des accords d'Oslo, et d'une solution a un Etat unique en laquelle une infime\nminorite continue de croire. Mais la encore, ce scenario est-il un jour susceptible de se materialiser ,\ntant les violences se sont partout multipliees et exacerbees entre Israeliens et Palestiniens ?\nA lire aussi :\nIsrael-Palestine : la solution de l'Etat unique Dans l'absolu, pour qu'une option politique puisse voir\nle jour, il faudra que ces communautes acceptent de coexister. J'ai evoque le durcissement de la\nsociete israelienne ; mais qu'en est-il de la societe palestinienne ? Apres les bombardements, des\ndizaines de milliers de morts et la famine generale, la population de Gaza pourra-t-elle accepter\ncette coexistence avec Israel ? Pourra-t-elle d'ailleurs rester au milieu des decombres ou\ns'achemine-t-on vers un exode inexorable, et par quels moyens ?\nEn effet, cet exode est-il possible aujourd'hui ?\nPratiquement pas, car la seule voie de sortie, vers l'Egypte, est fermee , Le Caire ne souhaitant\nsurtout pas courir le risque de voir deux millions de Gazaouis s'installer sur son sol. Pour justifier le\nrefus de les laisser entrer massivement, les regimes de la region affirment qu'Israel cherche a\nprovoquer une nouvelle Nakba , et qu'une fois que les Palestiniens de Gaza se seront installes en\nEgypte, et ceux de Cisjordanie en Jordanie, le chemin du retour leur sera definitivement ferme.\nPour ces regimes, il est hors de question que les Palestiniens quittent leur terre d'origine. Ce\ndiscours suffit a justifier le maintien de la fermeture des frontieres aupres d'opinions publiques\ncertes ulcerees par le sort qu'Israel inflige aux Palestiniens, mais qui ne veulent en aucun cas que\nNetanyahou ait gain de cause et que les Gazaouis soient contraints d'abandonner leurs terres. Et\ncote palestinien, domine le sentiment d'etre assiege par Israel, mais aussi abandonne par de\nsupposes freres arabes qui n'ont guere mobilise leurs armees contre Israel au-dela des declarations\nsouvent incendiaires.\nEn avril, Emmanuel Macron avait dit souhaiter qu'en contrepartie de sa propre reconnaissance de la\nPalestine, Israel soit reconnu par les Etats arabes . Ce calcul est-il voue a l'echec ?\nA ce stade, il me semble que oui. Ces Etats peuvent en effet ignorer leurs opinions publiques, mais\njusqu'a un certain point. Aucun regime arabe aujourd'hui ne veut courir le risque de provoquer une\nexplosion de colere et un soulevement comparable a ceux de 2011 ; or il n'est pas impossible que la\nreconnaissance d'Israel suscite des reactions brutales. La guerre de Gaza, depuis pres de deux\nans, sans meme evoquer ce qui l'a precedee, a cause, pour des generations entieres, en Israel\ncomme dans le monde arabe, si ce n'est une haine insurmontable, au moins une defiance puissante\net durable. Il faudra beaucoup plus que de simples mesures symboliques comme la reconnaissance\nde la Palestine pour surmonter l'ampleur des sequelles.\nPropos recueillis par Gregory Rayko 5 partages 0 1 2 0 2",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 13452,
                "words": 2149,
                "lines": 157
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Serie Cameroun (1), cinquante deces d'opposants entre 1982 et 2023",
            "date": "2025-08-02T09:39:19.114190",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Serie Cameroun (1), cinquante deces d'opposants entre 1982 et 2023\n\n98 partages 74 1 3 11 9 En 41 ans, ils sont entre autres religieux, avocats, journalistes et etudiants\na avoir perdu la vie dans des circonstances troubles. Les nombreuses enquetes judiciaires ouvertes\nn'ont jamais pu reveler les reels mobiles de ces morts violentes et barbares laissant ainsi le doute\nplaner. Meme si les familles gardent le silence parfois par peur des menaces, elles continuent de\nporter le deuil.\nUne production de DataCameroon, pur Player de Fact-checking, de Data journalisme et de\nJournalisme d'investigation Quelques deces suspects: Narcisse Djomo Pokam...\n....Mgr Jean-Marie Benoit Bala De la periode allant de 1982 a 2023, du sang a ete verse au\nCameroun de maniere barbare et violente. Un tableau macabre qui affiche une cinquantaine de cas\nrepertories dans le cadre de cette enquete. Ont perdu la vie dans d'atroces souffrances,\njournalistes, banquiers, etudiants, religieux, commercants, avocats, hommes de culture et\nuniversitaires. On liste aussi des veuves d'hommes politiques et des enfants.\nMalgre le temps qui est passe, la seule evocation de ces crimes crapuleux contribue a creer des\nremous autour des familles. Les differentes sources d'information interrogees jugent necessaires de\nse terrer dans un mutisme suspect. Personne ne souhaite s'exprimer, meme les avocats de\ncertaines familles des victimes refusent de dire mot, pretextant le \" secret professionnel \" .\nLes familles quant a elles, semblent avoir disparu avec leurs morts, car elles restent introuvables.\nQuelques proches retrouves, malgre toutes les assurances donnees sur la protection de leur\nidentite, choisissent de garder le silence.\nL'ecrivain Arol Ketchiemen, auteur de : \" Riviere de sang, enquete sur les morts non elucidees \" ,\ntemoigne \" qu'il y a quand meme certaines familles courageuses qui se battent depuis quelques\nannees pour reclamer justice et tres souvent, finissent par capituler a cause des pressions diverses.\nL'une d'entre elles, apres avoir ete menacee, s'est resignee \" .\nSelon Cyrille Rolande Bechon, de l'Ong Nouveaux Droits de l'Homme, \" il y a des cas ou les familles\ndes victimes ont completement abandonne parce qu'elles ont compris les realites mafieuses du\nCameroun. Certaines ont tout laisse tomber parce que financierement epuisees par les tracasseries\njudiciaires.\nC ertaines familles ont peur pour leur securite quand une autorite est citee dans leur affaire. Elles\nchoisissent donc de se taire surtout celles qui connaissent la brutalite du regime en place \",\nexplique-t-elle. La directrice executive poursuit qu'il y a des cas ou les coupables ont ete trouves et\nemprisonnes sans jamais statuer sur les reparations ou sur la situation des victimes.\nPour le Pr Claude Abe, sociologue, ce silence \" complice \" des familles, peut s'expliquer par le fait\nque les crimes ont cela de particulier qu'ils traumatisent les familles et parfois ce traumatisme de la\ncellule familiale, prend egalement en charge toute la societe entiere. Selon cet universitaire, quand\non voit les familles qui apres de nombreuses annees n'arrivent pas a parler, cela peut se traduire\npar le fait qu'elles se disent : \" nous avons deja ete victimes une fois, nous ne voulons plus le subir\n\".\nIl ajoute : \" la societe camerounaise a une grosse part de responsabilite la-dedans on ne peut pas\ncomprendre qu'une societe soit aussi apeuree qu'elle oublie tres facilement des gens qui ont\ncompte pour elle \" .\nToujours pour expliquer ce silence qu'il qualifie d'inquietant, le Pr Claude Abe affirme : \" on peut se\ndire que ceux qui ont elimine des gens ont des complicites meme apres l'elimination parce qu'en\nrealite, si une societe encourage un travail de mutisme, ca devient comme un silence structurel,\norganise qui fait que ca expose davantage les individus qui pourraient defendre les interets des\npopulations. Ca semble etre une strategie politique qui vise a faire taire les leaders qui peuvent etre\ndes gens bruyants et qui peuvent denoncer un certain nombre de choses \" , conclut-il.\nMenaces Meme des journalistes ayant assure la couverture de ces faits macabres ont subi des\nmenaces. Xavier Messe, actuel directeur de la publication du journal \" Le Calame \", se souvient\nqu'en tant que directeur des redactions du Groupe l'Anecdote, en pleine investigation sur la mort de\nMgr Jean Marie Benoit Balla en 2017, va recevoir des menaces via des appels telephoniques et des\nmessages electroniques. Peu apres, le journaliste est contraint d'abandonner ses recherches sur\ninstruction de sa hierarchie.\nRepartition par profession des assassinats non elucides au Cameroun de 1982 a 2023\nhttps://public.flourish.studio/visualisation/15226971/ Dans la meme affaire, le journaliste Leger\nNtiga, directeur des redactions du journal Essingan, confie egalement subir des menaces. Il faut\nrappeler que Mgr Bala, eveque du diocese de Bafia, dans le Mbam et Inoubou, region du Centre,\nentre 2003 a 2017 a disparu dans la soiree du mardi 30 mai 2017. Sa voiture de marque Toyota\nLand Cruiser Prado immatriculee CE 9503V de couleur blanche est retrouvee le lendemain sur le\npont d'Ebebda, dans la Lekie, region du Centre. A l'interieur etaient deposees ses pieces\npersonnelles et un bout de papier contenant l'effrayant message \" Je suis dans l'eau \". Six ans\napres, le mystere continue meme si les premieres conclusions de l'enquete judiciaire ont revele le 4\njuillet 2017 dans un communique du procureur general pres la Cour d'appel du Centre, Jean Fils\nNtamack, que la noyade etait la cause la plus probable de la mort de cet homme de Dieu.\nViolences Tout a cote de la mort de Mgr Jean-Marie Benoit Bala, le sang de plusieurs autres\nvictimes a coule dans des situations toutes aussi troubles et peut-etre moins tristement celebres.\nMeme si les emotions sont retombees, le doute continue de planer et les interrogations persistent\nsur les raisons de ces morts que nombreux considerent aujourd'hui comme crimes non elucides. \"\nOn parle de crime non elucide lorsque la justice n'a pas pu resoudre l'affaire en designant les\nresponsables \", explique Dr Abdel Nasser Issa Pave, juriste criminologue.\nA sa suite, Me Thierry Henri Atangana, expert criminel assermente, ajoute qu'il s'agit premierement\ndes crimes en cours d'enquete et deuxiemement, des affaires classees. Mieux encore, elles\npeuvent etre celles qui le sont definitivement, soient qui sont proscrites juridiquement ou tout\nsimplement classees sans suite. Dans ce processus de definition, Dr Nasser poursuit que les crimes\nnon elucides sont ceux pour lesquels, les circonstances ne permettent pas de mener une enquete\nsoit encore que lesdites circonstances ne menent a aucune piste (responsable) probante. \" Dans un\ncas comme dans l'autre, il est impossible de designer les auteurs de ces infractions \", souligne-il.\nLoin de ces avis d'experts, Xavier Messe, pense que les crimes non-elucides sont ceux dont les\nresultats d'enquetes sont entoures d'une certaine opacite. Avis corrobore par Arol Ketchiemen, qui\ncroit savoir que pour se prononcer sur un crime non elucide, il faut attendre sur le long terme,\nc'est-a-dire patienter jusqu'a ce que les conclusions de l'enquete soient disponibles.\nSouvent accompagnes d'une extreme violence, ces morts selon Leger Ntiga, n'ont souvent\ncurieusement rien a voir avec la version officielle. Elles seraient donc entachees de mobiles que les\nautorites ne veulent pas reveler. Dans ce registre, on a le cas de Me Mbopda decede le 5 avril\n1990. L'avocat a ete assassine par un gardien de la paix, Louis Emandion, en service au\nGroupement mobile d'interventions (Gmi) de la ville de Bafoussam. Le proces a dure deux ans et le\n17 fevrier 1992, la chambre criminelle du Tribunal de grande instance de Bafoussam rend son\nverdict. Le gardien de la paix est condamne a vie sauf que le mobile de son forfait est reste non\nelucide.\nLe 5 fevrier 2010, Ngota est arrete avec trois autres journalistes de differentes publications. Les\njournalistes sont detenus pendant plusieurs jours et interroges. Ils sont liberes, puis inculpes de\nfalsification d'un document gouvernemental. Ngota et deux autres journalistes sont a nouveau\narretes et detenus a la prison centrale de Kondengui, a Yaounde, au Cameroun. Le 22 avril, Ngota\ndecede dans des circonstances suspectes.\nPour Leger Ntiga, les crimes non elucides se caracterisent par les causes officielles de la mort\nsouvent qui ne concordent pas avec les signes visibles sur la depouille. Ce qui se verifie dans\nl'affaire du journaliste Germain Cyrille Ngota Ngota connu sous l'appellation de Bibi Ngota, decede\nle 23 avril 2010 a la Prison centrale de Kondengui a Yaounde. Le ministre de la communication de\nl'epoque, Issa Tchiroma Bakary a publiquement confesse au cours d'une conference de presse\ndonnee a Yaounde le 23 avril 2010, que ce journaliste et directeur de publication du journal \"\nCameroun Express \" est decede des suites d'infections opportunistes subsequentes au Vih.\nDes conclusions qu'il dit tenir des rapports du responsable de l'infirmerie de ce penitencier. Or, la\ngenitrice de ce journaliste madame veuve Ngoulou nee Edima Georgette a assure dans une\ninterview accordee le 27 avril 2010 au site Camer.be que son fils avait ete \" torture \". Informations\nque ne corrobore pas l'enquete officielle qui va plutot reveler que Bibi Ngota n'a pas ete victime de\nmauvais traitements. Le Dr Um Um Bitanga, medecin legiste, affirme qu'il existe des signes\nexterieurs qui renvoient a des genres particuliers de mort. \" Mais c'est l'autopsie qui permet de\nconfirmer la cause de la mort. L'autopsie permet un examen macroscopique, puis eventuellement\nmicroscopique des organes ainsi que des examens biochimiques et toxicologiques \", precise- t-il.\nOpacite Pourquoi les enquetes autour de ces morts ne prosperent pas ? Xavier Messe invoque\nl'implication de l'Etat qui peut se traduire par l'ouverture des enquetes dont les resultats ne sont\njamais connus, une facon percue par l'auteur de \" Riviere de sang, enquete sur les morts non\nelucidees \" dans son interview a Naija Tv comme une facon d'enterrer une affaire. D'ailleurs\nEdmond Locard, professeur de medecine legale, fondateur du premier laboratoire mondial de police\nscientifique en 1910 a Lyon en France declarait : \" dans l'enquete criminelle, le temps qui passe,\nc'est la verite qui s'enfuit . \" Une volonte de dissimuler les preuves qui a ete suspectee dans l'affaire\nMartinez Zogo encore en cours.\nDes personnalites au sommet de l'Etat ont ete citees dans l'assassinat de cet animateur radio mais\nplus rien n'a filtre.\nUn nuage a recouvert l'operation du test d'Adn pratique sur la depouille de ce chef de chaine\nd'Amplitude FM dont le corps en etat de putrefaction avance a ete decouvert le dimanche 22 janvier\n2023. Un test d'Adn qui selon le cardiologue Dr Aime Bonny permet en plus, d'avoir l'identite des\nassassins. Il ecrivait que le blocage de ce test etait une aubaine pour les assassins de cet\nanimateur qui n'ont rien a gagner que ce test soit pratique.\nLe 21 aout 2006, Narcisse Olivier Djomo Pokam est tue, puis defenestre du 8e etage de l'hotel\nHilton de Yaounde Au-dela de ces enquetes qui ne prosperent pas, on a aussi des personnes\ninnocentes qui se retrouvent condamnees juste pour brouiller les pistes. Le 21 aout 2006, Narcisse\nOlivier Djomo Pokam est tue, puis defenestre du 8e etage de l'hotel Hilton de Yaounde. Dans cette\naffaire, des noms de certains pontes du regime sont cites. Mais curieusement, Taboue Fotso,\nbagagiste ; Pokoupong Felix, chef de la securite ; Simeon Onambele Atangana, agent d'entretien ;\nMichel Ngui et Celestin Tchuenkam, plombiers, tous employes de l'hotel presentes comme les\nprincipaux suspects, seront envoyes en prison.\nRepartition par sexe des personnes assassinees entre entre 1982 et 2023 au Cameroun (%)\nhttps://public.flourish.studio/visualisation/15226284/ Apres quatre annees de reclusion, le Tribunal\nde grande instance (Tgi) du Mfoundi prononce des peines lourdes contre eux. Taboue Fotso ecope\nde 20 ans de reclusion ferme tandis que les autres accuses sont condamnes chacun, a 15 ans\nd'emprisonnement. Le 23 avril 2023, le journal du monde judiciaire rapporte l'acquittement a la Cour\nd'Appel du Centre au benefice du doute. \" Q ui a donc tue Narcisse Djomo Pokam ? Qu'avait-il fait ?\nque lui voulait-on. Comment peut-on en plein jour, dans une chambre du Hilton, le plus prestigieux\net securise du pays, torturer ; violer, tuer, un etre humain et jeter son corps a l'exterieur, a plusieurs\nmetres du sol sans que les coupables ne soient clairement identifies ?\" s'interroge Arol Ketch, le 22\naout 2023 sur sa page Facebook. D'apres lui, les veritables coupables sont connus et libres puisque\nleurs noms etaient abondamment cites dans les journaux \" Mais etant puissant et beneficiant d'un\nsoutien eleve au sein de l'appareil etatique, ils n'ont jamais ete inquietes \", ecrit-il.\nJustice Au-dela de cette implication du politique dans ces deces, Francois Bingono Bingono,\nanthropologue, soutient qu'il s'agit souvent de crimes rituels qui sont un processus de capture de\nl'energie psychique de la victime tuee de maniere rituelle. \" Il y a beaucoup de similitudes dans les\nmodes operatoires quand on regarde Mgr Bala, le Pere Mveng, Me Ngongo Ottou. De nombreux\nelements amenent a croire que les commanditaires et les executants seraient les memes individus.\nCette similitude des modes d'operation amene a dire qu'on a a faire a des memes acteurs qui\nagissent a des moments differents et a des contextes differents. On ne peut pas expliquer qu'en\n1983 on a le meme mode operatoire qu'en 2004, 2018 ou encore en 2023. Il s'agit donc de quelque\nchose qui s'est institutionnalise poussant a s'interroger sur d'eventuelles responsabilites des\ninstitutions et de nos elites gouvernantes \", argumente le sociologue Claude Abe.\nDans ce tableau sombre, le clerge est celui qui paye le prix fortavec vingt morts suspectes. Pour\nLeger Ntiga, il s'agit des meurtres au coeur des pouvoirs c'est-a-dire que des personnes au coeur\ndu regime qui sentant leurs interets menaces ont decide d'agir . \" Il soupconne lcertains au sein de\nl'Eglise d'avoir facilite ces assassinats. Dans le cadre de cette enquete, nous avons sollicite un\nentretien avec Mgr Samuel Kleda, archeveque metropolitain de Douala, sur les affaires concernant\nles religieux. L'archeveque nous a demande de passer par son service de communication, qui a son\ntour, nous a suggere de leur faire parvenir par courrier notre protocole d'interview.\nMalheureusement, notre courrier depose le 29 juin 2023 est reste sans suite.\nA en croire Dr Nasser \" Plusieurs variables peuvent expliquer la proliferation des affaires de\nmeurtres non elucides au Cameroun. Premierement, on peut citer la deficience des enquetes\njudiciaires. Celles-ci sont incapables, souvent a raison, de faire parler des cadavres qui sont\ngeneralement en decomposition. Par ailleurs, elles ne sont pas outillees du point de vue technique\net scientifique pour exploiter les ADN presents sur la scene de crime \", renseigne-t-il . Me Thierry\nHenri Atangana ajoute : \" pour le cas des homicides, tout se joue au debut dans les premieres\nconstatations. Le probleme est que parfois lorsque les OPJ arrivent sur les scenes de crimes,\ncelle-ci est deja souillee. La scene de crime est la base du travail d'elucidation d'une enquete\ncriminelle. C'est la qu'on recherche des empreintes digitales, le releve des traces materielles ceci\navant l'enquete de voisinage et la recherche de temoin \" Comme autres raisons, Dr Nasser parle de\nla frilosite des familles qui tournent rapidement la page et ne montrent pas de reelle determination a\nconnaitre la verite, comme s'il existait une perte de l'indignation collective devant la mort.\nNos tentatives de recueillir des informations au ministere de la Justice sont restees vaines.\nCameroun, le Bataillon d'Intervention Rapide (BIR) au coeur du pouvoir .\n98 partages 74 1 3 11 9",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 15897,
                "words": 2544,
                "lines": 176
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Best of Trump (5), l'amnistie les 1500 assaillants du Capitole",
            "date": "2025-08-02T09:39:12.903074",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Best of Trump (5), l'amnistie les 1500 assaillants du Capitole\n\n2 partages 0 0 0 0 2 Mondafrique, 21 janvier 2025 L'une des premieres mesures de Donald Trump,\nlundi, a ete de commuer les peines de plus de 1 500 de ses partisans qui avaient pris d'assaut le\nCapitole le 6 janvier 2021. En face de la prison federale de Washington, ou certains etaient\nincarceres, la nouvelle est accueillie avec un melange de joie et d'esprit de revanche.\n2 partages 0 0 0 0 2",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 394,
                "words": 75,
                "lines": 5
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Herman Yameogo: \" le Burkina suspendu au dessus du vide \"!",
            "date": "2025-07-31T15:06:33.250448",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Herman Yameogo: \" le Burkina suspendu au dessus du vide \"!\n\n1 partage 0 0 1 0 0 Maitre Herman Yameogo a la tete l'Union Nationale pour la Democratie et le\nDeveloppement, un parti d'opposition burkinabe a signe, le 21 juillet dernier, une analyse\nparticulierement interessante, audacieuse, presque lumineuse, de la situation politique et securitaire\nburkinabe. A la suite de cette publication sur les reseaux sociaux, le septuagenaire a ete interpelle\npar les autorites puis relache apres 36 heures de detention.\nDans ce texte qui a eu l'heur de fortement deplaire a Ia junte burkinabe, il appelle a un sursaut\nnational, insiste sur l'urgence de renouer un dialogue interne apaise et de restaurer l'Etat de droit et\nla confiance entre Burkinabe. Mais l'un des points central de ce texte concerne le risque majeur\nd'une mutation du conflit. Il met en garde : la guerre contre le terrorisme pourrait sous la pression\ndes frustrations populaires, basculer en guerre de liberation nationale si l'Etat persiste a ignorer les\nrevendications de democratie, de justice sociale et de reconciliation. Pour lui, le danger serait que\nles groupes armes s'approprient ces causes et apparaissent comme des porte-voix des aspirations\nsociales et des liberateurs. Prudent Maitre Yameogo, parle de risque mais en realite c'est presque\ndeja chose faite au vu des dernieres declarations du principal groupe arme djihadiste qui sevit dans\nles pays de l'AES (JNIM).\nLa redaction de Mondafrique Voici le texte d'Herman Yameogo ATTENTION AU RISQUE DE\nMUTATION DE LA GUERRE TERRORISTE EN GUERRE DE LIBERATION NATIONALE Une\nanalyse objective, lucide et courageuse de la situation nationale ne peut que conclure que (plus qu'a\nla croisee des chemins ) notre pays se trouve, pour la premiere fois de son histoire contemporaine,\nsuspendu au-dessus du vide. Il marche, sans filet ni boussole, sur une veritable corde raide. Tous\nles indicateurs le confirment, qu'ils soient politiques, economiques, sociaux et, plus encore,\nmilitaires.\nIl n'est donc plus admissible, a l'heure ou nous sommes au bord du gouffre, de persister dans une\nvoie dont l'inefficacite tragique a ete demontree par les faits. L'obstination a maintenir un cap\nmanifestement errone devient non seulement une faute politique, mais aussi une faute morale, car\nelle engage durablement la vie et l'avenir d'un peuple deja durement eprouve.\nL'incapacite a reconnaitre ses erreurs, a faire amende honorable, ou meme a consentir a une\nsimple pause reevaluatrice, contribue a enraciner dans les esprits un sentiment de fatalisme aussi\ndangereux que sterile. Il favorise l'idee d'une impasse inevitable, d'un destin scelle, ce qui constitue\nun terrain fertile pour toutes les formes de radicalisation et d'adhesion a des discours extremes.\nDans ce contexte, certains choix et comportements deviennent particulierement inquietants,\nnotamment celui qui prend corps dans l'opinion publique : une possible reprise des negociations\navec les groupes armes terroristes, apres une premiere tentative restee sans suite.\nIl convient de le rappeler avec force : si le dialogue est au coeur de nos traditions (dialogue fonde\nsur l'ecoute, la reconciliation et la palabre feconde ) encore faut-il qu'il s'exerce dans un climat\nnational pacifie, apaise et legitime. Dans notre histoire, ce dialogue n'a jamais ete cede sous\ncontrainte ou sous menace, encore moins dans un climat de terreur ou de destructuration sociale. Il\nnaissait d'un besoin de restauration de l'harmonie entre freres, dans le respect des coutumes et des\ninstitutions.\nOr aujourd'hui, nous assistons a un renversement saisissant de cette logique : ce ne sont plus les\nautorites nationales, ni meme les forces morales du pays, qui posent les conditions du dialogue,\nmais les groupes armes eux-memes. Ce sont eux desormais qui fixent les prealables : liberation des\ndetenus politiques, resolution de certains dossiers judiciaires sensibles, retour des exiles,\nrehabilitation de la vie democratique, et pacification nationale.\nCe faisant, ils s'approprient les revendications legitimes de pans entiers de la population,\nrevendications qui, lorsqu'elles emanaient de citoyens ou d'organisations civiles, ont ete ignorees,\nvoire meprimees. C'est la que reside le danger majeur : en apparaissant comme les nouveaux\nporteurs des aspirations populaires a la justice, a la verite, a la reconciliation, et a la legitimation\ndemocratique ces groupes armes sont en train de brouiller les lignes, de fondre le combat terroriste\ndans un discours de lutte pour la noble liberation nationale.\nL'histoire, y compris la plus recente, nous enseigne que de nombreuses guerres dites \" terroristes \"\nont mute en conflits de type \" guerres de liberation \", lorsque les causes populaires et les\nfrustrations collectives ont ete recuperees et instrumentalisees par des groupes violents, devenus (\ndans l'imaginaire de certains ) les derniers recours face a un Etat percu comme ferme, injuste ou\nautoritaire.\nEcarter systematiquement les demandes de justice sociale, de grace, d'amnistie, de reparation, de\nreconciliation, de verite et de rehabilitation, c'est nourrir le glissement de la guerre terroriste vers\nune guerre de liberation nationale, avec tout ce que cela comporte comme complexification du\nconflit, prolongation de la crise, et radicalisation des postures.\nIl est donc imperatif, pour eviter cette dangereuse mutation, de reprendre en main l'agenda du\ndialogue national , non pas sous la pression des armes, mais a la lumiere de l'interet superieur de la\nNation. Il faut rouvrir les espaces de discussion entre Burkinabe, reconcilier les fils du pays entre\neux, et donner des gages clairs d'un retour a une gouvernance fondee sur le droit, la justice et\nl'inclusion.\nA defaut, nous risquons d'assister a un basculement aux consequences incalculables, ou les lignes\nentre terrorisme, insurrection et lutte de liberation se confondront, precipitant la Nation dans une\nnouvelle phase de desagregation.\n1 partage 0 0 1 0 0",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5934,
                "words": 915,
                "lines": 68
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "RDC-Rwanda : Washington trace la paix, Doha dicte la suite",
            "date": "2025-07-31T15:06:21.449941",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "RDC-Rwanda : Washington trace la paix, Doha dicte la suite\n\n3 partages 0 0 1 0 2 \" C'est une grande affaire \", lance tout sourire Donald Trump, le 27 juin a la\nMaison Blanche, lors de la signature d'un accord de paix entre les ministres des Affaires etrangeres\nde la RDC et du Rwanda. En assurant que les deux pays vont enfin \" connaitre la paix \", le\npresident americain se felicite alors d'avoir rapproche deux ennemis historiques, meme si ces\nderniers s'etaient rencontres une premiere fois a Doha le 18 mars dernier grace aux bons offices de\nl'Emir du Qatar (voir l'image ci dessus).\nMais derriere l'enthousiasme de Trump, l'accord de Washington cense tourner la page de trois\ndecennies de conflits dans les Grands Lacs, se heurte aux realites du terrain.\nTom SCHNEIDER, analyste Grands Lacs chez International Crisis Group, est l'auteur de ce texte\npublie par Mondafrique Paul Kagame et Felix Tshisekedi a Kigali, le 25 mars 2019 L'est de la RDC\nreste occupe par le M23, groupe arme soutenu par Kigali, et les conditions humanitaires des\npopulations civiles restent alarmantes. L'accord de Washington, qui comporte aussi un volet\neconomique aligne sur les interets americains, suscite de nombreuses reserves. Juge flou et\nincomplet, il apparait largement tributaire des negociations en cours a Doha entre le gouvernement\ncongolais et representants du M23.\nDu processus de Luanda a la mediation americaine : un long parcours diplomatique Le 15\ndecembre 2024, le sommet de Luanda, initie sous mediation angolaise pour apaiser les tensions\nentre la RDC et le Rwanda, est annule en raison de l'absence du president Paul Kagame. Ce\ndernier a estime que la rencontre avait perdu sa pertinence, apres le refus de Kinshasa, la veille,\nd'engager un dialogue direct avec le M23. Cet echec a fragilise les efforts diplomatiques angolais,\ntandis que les tensions se sont accrues, culminant avec la prise de Goma par le M23 soutenu par\nplus de 6,000 soldats rwandais de la RDF [1] le 27 janvier 2025.\nA la suite de la rencontre entre Felix Tshisekedi et Paul Kagame le 18 mars 2025 a Doha, le\npresident angolais Joao Lourenco, engage dans la mediation depuis juillet 2022, annonce la fin de\nson role de facilitateur. Le Qatar, qui entretient de bonnes relations avec la RDC et le Rwanda et\ndispose d'importants investissements dans la region, s'impose alors comme le mediateur, a la\nsurprise generale. L'emir parvient a arracher un accord de principe de cessation des hostilites,\ndestine a contenir l'avancee du M23, qui controle une large partie de l'est congolais depuis la prise\nde Goma, capitale du Nord-Kivu. Malgre cette avancee diplomatique, les lignes de front restent\ngelees, sans evolution notable sur le terrain.\nL'initiative qatarie s'inscrit desormais dans un paysage diplomatique mouvant, marque par l'entree\nen scene de l'administration Trump, desireuse de contribuer a la resolution de la crise en RDC tout\nen promouvant ses interets economiques dans la region. En fevrier, Tshisekedi avait deja sollicite\nun appui securitaire des Etats-Unis, en echange d'un acces privilegie aux minerais strategiques du\npays. Massad Boulos entre alors en scene. Quelques jours apres sa nomination comme conseiller\nspecial pour l'Afrique au sein du Departement d'Etat americain, Boulos- qui est aussi le beau-pere\nde la fille du president americain- entreprend une tournee dans les Grands Lacs, illustrant l'interet\ncroissant de Washington pour cette region strategique dans l'approvisionnement mondial de\nminerais rares. L'un des objectifs de ces efforts diplomatiques americains, entrepris avec une\nincontestable celerite, est de faire de Trump un artisan de la paix tout en affirmant clairement ses\nambitions economiques dans la region.\nCes initiatives s'inscrivent en parallele de celles de l'Union africaine (UA), qui a nomme en avril le\npresident togolais Faure Gnassingbe comme mediateur dans le dossier RDC-Rwanda. L'UA a\nstructure son approche autour d'un panel de cinq co-facilitateurs, tous anciens chefs d'Etat africains,\ncharges de porter une solution diplomatique africaine a la crise. Cependant, cette mediation peine a\ns'imposer, fragilisee par la multiplication des initiatives concurrentes, un manque de cohesion entre\nles facilitateurs, des difficultes d'articulation avec la diplomatie togolaise, ainsi que par l'absence de\ncapacites et de mecanismes de pression reels sur les parties prenantes et la defiance persistante\nde Kigali depuis son retrait du processus de Luanda.\nUn accord juge incomplet L'accord de Washington a ete salue comme \" historique \" par les parties\nsignataires et comme une avancee majeure vers le retour de la paix. Le document, relativement\nconcis, souligne clairement que les operations militaires constituent un volet essentiel des\nengagements reciproques. L'accord place en son coeur un double volet militaire : la neutralisation\ndes FDLR [2] par les FARDC (forces congolaises) et la levee des positions defensives rwandaises,\nainsi que l'on nomme pudiquement le deploiement de troupes et des equipements de la RDF sur le\nsol congolais. L'accord prevoit egalement la mise en place d'un mecanisme conjoint de coordination\nsecuritaire entre la RDC et le Rwanda, ainsi que la creation, d'ici la mi-aout, d'un comite de suivi\nmultilateral. Celui-ci devra verifier la mise en oeuvre des engagements, avec le soutien de l'UA, des\nEtats-Unis et du Qatar. Le texte comprend aussi un volet economique, devoilant au grand jour les\ninterets de l'administration Trump. Il prevoit de renforcer la cooperation regionale en matiere de\ncommerce, notamment dans le secteur minier. Les deux voisins sont invites a cooperer dans le\ncommerce minier, en partenariat avec le gouvernement et les investisseurs americains.\nPour l'opposition congolaise, l'accord de Washington s'apparente a un revers. Celui-ci ne fait\naucune mention explicite du M23, ni du soutien que lui accorde Kigali, pas plus qu'il ne reconnait la\nviolation du territoire congolais par les forces armees rwandaises. S'il propose un cadre structure,\navec un calendrier de retrait des troupes rwandaises sur 90 jours et des conditions comme la\nneutralisation des FDLR, certains y voient un compromis qui, sous couvert de pragmatisme, pourrait\netre interprete comme un affaiblissement de la position exprimee dans la resolution 2773 du Conseil\nde securite de l'ONU. Adoptee en fevrier 2025, elle exigeait un retrait \" immediat et inconditionnel \"\ndes forces rwandaises du territoire congolais.\nL'aspect economique de l'accord souleve des preoccupations majeures. Le cadre d'integration\nbilaterale prevoit une cooperation accrue entre la RDC et le Rwanda dans des domaines\nstrategiques tels que la gestion conjointe des ressources du lac Kivu, la valorisation des minerais\nvia des chaines de valeur \" de la mine au metal transforme \", ainsi que des projets de\ndeveloppement\nhydroelectrique.\nToutefois,\ncette\norientation\nvers\nune\nindustrialisation\ntransfrontaliere, souvent situee au Rwanda, fait craindre que les ressources congolaises continuent\na etre extraites dans une relative opacite, sans benefices clairs pour les populations locales. Cette\nlogique de co-developpement economique, incluant des investissements potentiels des Etats-Unis,\nalimente les critiques de certaines figures politiques congolaises, a l'image de Denis Mukwege, qui\ndenonce un \" bradage de la souverainete congolaise \" au profit d'un partenaire accuse d'agression\nmilitaire non sanctionnee.\nQuelle suite a l'accord de Washington ?\nA la suite de la signature de l'accord, les deux priorites qui se dessinent selon les ministres des\nAffaires etrangeres rwandais et congolais sont la neutralisation des FDLR et la levee des dispositifs\ndefensifs du Rwanda. Le schema operationnel, ou \" concept des operations \" (Conops) de ce\ndouble objectif avait ete signe le 31 octobre 2024 dans le cadre du processus de Luanda, qui\nprevoyait une mise en oeuvre de ces mesures dans un delai de trois mois. Comme lors de ce\nprocessus de Luanda, un certain flou demeure cependant sur la sequence des engagements,\nchaque partie semblant conditionner ses actes a ceux de l'autre. Le ministre rwandais des Affaires\netrangeres, Olivier Nduhungirehe, s'est montre categorique, affirmant sans detour que l'eradication\ndes FDLR constituait, selon Kigali, une condition sine qua non a tout retrait de ses mesures\ndefensives. Ce a quoi son homologue congolaise a immediatement reagi, en insistant sur la\nconcomitance des actions.\nIl y a un risque que l'impasse ne perdure, suite aux regains de tensions militaires dans le Walikale,\nle Sud-Kivu ainsi qu'au Nord-Kivu. Les avancees sur le terrain dependent maintenant largement des\npourparlers engages a Doha, processus parallele et complementaire destine a retablir un cadre de\ndialogue entre la RDC et le M23. Les delegues du M23 avaient en effet quitte les discussions le 23\navril arguant que les representants congolais n'avaient aucun mandat decisionnel ; ces derniers\navaient a leur tour jugeant les prealables du M23, pudiquement appeles \" mesures de confiance \", \"\ninacceptables \".\nCependant si l'accord de Washington a offert a Felix Tshisekedi une vitrine diplomatique, le\npresident congolais n'a pas encore renonce a l'option militaire pour sortir de l'impasse securitaire et\ndefendre les localites pas encore tombees aux mains de la rebellion. Les FARDC, tout en restant\nactifs sur le front Nord et Sud de Goma, ont renforce leur capacite de surveillance et de frappe en\nse dotant de quatre drones turcs Bayraktar TB2 et en negociant l'acquisition de trois drones\nd'attaque chinois aupres du fabricant CATIC. A Uvira dans le Sud-Kivu, les troupes des FARDC se\ndeploient en nombre pour defendre la localite strategique face a la pression du M23.\nDe son cote le groupe arme a considerablement renforce ses effectifs depuis son offensive eclair\nsur Goma, en integrant plusieurs milliers de recrues, principalement issues des FARDC\ndemobilises, des Wazalendos et de la population civile. Selon le rapport de juillet du Groupe\nd'experts des Nations Unies sur la RDC, les nouveaux membres ont ensuite suivi une courte\nformation militaire au camp de Rumangabo (Nord-Kivu) avant leur mobilisation sur les terrains\nd'affrontement.\nEn tant que partenaires indissociables des equilibres regionaux, l'Ouganda et le Burundi sont\nconcernes par la crise a l'est de la RDC et par les dynamiques securitaires des Grands Lacs.\nPourtant, ces acteurs regionaux ont ete ecartes des discussions alors qu'ils continuent d'etre\nengages dans le conflit. Au Sud-Kivu, l'armee burundaise continue d'appuyer les operations des\nFARDC dans un contexte diplomatique tendu entre le Burundi et le Rwanda, chacun s'accusant\nd'alimenter l'instabilite regionale. L'Ouganda n'a egalement pas ete consulte alors que son appui au\nM23 a ete documente par le Groupe d'Experts des Nations Unies et que son armee, l'UDPF, s'est\ndeployee graduellement aux cotes des FARDC dans l'Ituri pour contrer la menace des groupes\narmes operant le long de la frontiere ougandaise. Kampala vient egalement de signer un protocole\navec Kinshasa pour etendre ses operations a une plus grande echelle et plus longtemps dans l'est\ndu Congo. L'est de la RDC parait ainsi partage selon les interets de chacun, desirant proteger ses\ninterets et preserver sa zone d'influence.\nL'accord de Washington a servi de prelude au processus de Doha, en instaurant un cadre bilateral\npropice a l'ouverture de discussions directes entre Kinshasa et l'AFC/M23. Le 19 juillet 2025, une\ndeclaration de principes a ete signee a Doha, sous l'egide des autorites qatariennes et avec le\nsoutien d'acteurs internationaux. Ce texte, qui engage les parties a un cessez-le-feu permanent, a\nl'interdiction des discours haineux, et a des negociations formelles prevues au plus tard le 8 aout,\nconstitue une avancee notable sur le plan diplomatique. Le texte prevoit le retrait du M23 des zones\noccupees et le retablissement de l'autorite de l'Etat dans l'est. Toutefois, la declaration reste floue,\nse bornant a rappeler la necessite de restaurer l'autorite gouvernementale sur l'ensemble du\nterritoire, tout en renvoyant la definition des modalites et des delais a un accord global a venir en\naout. Cette imprecision alimente une guerre d'interpretations : Kinshasa y voit la reaffirmation de sa\nlegitimite institutionnelle, tandis que le M23, soutenu par le Rwanda, revendique une souverainete\nde fait au nom des populations locales. Ce malentendu pourrait compromettre les negociations a\nvenir. D'autant plus que, malgre l'engagement ecrit, plusieurs violations du cessez-le-feu ont deja\nete signalees ces derniers jours, illustrant la fragilite de la dynamique enclenchee.\nAccord historique ou simple effet d'annonce ?\nLa declaration des principes de Doha, prolongement de l'accord de Washington, est un signal\ndiplomatique fort. Il fixe les grandes lignes d'un processus de paix a venir, mais sans detailler les\nmesures concretes a mettre en oeuvre. Le processus doit, en theorie, aboutir a un accord global\nd'ici au 17 aout 2025. Mais cette approche par etapes, censee instaurer la confiance, donne surtout\nle sentiment que la paix se dilue dans une succession de textes aux effets limites. Le desaccord sur\nla notion meme de \" souverainete \" - revendiquee par Kinshasa comme a restaurer, et par le M23\ncomme acquise - fragilise davantage le processus.\nSur le terrain, les violations du cessez-le-feu se multiplient, et l'insecurite persiste : depuis janvier,\nplus de 400 000 personnes ont ete deplacees dans l'est du pays, selon l'OCHA.\n[1] Final report of the Group of Experts on the Democratic Republic of Congo (DRC), UN Group of\nExperts, July 2025, para. 36 and Annex 8 [2] Un mouvement fonde par d'anciens genocidaires\nhutus rwandais base dans l'est de la RDC avec qui l'armee congolaise collabore dans la lutte face\nau M23.\nL'affrontement fratricide entre le Congo et le Rwanda 3 partages 0 0 1 0 2",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 13857,
                "words": 2162,
                "lines": 161
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Les Camerounais face au rendez vous historique de la Presidentielle",
            "date": "2025-07-31T15:07:21.181519",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Les Camerounais face au rendez vous historique de la Presidentielle\n\n4 partages 0 0 1 0 3 A plus de 90 ans, le president camerounais Paul Biya, n'assume plus la gestion\nquotidienne du pays. Il a accorde une delegation permanente de signature au Secretaire general de\nla presidence Ferdinand Ngoh Ngoh qui dirige, en realite le Cameroun, en tandem avec la premiere\ndame Chantal Biya.\nAlors que la prochaine presidentielle est prevue cet automne, la guerre de succession fait rage\nentre les clans rivaux, dont celui de Franck Biya, fils aine du president Biya. Un contexte\nd'incertitudes qui rappelle celui de la Guinee en 2008 ou l'armee s'etait empare du pouvoir au\nlendemain du deces du president Lansana Conte.\nComme dans toute tyrannie, note Timba Rema dans l'analyse qu'il nous livre ci dessous pour\nMondafrique et que nous remercions, \" le Cameroun est devenu des la fin des annees 80 un pays\nou triomphe en toute majeste le faux, avec cette perversion singuliere qui consiste a transformer par\nune operation de prestidigitation matinee de termes juridiques pompeux le faux en vrai et le vrai en\nfaux \".\nTimba Bema, ecrivain .\nLa loi, nous le savons bien, est concue et interpretee par les puissants pour maintenir leur position\nde force. L'empire du faux est rendu possible par la pauperisation des Camerounais qui a connu sa\npremiere vague dans les annees 90 avec la mise a mort progressive de l'etatisme economique, et\ndans les annees 2000 avec la reprise de l'endettement pour financer de grands projets\nenergetiques, infrastructurels et sportifs qui se sont soldes par une gabegie hors du commun,\naccroissant le poids de la dette dans les depenses publiques et surtout reduisant le PIB par habitant\nde 11 %. Sur 43 annees d'un regne sans concession, Paul Biya a appauvri les Camerounais\ndesormais a la merci de leurs gouvernants qui, a travers l'administration, controlent tous les aspects\nde leurs vies et peuvent les briser pour un oui ou pour un non, grace au pouvoir quasi divin de la\nsignature.\nC'est que l'administration est l'emanation de l'etat colonial qui ne tenait ensemble les Camerounais\nque par la violence et par la ruse, l'autre nom de la manigance. N'ayant pas ete refondee apres le 1\ner janvier 1960, elle a conserve les habitus coloniaux tels que le mepris, l'arrogance, des attitudes\nqui n'ont pas produit l'unite nationale tant exaltee, mais le repli tribal, et un desir de plus en plus\naffirme de federalisme sinon de restauration comme en Ambazonie. C'est ce pays mis en lambeaux\npar Paul Biya, ce sont ces Camerounais rendus miserables par le meme homme qui vont aborder\nl'election presidentielle du 12 octobre 2025.\nLes oppposants en prison Le Cameroun est en crise successorale depuis le 24 decembre 1997,\ndate ou le journal Le messager du regrette Pius Njawe titra sur le malaise cardiaque de Paul Biya\nen pleine finale de la coupe du Cameroun. Il venait alors d'etre fraichement reconduit avec le score\nsovietique de 92,57 % des voix. Dans une tyrannie, la sante du tyran est le seul gage de son\naptitude a regner. Cette faiblesse physique est un signal pour differents acteurs, y compris dans son\npropre camp. On peut citer Victor Ayissi Mvondo, son eternel rival, Titus Edzoa, son medecin\npersonnel, Marafa Hamidou Yaya, Jean-Marie Atangana Mebara et d'autres figures du groupe\ndenomme G11.\nEn jetant tous ses pretendants en prison ou en les faisant disparaitre, Paul Biya a demontre la\nfebrilite de son regime. Il a surtout mis en exergue une gouvernance fondee sur la guerre des clans\nqui se neutralisent entre eux. Mais, le point culminant de la crise successorale est atteint en 2016\nquand les Camerounais le voient marcher d'un pas lent, hesitant, preuves de sa certaine decheance\nphysique. Tous ont compris de facon subliminale que Paul Biya etait fini. Les signes aussi evidents\nde la decrepitude du tyran expliquent le declenchement de la guerre d'independance d'Ambazonie\net meme le courant de sympathie suscite par Maurice Kamto lors de la presidentielle de 2017 et par\nla suite. L'election du 12 octobre se produit donc au stade terminal de cette crise successorale, ce\nqui en fait un evenement important dans la vie de la nation. En raison de la guerre des clans interne\nau gouvernement, le secretaire general de la presidence Ferdinand Ngoh Ngoh qui exerce\ndesormais une parcelle du pouvoir presidentiel ne peut pas directement orchestrer un coup d'Etat\nau risque d'etre immediatement stoppe par les autres camps. Alors, par ruse, il suscite la nouvelle\ncandidature de Paul Biya comme une solution intermediaire assurant a tous et a chacun de\nmaintenir ses positions acquises.\nAucun consensus en vue L'enjeu de l'election est de savoir s'il va resoudre la crise successorale. La\nreconduction de Paul Biya apparait comme une manoeuvre de ses heritiers afin de repousser\nl'echeance decisive. Ce qui est le signe de son impreparation et surtout de son incapacite a degager\nune figure de consensus.\nD'autre part, la possibilite d'une prise de pouvoir par l'opposition est fortement incertaine pour\nplusieurs raisons, y compris dans l'hypothese d'une participation de Maurice Kamto au scrutin.\nD'abord, l'administration territoriale, un acteur majeur du processus electoral ne fait pas montre de\nneutralite comme en temoignent les interventions de Paul Atanga Nji qui s'est tres aisement glisse\ndans les habits et les moeurs de l'administrateur colonial.\nEnsuite, Elecam, l'organe charge d'organiser et de superviser l'election n'est pas reellement\nindependant. Sa credibilite est entachee par plusieurs obstacles a l'enrolement dans le fichier\nelectoral, son toilettage n'est pas optimal et pourtant les informations sont disponibles dans les\nadministrations concernees. Elle a egalement fait preuve de laxisme en acceptant des candidatures\nqui etaient incompletes au moment ou elles etaient deposees.\nMais, le plus grave est que la liste des candidats retenus circulait deja la veille de la proclamation\nofficiellement. Normalement, Elecam aurait du intervenir pour denoncer cette liste et annoncer une\nenquete interne. Cette omission decredibilise cet organisme qui fait semblant de se plier au jeu de la\ntransparence. Plus grave, dans sa liste des candidats retenus figurent des personnes comme Hilaire\nNzipang n'a jamais ete investi par le Mouvement Progressiste qui l'avait pourtant signifie a Elecam\ndes le 22 juillet, sans compter que le motif invoque pour eliminer Maurice Kamto a savoir \" pluralite\nde candidatures \" de son nouveau parti, le MANIDEM est tout aussi applicable a Paul Biya et a bien\nd'autres candidats, puisque sa decision n'est en rien justifiee. Enfin, au terme du processus electoral\nse trouve le Conseil constitutionnel qui a la caracteristique de refuser de dire le droit en dernier\nressort, ce qui signale encore plus ouvertement que le Cameroun est un etat de non-droit. Le\nprocessus electoral etant controle de bout en bout par le RDPC, le resultat de l'election du 12\noctobre est connu d'avance, a moins que le peuple camerounais fasse entendre sa voix, non\nseulement dans les urnes, mais surtout dans la rue. La raison en est que l'administration territoriale\na travers ses diverses manigances, ainsi que Elecam ont propulse le pays dans une crise\npreelectorale. En ce sens que plusieurs candidatures, dont celles du principal challenger de Paul\nBiya, ont ete rejetees a la suite de manoeuvres deloyales et non conformes au droit.\nFerdinand Ngoh Ngih, le successeur?\nFerdinand Ngoh Ngoh, le regent du Cameroun Le peuple camerounais a ici la preuve que\nFerdinand Ngoh Ngoh n'est pas pret a renoncer a sa parcelle de pouvoir acquise ainsi que les\nautres acteurs majeurs du regime Biya qui se reproduit non plus seulement en cooptant de\nnouvelles personnalites, mais en placant ses propres enfants a des postes strategiques, reveillant\nl'hypothese d'une resolution de la crise successorale par une transmission dynastique de Paul a\nFranck Biya.\nLa crise preelectorale ne connaitra pas son denouement dans les prochains jours au niveau du\nConseil constitutionnel, ni dans les mois qui suivront. La credibilite du processus electoral est\nentachee de facon definitive, ce qui n'offre aucune assurance sur la sincerite des resultats qui\nseront communiques en debut novembre. A moins que les Camerounais rappellent a leurs\ngouvernants qu'ils sont le peuple, que le peuple est souverain et donc maitre de son destin. Le pays\nest engage dans une descente aux enfers, qui peut encore etre stoppee par un peuple courageux et\nconscient de son devoir de resoudre des a present la crise successorale, sinon celle-ci sera prise en\ncharge par d'autres acteurs sans garantie aucune que la paix sera preservee. Par peuple, il faut\nentendre la jeunesse, qui a toujours ete majoritaire dans la demographie contemporaine du pays.\nPlus specifiquement, l'avant-garde de cette jeunesse est constituee par les etudiants qui, depuis\n1954, sont en premiere ligne des batailles pour le changement. Leur implication dans la presente\ncrise preelectorale ouvrira des perspectives nouvelles pour l'esperance.\nLe Cameroun est un peuple d'elites, et ces elites, a travers les etudiants doivent donner l'impulsion\ndu changement en disseminant dans l'espace public les ideaux de liberte et de justice, qui sont ceux\npour lesquels le peuple dans son ecrasante majorite peut se mobiliser. En aucun cas il ne s'agit de\nmonter au creneau pour un homme, pour un parti politique, mais pour un ideal de societe dont les\nphares sont la liberte et la justice.\nLa conquete de la liberte est inscrite dans la logique historique camerounaise depuis 1884, annee\nde l'asservissement des Camerounais. Quant a la justice, elle exprime ce besoin de depasser\nl'arbitraire et la violence comme moyens de gouverner en detruisant la part de lumiere que les\nindividus portent en eux.\n4 partages 0 0 1 0 3",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 9759,
                "words": 1582,
                "lines": 112
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Le temps beni de la Cote d'Ivoire avec Daouda \" le sentimental \"",
            "date": "2025-07-31T15:06:56.053104",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Le temps beni de la Cote d'Ivoire avec Daouda \" le sentimental \"\n\n1 partage 0 0 1 0 0 Dans la memoire collective ivoirienne, Daouda \"le sentimental\" incarne bien plus\nqu'une voix douce ou qu'un auteur de ballades. Il symbolise une epoque, celle des annees 70-80,\nmarquee par un climat d'insouciance et d'optimisme, sous le regne de Felix Houphouet Boigny.\nLeslie Varenne Tandis que dans d'autres coins du continent, des artistes comme Fela Kuti ou\nMohamed Wardi enflammaient les foules avec des hymnes revolutionnaires, Daouda, lui, choisissait\nle decalage : ses chansons melant humour et amour balayaient les ondes et incarnaient la legerete\nde cet \"age d'or\" ivoirien.\n\"Abobo-la-guerre, Yopougon la bagarre \" Daouda Kone est ne en 1951, avant les independances\ndans une commune de la Haute-Volta actuelle Burkina-Faso, il n'en deviendra pas moins une figure\nemblematique de la musique ivoirienne. Technicien a la Radio Television Ivoirienne, il ne se\ndestinait pas a une carriere musicale. Pendant les pauses, il fredonnait ses airs tout en grattant sa\nguitare. Flairant le talent, ses collegues lui ont donne l'occasion d'intervenir dans leurs programmes.\nLors de son premier passage sur les ondes, il interprete \" Gbaka \" une chanson qui s'inscrira\nimmediatement dans la legende d'Abidjan. Sur un rythme entrainant, il entonne une ode aux\ngbakas, ces minibus bondes, brinquebalants, qui transportent tant bien que mal les habitants des\nbanlieues au centre de la capitale : \" Adjame-marche, Abobo-la-guerre, Yopougon-la-bagarre, allez,\nvenez, montez... \".\n\" Gbaka \" occupe encore aujourd'hui une place a part dans l'histoire musicale et sociale d'Abidjan.\nLes expressions \" Abobo-la-guerre \" et \" Yopogon-la-bagarre \", qui decrivent de maniere imagee\ndeux communes de la capitale, font desormais partie du langage courant.\nAu passage, grace a son succes foudroyant, Daouda a sauve ces minicars qui sillonnent encore\naujourd'hui les routes des grandes villes de Cote d'Ivoire. En effet, le ministre des Transports\npublics s'appretait a les interdire en raison de leur dangerosite et du desordre qu'ils causaient. Avec\ncette romance, devenue un tube, le gouvernement remisa sa proposition de loi au placard. Des\nannees plus tard, Daouda dira : \" Je ne me rends pas forcement compte de l'impact que la chanson\npeut avoir. Ce sont les gens qui s'approprient mes morceaux avec leur propre ressenti. Gbaka etait\nun veritable hommage a la vie urbaine et aux habitants d'Abidjan, faisant fonctionner la ville et ses\ntransports avec humour et tendresse.\" Une discographie foisonnante Si par sa premiere chanson,\nDaouda, a joue les lanceurs d'alerte, il n'etait question pour lui de s'engager dans la lutte politique,\ncomme tant d'autres musiciens en Afrique. Sous le regne d'Houphouet Boigny, le premier president\napres l'independance en 1960, la Cote d'Ivoire rimait avec prosperite et stabilite, toutes deux\nparaissaient acquises, quasi-eternelles. La musique de Daouda a tout simplement accompagne ce\nqu'on appelait alors \" le miracle ivoirien \".\nAvec le recul, ses textes peuvent faire sourire, sembler legers, desuets face aux enjeux du\ncontinent, mais a l'epoque il offrait surtout un contrepoint, un espace de repit et de reverie dans une\nAfrique en pleine mutation. Dans ces annees-la, le reggae commence a tenir le haut du pave, mais\nDaouda se moque des modes et prend le contrepied. Il continue de cultiver le bonheur du quotidien,\nles deboires amoureux racontes non sans humour, avec des titres comme \" La femme de mon\npatron \", \" Mon coeur balance \" ou encore \" Match nul \".\n\" Il ne faut jamais desesperer \" C'est ainsi qu'ilgagne alors le sobriquet de Daouda le Sentimental\nqu'il adopte et garde comme nom de scene. Il revendique son style proche des sentiments et du\nquotidien du peuple \" Je chante des choses simples, des histoires de vie de tous les jours avec une\nmorale profonde \" Dans les annees 80, le chanteur s'inspire des rythmes afro-latino comme avec \"\nla Salsa de Niangoloko \", puis il s'entoure de musiciens d'Afrique centrale et sa musique prend des\nairs de rumba congolaise. Par la diversite de ses rythmes, il a enrichi la palette musicale ivoirienne\nen y melant des influences transnationales qui font ressortir la richesse culturelle de son pays. Ainsi,\nil a traverse les frontieres et le temps. Dans les annees 90, il emigre aux Etats-Unis et cesse\nd'enregistrer, il faudra attendre 2013 pour qu'il signe un nouvel album \" Hakuna Matata \".\nDeux ans apres la guerre de 2011 en Cote d'Ivoire, dans un pays qui broie du noir, il chante\nl'optimisme : \" malgre tous les problemes, la vie est belle, si Dieu te donne la sante, faut jamais\ndesesperer \" !\nLe miroir ivoirien Ecouter les tubes de Daouda des annees 70-80 aujourd'hui, transperce le coeur\nd'un brin de nostalgie. La prosperite d'alors s'est depuis longtemps evaporee. A l'approche de\nl'election presidentielle d'octobre 2025, dans un pays tendu comme un arc, craignant un remake\nviolent de 2011 ou de 2020, ses refrains rappellent la stabilite et la securite enfuies.\nSes chansons transmises de generations en generations sont fredonnees lors des fetes et des\nceremonies comme des airs familiers. Non seulement, elles refletent la culture populaire du pays et\nson humour legendaire mais elles font aussi l'effet d'une madeleine de Proust, un retour en arriere\nqui apaise les coeurs.\nPlus que nul autre, Daouda le Sentimental a su capturer l'essence de la societe de son epoque.\nDiscographie 1976 Gbaka Single/album debut carriere 1977 Le villageois Single 1978 Mon Coeur\nBalance Album \" Le Sentimental \" 1978 Bouquet de fleurs Album \" Le Sentimental \" 1979 Les\ncollegiennes Album \" Les Collegiennes \" 1980 Sinikeneya Album \" Sinikeneya \" 1982 Kokoroko\nAlbum \" La Salsa de Niangoloko \" 1984 La Femme de mon patron Album \" La Femme de Mon\nPatron \" 1990 Match Nul Album \" Match Nul \" 2013 Hakuna Matata Album \" Hakuna Matata \" 1\npartage 0 0 1 0 0",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5860,
                "words": 963,
                "lines": 66
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Kigali fait du basketball une scene culturelle panafricaine",
            "date": "2025-08-02T09:39:24.927771",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Kigali fait du basketball une scene culturelle panafricaine\n\n1 partage 0 0 1 0 0 Du 26 juillet au 2 aout 2025, Kigali accueillera le Giants of Africa Festival. A la\ncroisee du sport, de la musique et du leadership, l'evenement transforme le basketball en levier\nculturel pour une jeunesse africaine avide d'avenir.\nCe n'est pas un simple tournoi, ni une simple celebration. Le Giants of Africa Festival, fonde par\nMasai Ujiri - president des Toronto Raptors et visionnaire du sport africain - est devenu en l'espace\nde quelques annees un laboratoire de transformation sociale. Du 26 juillet au 2 aout 2025, Kigali,\ncapitale du Rwanda, accueillera la nouvelle edition de cet evenement multidimensionnel, qui mele\nbasket, musique, art, developpement personnel et leadership. Un festival concu non pas pour le\nspectacle mais pour l'impact. Ici, le sport est un langage, un catalyseur, un espace d'apprentissage\net de projection. Il n'est plus seulement question de gagner un match, mais de construire des\ntrajectoires de vie.\nDe Lagos a Dakar !\nDepuis sa creation en 2003, Giants of Africa n'a cesse de s'etendre a travers le continent, de Lagos\na Dakar, d'Abidjan a Nairobi, mais Kigali reste sa capitale symbolique. C'est la que Masai Ujiri a\nchoisi de faire converger les talents du continent, non pour les selectionner ou les recruter, mais\npour leur transmettre une energie : celle de croire en leur potentiel et d'imaginer un futur a leur\nmesure. L'edition 2025 reunira plus de 300 jeunes venus de 16 pays africains, selectionnes pour\nleurs qualites sportives mais aussi pour leur engagement social et leur esprit collectif. Tous\nparticiperont a une semaine de bootcamp intensif, alternant entrainements sur terrain, sessions de\nmentorat, conferences sur l'entrepreneuriat, la sante mentale, l'art oratoire ou l'ecologie.\nCar Giants of Africa, c'est d'abord un projet d'education. Pendant huit jours, les jeunes vivent\nensemble dans un village sportif temporaire a la peripherie de Kigali. Ils mangent, s'entrainent,\ndebattent, ecrivent, presentent des projets. Chaque journee commence par un cercle de parole ou\nles coachs - parfois d'anciens champions NBA, parfois de jeunes militantes ecologistes - viennent\nbriser les barrieres entre disciplines. En soiree, la ville se transforme : projections de films africains\nen plein air, concerts de rappeurs rwandais et nigerians, jam sessions entre DJ locaux et\npercussionnistes senegalais. L'un des temps forts attendus est la performance live de Burna Boy\nsur le parvis du BK Arena, en cloture du festival.\nLes jeunes, de futurs \" geants \" Ce qui distingue Giants of Africa des autres festivals culturels du\ncontinent, c'est sa philosophie integree. L'art n'y est pas decoratif, le sport n'y est pas competitif\npour lui-meme, et le developpement personnel ne s'y reduit pas a des slogans. Tout est concu pour\naccompagner les jeunes a devenir des \" geants \", non pas en taille, mais en vision. Certains\nrepartiront avec des bourses, d'autres avec des reseaux professionnels, mais tous avec une\nexperience collective fondatrice. Masai Ujiri l'affirme dans chacun de ses discours : \" Le basket m'a\ndonne une voix, je veux qu'il leur donne un avenir. \" Le choix du Rwanda ne doit rien au hasard. Le\npays s'est hisse en quelques annees au rang de modele regional en matiere d'infrastructure,\nd'organisation et de resilience. Kigali, ville verte et connectee, offre un cadre securise, moderne et\ndynamique. Le partenariat entre Giants of Africa et le gouvernement rwandais permet d'ancrer le\nfestival dans des politiques publiques de jeunesse. Plusieurs ministeres y sont associes : culture,\nsports, education, numerique. Des jeunes entrepreneurs rwandais interviendront cette annee sur\nl'innovation agricole, les technologies vertes et l'industrie de la mode ethique.\nEn 2025, le theme du festival est \" Own the Game. Own the Story. \" Ce mot d'ordre en dit long : il ne\nsuffit plus de jouer, il faut raconter le jeu, en devenir les auteurs.\nInformations pratiques :\nDates : du 26 juillet au 2 aout 2025 Lieu : Kigali, Rwanda (principalement au BK Arena et Kigali\nArena) Acces : vols internationaux vers l'aeroport de Kigali - navettes gratuites depuis les hotels\npartenaires Public : entrees gratuites sur inscription, certains evenements accessibles uniquement\naux participants selectionnes Langues : anglais, kinyarwanda, francais (traduction simultanee\npossible) Hebergement : hotels et residences universitaires a Kigali - reservation conseillee\nProgramme et inscriptions :\nwww.giantsofafrica.org 1 partage 0 0 1 0 0",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4505,
                "words": 711,
                "lines": 51
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Je suis un enfant de Gaza",
            "date": "2025-08-02T09:38:47.253520",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Je suis un enfant de Gaza\n\n0 partages 0 0 0 0 0 Je suis un enfant de Gaza Par Mouloud Ameziane J e suis un enfant de Gaza.\nJe suis l'os tranchant de votre silence.\nJe suis le sang noir dans vos lois blanches.\nJe suis l'echarde dans le coeur du monde.\nJe suis la rumeur d'un peuple qu'on egorge sous les neons du droit.\nJe suis un enfant de Gaza - Je n'ai pas eu le temps de devenir poete.\nMa langue a ete prise en otage avant le premier cri.\nMon sommeil bombarde, mon rire suspendu a un fil de phosphore.\nMon ame ? Elle ne tient plus dans mon corps fendu.\nElle rode - elle accuse.\nA travers moi, C'est le droit qu'on assassine, C'est l'humanite qu'on ampute, C'est la liberte et la\ndemocratie qu'on insulte.\nCe sont les souffrances de tous les peuples passes qu'on enterre.\nC'est la memoire des luttes qu'on trahit.\nC'est l'Histoire elle-meme qu'on profane.\nMe tuer par les armes, Me laisser perir sans soins, Detruire mon ecole, ma maison, Me laisser\nmourir de faim - C'est tuer l'humanite tout entiere.\nJe suis un enfant de Gaza.\nJe suis vos cauchemars d'aujourd'hui et de demain.\nJe suis la fin de votre tranquillite.\nJe suis le contrat que vous avez signe avec le diable.\nJe suis un enfant de Gaza, Et je vous regarde.\nDepuis les gravats, Depuis le ventre de ma mere eventree, Depuis l'ecole demolie a l'aube, Depuis\nle pain devenu cendre.\nJe vous regarde - Et vous detournez les yeux, Mais je suis la, dans l'ombre de vos conforts.\nJe suis l'etre qui supplie vos consciences.\nJe suis la preuve de vos trahisons.\nL'universel. Le droit. Le poeme.\nJe suis la fin de vos serments.\nVivant, je vous accable.\nMort, je vous dechire.\nJe suis un enfant de Gaza - Je suis deja cent mille.\nJe suis le futur que vous avez tue Et qui revient chaque nuit cogner vos consciences.\nJe suis ce cri que vous n'eteindrez pas.\nJe suis la brulure que l'Histoire grave sur vos paupieres closes.\nEt si Dieu se tait, C'est qu'il pleure en moi.\n0 partages 0 0 0 0 0",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1916,
                "words": 361,
                "lines": 37
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Best of Trump (4), une Riviera pour masquer le nettoyage ethnique",
            "date": "2025-08-01T10:56:41.607418",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Best of Trump (4), une Riviera pour masquer le nettoyage ethnique\n\n5 partages 1 0 3 0 1 Mondafrique, 26 fevrier 2025 Donald Trump a publie sur les reseaux sociaux\nune video de propagande generee par l'intelligence artificielle, illustrant ce qui ressemblerait a la\nbande de Gaza sous administration americaine. La scene met en avant des enfants palestiniens\nemergeant d'une caverne pour decouvrir une version transformee de Gaza, une station balneaire\nluxueuse imaginee par le president des Etats-Unis. Des gratte-ciels imposants, dont une \" Trump\nGaza Tower \", remplacent les habitations en ruines, tandis que Donald Trump et le Premier ministre\nisraelien, Benyamin Netanyahou, savourent des cocktails au bord d'une piscine. Pendant ce temps,\nElon Musk parade sur la plage, distribuant des billets de banque a des enfants.\nSi cette mise en scene pourrait etre percue comme une provocation de mauvais gout - apres plus\nde 500 jours de conflit a Gaza, les chiffres du ministere palestinien de la Sante font etat de plus de\n50 000 morts et 112 000 blesses - elle s'inscrit dans un projet politique plus large. En effet, le 4\nfevrier 2025, Donald Trump, aux cotes de Benyamin Netanyahou, a annonce son intention de\nprendre le controle de la bande de Gaza - il a meme propose de l'acheter - afin d'en faire la \" Riviera\ndu Moyen-Orient \".\nCe plan, soutenu par Israel, implique le deplacement force de pres de deux millions de Palestiniens\nvers des pays arabes voisins, une mesure qualifiee de nettoyage ethnique par plusieurs\norganisations internationales de defense des droits de l'homme. Bien que ce projet puisse sembler\nirrealiste en raison de sa totale violation du droit international, il s'inscrit dans une serie de decisions\ncontroversees prises depuis la reelection de Donald Trump, qui a reaffirme son soutien\ninconditionnel a Benyamin Netanyahou le 15 mars 2025 en l'autorisant a rompre l'accord de\ncessez-le-feu avec le Hamas, et a entreprendre de nouvelles frappes sur Gaza. Cette reprise des\nhostilites a entraine la mort de plus de 800 personnes en une semaine, precipitant une deterioration\ndramatique de la crise humanitaire et politique dans la region.\nReconstruire sans le Hamas ? Le pari a 53 milliards des nations arabes pour Gaza A la suite de\ncette annonce, l'Egypte a organise, debut mars, un sommet de la Ligue arabe afin d'elaborer une\nalternative au projet propose par le president americain. A l'issue de cette reunion, les pays arabes\nont presente un plan quinquennal de reconstruction de la bande de Gaza, dont le cout est estime a\n53 milliards de dollars. Ce projet se decline en trois phases : une premiere phase de transition, au\ncours de laquelle un groupe de \" technocrates palestiniens independants \" supervisera\nl'acheminement de l'aide humanitaire tout en procedant au deblaiement des ruines et a l'installation\nde logements temporaires. Par la suite, l'Autorite palestinienne (AP) - au pouvoir depuis les accords\nd'Oslo, mais eclipse par le Hamas - reprendra le controle de Gaza, amorcant la construction de 200\n000 logements ainsi que la rehabilitation des infrastructures publiques. Enfin, a l'issue de deux ans\net demi, une phase de developpement a plus grande echelle sera engagee, incluant l'amenagement\nde ports, d'un aeroport et de zones industrielles.\nCe plan, soutenu notamment par la Jordanie, l'Irak, Bahrein, le Koweit, la Syrie et la Tunisie, ne fait\ncependant que peu mention du Hamas. Il repose sur l'hypothese qu'a l'issue du conflit, le\nmouvement ne constituera plus une force politique ou militaire significative en Palestine. Or, bien\nque severement affaibli par la guerre avec Israel - ayant subi la destruction d'une grande partie de\nson arsenal militaire et de ses infrastructures souterraines, ainsi que la perte de nombreux\ncombattants - le Hamas demeure une entite active. L'elimination d'Ismail Haniyeh a Teheran en\njuillet 2024, suivie de celle de Yahya Sinwar a Gaza en octobre de la meme annee, n'a pas entraine\nla disparition du mouvement.\nSon ideologie continue de perdurer, et le conflit en cours a, dans une certaine mesure, contribue a\nson enracinement. Ainsi, bien que le Hamas ne soit peut-etre plus en mesure d'administrer la\nPalestine comme avant 2023, il est peu probable - a l'instar du Hezbollah au Liban - qu'il accepte\nune demilitarisation complete, ou qu'il cede le controle de Gaza a l'Autorite palestinienne. Le Hamas\npourrait, a defaut, adopter un mode d'operation clandestin et s'infiltrer dans le corps policier que\nl'Egypte propose d'etablir, compose de Palestiniens formes par les forces de securite egyptiennes et\njordaniennes.\nProjet Riviera : quand l'interet economique surpasse les considerations humanitaires Par ailleurs, la\npossibilite d'un retrait israelien de la bande de Gaza demeure incertaine. L'armee israelienne\n(Tsahal) refuse deja de se retirer du sud du Liban, en depit des termes de l'accord de cessez-le-feu,\nce qui laisse penser qu'Israel ne partira de Gaza que si l'elimination du Hamas peut etre garantie -\nune condition difficilement realisable. De plus, les Etats du Golfe, en particulier l'Arabie saoudite et\nles Emirats arabes unis, pressentis pour financer une part importante du projet de reconstruction,\npourraient refuser de s'engager dans le projet sans l'assurance que le Hamas ne represente plus\nune menace. Ces deux pays, farouchement opposes a l'ideologie freriste - mouvance ideologique\ndont le Hamas est issu -, conditionneront probablement leur soutien a l'eradication totale de\nl'influence du mouvement sur le territoire. Le retrait des troupes israeliennes de la bande de Gaza\napparait d'autant plus improbable en raison des procedures judiciaires engagees contre le Premier\nministre israelien. Benyamin Netanyahu, accuse de crimes de guerre par la Cour penale\ninternationale et cite dans une enquete du Shin Bet pour falsification de documents datant du 7\noctobre 2023, est conscient de la precarite de sa position. La poursuite du conflit lui permet de\ndifferer une chute qu'il considere inevitable s'il venait a perdre son poste. Ainsi, des considerations\npersonnelles l'incitent a prolonger les hostilites. Dans cette optique, il adopte une posture de plus en\nplus offensive a l'egard du Hamas, illustree notamment par le rappel d'Itamar Ben Gvir, ancien\nministre de la Securite nationale, a son poste le 18 mars 2025. Figure majeure de l'extreme droite\nisraelienne et ardent defenseur de l'expansion des colonies en Cisjordanie, le retour de Ben Gvir au\nsein du gouvernement israelien renforce l'hypothese selon laquelle Israel n'envisage pas un retrait\nimminent de Gaza.\nFace a cette impasse - la solution a deux Etats etant devenue obsolete et le plan egyptien offrant\npeu de perspectives viables - il convient de s'interroger sur la faisabilite du projet \" Riviera \" de\nDonald Trump, malgre son caractere profondement inhumain et illegal. L'attrait economique que\nrepresente la reconstruction de Gaza, en particulier sous une administration americaine et dans le\ncadre d'un projet de transformation en destination touristique, pourrait seduire plusieurs Etats. Il est\nenvisageable que des puissances regionales telles que la Turquie, l'Arabie saoudite et les Emirats\narabes unis choisissent d'ignorer les violations des droits de l'homme a l'encontre de la population\npalestinienne afin de prendre part a ce projet de reconstruction. L'opportunite financiere, conjuguee\na la volonte de conserver une position diplomatique acquise en tant que mediateurs durant la guerre\nIsrael-Hamas, pourrait les inciter a soutenir le plan de l'ancien president americain.\nIl ne fait egalement aucun doute que Donald Trump usera de moyens de pression, notamment\ndiplomatiques, pour contraindre les Etats reticents a cooperer. L'Egypte et la Jordanie, pressenties\npour \" accueillir \" les quelque deux millions de Palestiniens vivant actuellement a Gaza, pourraient\netre soumises a une reduction des aides financieres americaines - une menace que le president\namericain a deja formulee. Par ailleurs, des contacts auraient ete etablis avec le Soudan, la Somalie\net la province du Somaliland afin d'envisager un accueil des refugies palestiniens. A cette fin, il est\nprobable que Trump promette une assistance militaire au Soudan, en proie a une guerre civile, ainsi\nqu'a la Somalie, qui lutte contre l'insurrection djihadiste pour obtenir leur accord. De meme, il\npourrait oeuvrer a l'etablissement d'un etat independant du Somaliland pour y envoyer une partie de\nla population palestinienne.\nD'un point de vue juridique, le plan de Donald Trump pour Gaza constituerait une forme de\nnettoyage ethnique au regard du droit international et pourrait faire l'objet d'accusations de crimes\ncontre l'humanite et de crimes de guerre devant la Cour penale internationale (CPI). Toutefois,\ncompte tenu des politiques adoptees par l'ancien president americain en matiere de migration -\nnotamment la separation forcee des familles, les expulsions de masse incluant des rafles dans les\netablissements scolaires, et l'incarceration de migrants illegaux a Guantanamo Bay, toutes\nconsiderees comme des violations manifestes des droits de l'homme -, il est peu probable que\nTrump se soucie de poursuites supplementaires sur la scene internationale. Sa seule contrariete\nserait de voir son reve d'obtenir le Prix Nobel de la paix - obtenu par Obama - a jamais s'envoler.\nDes ambitions strategiques dissimulees derriere le reve touristique Un doute majeur subsiste quant\na la logique du projet \" Riviera \" de Donald Trump : quel interet aurait-il a annexer ou a acheter -\ncomme il l'a lui-meme suggere - la bande de Gaza ? Fervent defenseur de la doctrine \" America\nFirst \", centre sur les interets economiques des Etats-Unis et initialement oppose a toute implication\nprolongee au Moyen-Orient, Trump ayant promis de mettre fin aux conflits entre Israel et le Liban et\nentre Israel et le Hamas, il adopte desormais une posture radicalement opposee, soutenant la\nreprise des combats par Netanyahou, tout en elaborant un projet de prise de controle sur Gaza.\nD'un point de vue strategique, disposer d'une presence terrestre a Gaza offrirait a Trump un levier\ndiplomatique face a l'Iran et aux pays du Golfe, tout en permettant l'etablissement d'une base\nmilitaire dans un territoire place sous administration americaine, echappant ainsi a l'autorite d'un\nregime musulman. Sur le plan economique, la reconstruction de Gaza constitue une opportunite\nlucrative qui s'inscrit dans sa vision \" America First \" : il ambitionne de transformer la Palestine en\nun nouvel \" Eldorado \" touristique pour les Americains, a l'image de ce que fut Cuba dans les\nannees 1950 - mais cette fois, sur les ruines d'un territoire ravage par la guerre, et au prix de\ndizaines de milliers de vies palestiniennes.\nAinsi, au-dela de son caractere inhumain et de sa violation manifeste des droits de l'homme, le\nprojet \" Riviera \" pourrait se concretiser si la communaute internationale ne reagit pas. Une absence\nde mobilisation, notamment de la part des Etats europeens et des instances internationales,\nreviendrait a enteriner un processus assimilable a un nettoyage ethnique, l'un des plus documentes\ndu XXIe siecle, et a en devenir tacitement complice.\n5 partages 1 0 3 0 1",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 11181,
                "words": 1761,
                "lines": 121
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Best of Trump (3), les decrets anti-immigration",
            "date": "2025-07-31T15:06:50.101983",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Best of Trump (3), les decrets anti-immigration\n\n33 partages 32 0 0 0 1 Mondafrique, 22 janvier. Le president elu, qui avait promis des decisions\nfortes des les premieres heures de son mandat, a tenu parole. Des mesures qui visent\nprincipalement a inverser les politiques de l'administration precedente et a imprimer sa marque avec\nces fameux \" executive orders \" .\nParmi les 200 decrets signes par le milliardaire, du jamais-vu a ce stade, l'offensive anti-immigration\npromise durant la campagne presidentielle constitue un volet majeur. Donald Trump a notamment\ndecrete l'etat d'urgence a la frontiere avec le Mexique et s'est attaque au droit d'asile et au droit du\nsol, ce dernier etant pourtant protege par le 14e amendement de la Constitution.\nLes premiers recours en justice contre le decret ont ete deposes moins de deux heures apres sa\nsignature. Plusieurs associations de defense des droits des migrants, dont la celebre American Civil\nLiberties Union (ACLU), ont conteste le texte devant un tribunal du New Hampshire des la fin de\nl'investiture de Donald Trump.\nLe Mexique, qui se prepare a un retour massif de ses ressortissants partis aux Etats-Unis, a pour sa\npart annonce des dispositions afin d'organiser les rapatriements. La presidente mexicaine Claudia\nSheinbaum a neanmoins felicite Donald Trump pour son retour a la Maison Blanche, tout en\nl'appelant a fonder une relation basee sur le \" dialogue \" et le \" respect \".\n33 partages 32 0 0 0 1",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1412,
                "words": 234,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Kigali fait du basketball une scene culturelle panafricaine",
            "date": "2025-08-01T10:56:47.887436",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Kigali fait du basketball une scene culturelle panafricaine\n\n1 partage 0 0 1 0 0 Du 26 juillet au 2 aout 2025, Kigali accueillera le Giants of Africa Festival. A la\ncroisee du sport, de la musique et du leadership, l'evenement transforme le basketball en levier\nculturel pour une jeunesse africaine avide d'avenir.\nCe n'est pas un simple tournoi, ni une simple celebration. Le Giants of Africa Festival, fonde par\nMasai Ujiri - president des Toronto Raptors et visionnaire du sport africain - est devenu en l'espace\nde quelques annees un laboratoire de transformation sociale. Du 26 juillet au 2 aout 2025, Kigali,\ncapitale du Rwanda, accueillera la nouvelle edition de cet evenement multidimensionnel, qui mele\nbasket, musique, art, developpement personnel et leadership. Un festival concu non pas pour le\nspectacle mais pour l'impact. Ici, le sport est un langage, un catalyseur, un espace d'apprentissage\net de projection. Il n'est plus seulement question de gagner un match, mais de construire des\ntrajectoires de vie.\nDe Lagos a Dakar !\nDepuis sa creation en 2003, Giants of Africa n'a cesse de s'etendre a travers le continent, de Lagos\na Dakar, d'Abidjan a Nairobi, mais Kigali reste sa capitale symbolique. C'est la que Masai Ujiri a\nchoisi de faire converger les talents du continent, non pour les selectionner ou les recruter, mais\npour leur transmettre une energie : celle de croire en leur potentiel et d'imaginer un futur a leur\nmesure. L'edition 2025 reunira plus de 300 jeunes venus de 16 pays africains, selectionnes pour\nleurs qualites sportives mais aussi pour leur engagement social et leur esprit collectif. Tous\nparticiperont a une semaine de bootcamp intensif, alternant entrainements sur terrain, sessions de\nmentorat, conferences sur l'entrepreneuriat, la sante mentale, l'art oratoire ou l'ecologie.\nCar Giants of Africa, c'est d'abord un projet d'education. Pendant huit jours, les jeunes vivent\nensemble dans un village sportif temporaire a la peripherie de Kigali. Ils mangent, s'entrainent,\ndebattent, ecrivent, presentent des projets. Chaque journee commence par un cercle de parole ou\nles coachs - parfois d'anciens champions NBA, parfois de jeunes militantes ecologistes - viennent\nbriser les barrieres entre disciplines. En soiree, la ville se transforme : projections de films africains\nen plein air, concerts de rappeurs rwandais et nigerians, jam sessions entre DJ locaux et\npercussionnistes senegalais. L'un des temps forts attendus est la performance live de Burna Boy\nsur le parvis du BK Arena, en cloture du festival.\nLes jeunes, de futurs \" geants \" Ce qui distingue Giants of Africa des autres festivals culturels du\ncontinent, c'est sa philosophie integree. L'art n'y est pas decoratif, le sport n'y est pas competitif\npour lui-meme, et le developpement personnel ne s'y reduit pas a des slogans. Tout est concu pour\naccompagner les jeunes a devenir des \" geants \", non pas en taille, mais en vision. Certains\nrepartiront avec des bourses, d'autres avec des reseaux professionnels, mais tous avec une\nexperience collective fondatrice. Masai Ujiri l'affirme dans chacun de ses discours : \" Le basket m'a\ndonne une voix, je veux qu'il leur donne un avenir. \" Le choix du Rwanda ne doit rien au hasard. Le\npays s'est hisse en quelques annees au rang de modele regional en matiere d'infrastructure,\nd'organisation et de resilience. Kigali, ville verte et connectee, offre un cadre securise, moderne et\ndynamique. Le partenariat entre Giants of Africa et le gouvernement rwandais permet d'ancrer le\nfestival dans des politiques publiques de jeunesse. Plusieurs ministeres y sont associes : culture,\nsports, education, numerique. Des jeunes entrepreneurs rwandais interviendront cette annee sur\nl'innovation agricole, les technologies vertes et l'industrie de la mode ethique.\nEn 2025, le theme du festival est \" Own the Game. Own the Story. \" Ce mot d'ordre en dit long : il ne\nsuffit plus de jouer, il faut raconter le jeu, en devenir les auteurs.\nInformations pratiques :\nDates : du 26 juillet au 2 aout 2025 Lieu : Kigali, Rwanda (principalement au BK Arena et Kigali\nArena) Acces : vols internationaux vers l'aeroport de Kigali - navettes gratuites depuis les hotels\npartenaires Public : entrees gratuites sur inscription, certains evenements accessibles uniquement\naux participants selectionnes Langues : anglais, kinyarwanda, francais (traduction simultanee\npossible) Hebergement : hotels et residences universitaires a Kigali - reservation conseillee\nProgramme et inscriptions :\nwww.giantsofafrica.org 1 partage 0 0 1 0 0",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4505,
                "words": 711,
                "lines": 51
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Mohamed Ag Ahmedou: \" Alassane Ouattara, le candidat de la stabilite \".",
            "date": "2025-07-31T15:07:08.568745",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Mohamed Ag Ahmedou: \" Alassane Ouattara, le candidat de la stabilite \".\n\n4 partages 0 0 2 1 1 La rumeur etait persistante depuis plusieurs semaines. Ce Mardi 29 juillet, elle\ns'est muee en certitude. Alassane Dramane Ouattara, 83 ans, a annonce en direct sur la\nRadiodiffusion Television Ivoirienne (RTI) qu'il briguerait un quatrieme mandat presidentiel lors du\nscrutin prevu pour le 5 octobre 2025.\nLa chronique de Mohamed AG Ahmedou, editorialiste engage et un des meilleurs specialistes de\nl'Afrique .\n\" Je suis candidat aux elections presidentielles du 5 octobre 2025. La Constitution me le permet, et\nma sante aussi me le permet \", a declare le chef de l'Etat ivoirien avec assurance. Un choix\nassume, une reponse aux defis securitaires et sociaux Pour ses partisans, cette decision est moins\nun retour qu'une continuite. Alassane Ouattara incarne depuis 2011 une vision economique et\nsecuritaire qui a profondement transforme le paysage ivoirien.\n\" La Cote d'Ivoire est aujourd'hui un pole de stabilite dans une region en feu \", confie un colonel de\nl'armee base a Korhogo En un peu plus d'une decennie, l'acces a l'eau potable et a l'electricite a ete\ngeneralise dans les zones rurales, une prouesse saluee par la Banque africaine de developpement\net d'autres institutions regionales. Sur le front de la securite, dans un contexte regional marque par\nl'instabilite sahelienne, le president Ouattara a mis en place un maillage inedit de radars de\nsurveillance le long des frontieres, selon des sources militaires ivoiriennes.\nCette infrastructure de defense vise a contrer les infiltrations jihadistes venues du nord, notamment\ndu Burkina Faso et du Mali qui sont les pays voisins. .\nLe poids d'un bilan, la promesse d'une continuite Depuis l'annonce, les soutiens se multiplient au\nsein du Rassemblement des Houphouetistes pour la Democratie et la Paix (RHDP). Pour beaucoup,\nle president sortant reste le seul garant de la croissance et de la paix civile. Sous sa presidence, la\nCote d'Ivoire a affiche l'un des taux de croissance les plus eleves du continent, avec une moyenne\nannuelle de 7 % entre 2012 et 2019, en depit des crises politiques passees. \" Les projets de\nOuattara touchent le quotidien des Ivoiriens, surtout les plus modestes. L'eau, l'electricite, les\nroutes... Il a change la vie dans les campagnes \", souligne un enseignant de Bouake.\nMeme des figures traditionnellement critiques de l'opposition admettent en prive que l'homme d'Etat\na su moderniser l'administration et retablir la credibilite de l'Etat ivoirien. Le spectre du pouvoir\nperpetuel ? Mais cette annonce ravive aussi les critiques. Certains observateurs denoncent un\nretour a une logique de \" democratie verrouillee \", ou les dirigeants africains , civils comme\nmilitaires, tendent a perenniser leur pouvoir. Paul Biya au Cameroun, 42 ans au sommet de l'Etat,\nen est l'exemple patent.\nD'autres rappellent la manipulation institutionnelle derriere le coup d'Etat contre Mohamed Bazoum\nau Niger, que certains attribuent aux calculs de l'ex-president Issoufou Mahamadou, desireux de\nmaintenir son influence.\nUne candidature ambivalente Dans ce contexte continental, la candidature de Ouattara peut\napparaitre ambivalente. D'un cote, elle est portee par un bilan economique et securitaire tangible.\nDe l'autre, elle s'inscrit dans une tendance lourde en Afrique de l'Ouest : la rarefaction de\nl'alternance democratique. Un homme d'Etat face a l'Histoire Reste que, pour une large partie de la\npopulation ivoirienne, Alassane Ouattara reste l'homme du moment.\n\" L'Etat fonctionne, les routes sont bitumees jusqu'aux villages les plus recules. Pourquoi changer ?\n\", interroge une commercante de Daloa .\nSi la presidentielle d'octobre s'annonce disputee, le president-candidat pourra s'appuyer sur un\nappareil d'Etat bien rode et sur une image d'homme fort, competent. \" Je suis pret. Ce sera mon\ndernier mandat \", a-t-il lance en conclusion de son intervention. Promesse de sagesse ou parole de\ncampagne ? Le peuple ivoirien tranchera dans les urnes.\n4 partages 0 0 2 1 1",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3985,
                "words": 626,
                "lines": 47
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Le Gazoduc Afrique Atlantique, 13 pays et 25 milliards de dollars",
            "date": "2025-08-02T09:39:05.897624",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Le Gazoduc Afrique Atlantique, 13 pays et 25 milliards de dollars\n\n302 partages 59 50 6 54 133 Le Gazoduc Afrique Atlantique (Nigeria - Maroc) a ete initie par le\nMaroc, en decembre 2016, a l'occasion d'une visite du Roi Mohamed VI au Nigeria. Evalue a 25\nmilliards de dollars, ce mega projet reliera le Maroc au Nigeria par la facade Atlantique, traversant\n13 pays avant d'atteindre l'Europe.\nPaul AMARA, Consultant, Centre4s Le trace previsionnel du projet de gazoduc Nigeria-Maroc, qui\ntraversera 13 pays de la cote ouest-africaine.\nLong d'environ 5600 - 6800 km, ce Gazoduc assurera aussi la securite energetique de ces pays\ncotiers et de l'Alliances des Etats Saheliens (AES). A titre d'exemple l'un des pipelines les plus\nconnus est le North - Stream 2 reliant la Russie a l'Allemagne sur 1234 km et large de 48 inches. A\ntravers le monde il existe 3.859.000 km de pipelines transportant 5 billions de tonnes de gaz.\nLe pipeline GAA aura une capacite de 30 milliards de metres cube de gaz par an. Les premieres\ncargaisons seront acheminees, des 2029. Modele de cooperation Sud-Sud, il offrira a l'Union\neuropeenne une alternative ou un complement au gaz russe. Il s'integre a l'Initiative Atlantique,\nautre chantier marocain, destinee a favoriser l'acces du Burkina Faso, du Mali, du Niger et du Tchad\na l'Ocean Atlantique.\n\" Le gazoduc transsaharien \" concurrent Le Projet a un aine, ou un concurrent regional immediat: le\ngazoduc transsaharien, le NIGAL, Nigeria-Algerie. Dans certains documents, il est aussi designe\nTrans-Saharan Gas-Pipeline (TSGP), et devrait relier le Nigeria a l'Algerie, a partir de 2027 avec du\ngaz naturel vers l'Europe. L'idee date des annees 1980. Cependant, pour diverses raisons, l'accord\nsur sa mise en oeuvre a ete signe seulement le 3 juillet 2009, par les gouvernements du Nigeria, de\nl'Algerie et du Niger, 30 ans plus tard. L'Union europeenne y etait favorable, esperant diversifier ses\nsources d'approvisionnement en gaz.\nLes deux pays, riches en ressources naturelles, affirmaient alors disposer des fonds necessaires\npour son financement. Lors du 27e sommet extraordinaire de l'Union africaine, des 17et 18 juillet\n2016, a Kigali, Rwanda, le Nigeria annoncait que le capital du Gazoduc sera detenu, a 90%, par la\nSonatrach (Societe nationale pour la recherche, la production, le transport, la transformation et la\ncommercialisation des hydrocarbures de l'Algerie) et la Nigerian National Petroleum Corporation\n(NNPC), son homologue nigerian, et a 10% par la Compagnie nationale du petrole du Niger.\nPresentement, son lancement est pour le moins gele.\nUn retard de trente ans.\nProbleme: au Nigeria meme, le delta du Niger est infeste de groupes terroristes et autres qui\nsabotent regulierement les installations de l'energie, siphonnant le petrole. Au Niger, le nord est\nsous la menace permanente de diverses rebellions. En Algerie, le sud desertique est egalement a\nportee de fusil de groupes terroristes. Les dernieres nouvelles de ce projet remontent au 28 juillet\n2022, lors de la troisieme reunion Algerie, Niger et Nigeria a Alger. A cette occasion, un protocole\nd'accord est signe. Le contexte geopolitique et energetique d'alors, marque par la hausse des prix\ndes hydrocarbures, provoquee par le declenchement de la guerre Russie - l'Ukraine, le 24 fevrier\n2022, a favorise cette action. L'Algerie fournissait alors 11% du gaz naturel europeen contre 47%\npour la Russie. Le coup d'Etat, survenu au Niger, les 26 et 27 juillet 2023, a mis ce pays sur la liste\ndes etats sous sanctions, fragilisant alors le projet.\nConstatant des 2016 ces differents retards, le Roi du Maroc proposa le projet du Gazoduc Africain\nAtlantique. Un premier accord est alors paraphe fin 2016. Le gouvernement federal du Nigeria\ndonna son accord pour la signature d'un protocole entre la NNPC et la Communaute economique\ndes Etats d'Afrique de l'Ouest (CEDEAO). Ce pipeline serait aussi une extension d'un gazoduc\nacheminant deja le gaz du sud du Nigeria vers le Benin, le Ghana et le Togo, depuis 2010.\nLe Nigeria et l'Algerie possedent les plus grandes reserves de gaz naturel d'Afrique. En 2024, le\npremier comptait 210 trillions de pieds cubes, l'Algerie (159) et le Maroc (39 milliards). Dans le\ndomaine du petrole, le Nigeria arrive en deuxieme position en Afrique, avec 36,9 milliards de barils -\n35% des reserves de brut du continent - et pres de 80% de celles de l'Afrique subsaharienne.\nL'Algerie se classe troisieme avec 12,2 milliards de barils.\nQuelques enjeux du gazoduc.\nLes enjeux du gazoduc sont a la fois politiques, economiques et geostrategiques. Plusieurs pays\nafricains connaissent un taux d'electrification inferieur a 40%. Le geant Nigeria y est compris :\nsouffrant de coupures et amenant les populations, qui le peuvent, a s'equiper en generateurs, qui\nengendrent pollution et autres nuisances, sans compter le prix du fuel. Le gazoduc permettrait a ces\npays de produire plus d'electricite a base de centrales thermiques fonctionnant au gaz naturel. Avec\nl'energie en continu, leurs economies gagneraient en productivite et rentabilite. Le secteur agricole\ndevrait aussi prosperer en ce sens que le gaz permet de fabriquer des engrais essentiels. Avec la\nguerre Russie - Ukraine, leurs prix ont explose.\nLe Maroc et le Nigeria ont presente le gazoduc comme un facteur d'integration economique en\nAfrique de l'Ouest. Il s'ajouterait au reseau de gazoducs de moindre envergure qui approvisionnent\ndeja l'Europe via la mer Mediterranee. La Chine, qui a investi dans l'industrie petroliere nigeriane,\nsouhaite croiser ce pipeline avec son initiative '' La Ceinture et la Route''. Lancee en 2013 cette\ninitiative se veut une plateforme internationale destinee a renforcer les liens economiques,\ndiplomatiques, politiques et culturels entre pays. La Russie est aussi interessee par ce Gazoduc\nAfricain Atlantique, y voyant un moyen de contourner les sanctions imposees par les pays\noccidentaux, en reorientant certains investissements vers l'Afrique.\nLes defis du financement.\nCependant le projet fait face a un deficit de financement. Avec moins de ressources financieres que\nl'Algerie, le Maroc tente toutefois de se hisser au rang de leader dans ce domaine. Cette ambition\namene le Royaume a soutenir les investissements exterieurs dans ce secteur dans l'objectif de\ndepasser le cadre national au profit du regional. Simultanement, il renforce ses relations\ninteretatiques, visant la satisfaction des besoins des consommateurs. Ces efforts ont ete loues par\nune plateforme specialisee dans le secteur energetique, ''TAQA'' ( Arabic for Energy ), un Holding\ndes Emirats Arabes Unis operant dans le petrole, le gaz, les pipelines, l'energie et la desalinisation.\nCette plateforme a braque ses phares sur le Gazoduc, le classant parmi les sept projets\nenergetiques les plus importants du continent africain. Ceux-ci englobent des pipelines petroliers,\ndes gazoducs, des raccordements electriques et des exploitations minieres. Ce soutien de TAQA\nira-t-il jusqu'a une prise de participation dans le Gazoduc ? Ca serait un succes diplomatique et\nfinancier. Evalue a 25 milliards de dollars, le GAA devrait aboutir a un accord budgetaire cette\nannee. Le franchissement de cette etape de la decision finale d'investissement est indispensable au\nlancement des travaux de construction proprement dits. Le capital du Gazoduc accueillerait une\npalette d'investisseurs : des fonds souverains, des banques de developpement ou commerciales et\ndes geants petroliers.\nEn mars 2024, Mme Amina Benkhadra directrice generale de l'Office national marocain des\nhydrocarbures et des mines (ONHYM) a annonce la creation d'une entreprise pour superviser le\nfinancement, la construction et l'exploitation du projet. Le megaprojet y gagne en substance. Pilote\nde l'initiative, cote marocain, Ms Amina Benkhadra, a confirme que les etudes de faisabilite et\nd'ingenierie detaillee en deux phases sont achevees. En outre, les etudes d'impact\nenvironnemental, indispensables au montage financier et la conformite aux exigences des bailleurs\nde fonds, ont ete entamees en 2024.\nLe Gazoduc empruntera essentiellement un trace Offshore jusqu'a Dakhla, Sahara occidental, avant\nde longer la cote Atlantique en On shore , pour se raccorder au Gazoduc Maghreb - Europe (GME)\nferme depuis des decennies. Il traversera plusieurs pays ouest-africains: Benin, Togo, Ghana,\nCote-d'Ivoire, Liberia, Sierra Leone, Guinee, Guinee-Bissau, Gambie, Senegal et Mauritanie. Les\npays de l'AES beneficieront de cette infrastructure via des extensions. Le projet est aussi la\ncontinuation de celui de Lagos - Takarosli (Ghana) via le Benin et le Togo avant de se diriger vers\nAbidjan et Tanger a travers la cote atlantique.\nA partir de Tanger il passe par le detroit de Gibraltar pour aboutir a Cadix en Espagne ou il rejoindra\nl'ex pipeline Algerie Maroc Espagne. Une etude de faisabilite datant de 2017 et 2019 a ete realisee\npar les Societes en charge du projet actuel: le Nigeria National Oil Company et l'Office Cherifien des\nPhosphates.\nSelon Mme Benkhadra, les donnees collectees demontrent la competitivite du projet en\ncomparaison au gaz naturel liquefie en termes de cout et capacite et transport. Ce premier troncon\npartira du Senegal - Mauritanie jusqu'au Maroc puis l'Europe. Parallelement, avancera la seconde\nphase reliant le Nigeria a la Cote-d'Ivoire. Ces deux premieres phases seront mises en service en\n2029. La troisieme etape consistera a proceder au raccordement central, avec la liaison des\nsegments secondaires. Concretisant la construction de ces deux premieres phases, le Maroc\nannoncait le lancement d'un appel d'offres en novembre en 2024 affichant ainsi sa volonte\nd'accelerer la realisation de cette infrastructure qui va transformer le marche energetique de la\nregion.\nLe 12 novembre 1984, le Maroc quittait l'Organisation de l'Unite africaine protestant contre la\nreconnaissance par celle-ci d'un etat sahraouie. Au cours du 28 e sommet de l'Union Africaine tenu\na Addis-Abeba, les 30 et 31 janvier 2017, le Roi Mohammed VI a constate ''la flamme eteinte de\nl'Union du Maghreb Arabe (UMA)'' dont sont ou etaient membres l'Algerie, la Libye, le Maroc\njustement, la Mauritanie et la Tunisie. Le 12 fevrier de la meme annee, le Maroc deposait,\nofficiellement, sa candidature a l'adhesion a la CEDEAO. Le Royaume est a la recherche d'une\nvaste zone pour stimuler et etendre son economie. Jusque-la, il avait obtenu un ''accord de principe''\net un ''statut d'observateur''.\nA l'exception de la Mauritanie et du trio de l'AES, les autres pays interesses par le Gazoduc sont\nmembres de la CEDEAO. Le Maroc va-t-il forcer la main a l'institution par le ceinturage strategique\nde ses membres ?\nAu large des cotes, loin des zones terroristes du Sahel, le Gazoduc Afrique Atlantique devrait\nconstituer un facteur de developpement exceptionnel et a ce titre meritant soutiens diplomatiques et\nfinanciers et de tous.\n302 partages 59 50 6 54 133",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 10896,
                "words": 1703,
                "lines": 126
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Le Ghana acccueille le Festival panafricain du theatre et des arts",
            "date": "2025-08-01T10:57:07.726959",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Le Ghana acccueille le Festival panafricain du theatre et des arts\n\n1 partage 0 0 1 0 0 Du 24 juillet au 3 aout 2025 a Cape Coast, le Ghana accueillera PANAFEST, .\nUn evenement memoriel et artistique qui interroge l'heritage de l'esclavage tout en celebrant la\ncreativite du continent africain.\nIl y a des festivals qui divertissent, d'autres qui eveillent, mais rares sont ceux qui relevent a la fois\nde la memoire, de la politique et de la culture. PANAFEST - acronyme de Pan-African Historical\nTheatre Festival - est de ceux-la. Du 24 juillet au 3 aout 2025, le Ghana vibrera au rythme de ce\nfestival unique, concu comme un pont entre les peuples africains et leurs diasporas. Organise\nalternativement entre Accra, Cape Coast et Elmina, il transforme les lieux marques par l'histoire de\nla traite negriere en scenes vivantes ou theatre, musique, danse, conferences et rituels se\nrepondent. En 2025, la thematique centrale - \" Our Own Stories Shape Our Future \" - insiste sur la\nnecessite de reconquerir le recit africain, de le reecrire avec ses propres mots, et de le transmettre a\nla jeunesse.\nPANAFEST n'est pas qu'un evenement artistique ; c'est une experience initiatique. L'ouverture du\nfestival se fait par une ceremonie de libation, a la memoire des ancetres deportes vers les\nAmeriques. Puis vient la \" Return Procession \", marche silencieuse vers le fort d'Elmina, ou les\nvisiteurs traversent symboliquement la \" Porte du non-retour \" - le passage funeste par lequel des\nmillions d'Africains furent arraches a leur terre. Chaque annee, cette marche provoque des larmes,\ndes etreintes, des cris. Elle reconnecte les corps a une histoire souvent tue. A PANAFEST, la\nmemoire de l'esclavage ne se resume pas a une date ou un chapitre de manuel. Elle devient chair,\nrythme, danse et douleur.\nLes industries creatives L'edition 2025 prevoit une serie de panels sur l'entrepreneuriat culturel, les\nindustries creatives africaines, le panafricanisme numerique, et les luttes environnementales. Y\nparticiperont des figures telles que le Nigerian Akin Omotoso, la Rwandaise Sonia Rolland, le\nrappeur ghaneen M.anifest ou encore l'activiste jamaicain Mutabaruka. La parole y est libre, ancree,\npolitique. Le festival fait le pari que la culture peut etre un levier de souverainete et non un simple\noutil de valorisation touristique. Ici, le griot cotoie le start-upper, la pretresse vodou converse avec la\nsociologue afro-caribeenne, et les heritiers des resistants dialoguent avec ceux de la Black Panther\nParty.\nLa programmation musicale melera en 2025 rythmes traditionnels akan, afrobeat, spoken word, jazz\ncreole et gospel militant. Les soirees se tiendront a l'Amphitheatre National de Cape Coast, mais\naussi sur les plages, dans les cours de maisons communautaires, et jusque dans les marches. Ce\nchoix de la decentralisation est volontaire : PANAFEST ne veut pas etre un festival elitiste, mais une\nresonance populaire. L'ambiance y est electrique, entre ferveur militante et liesse carnavalesque.\nLes jeunes Ghaneens y cotoient des visiteurs venus d'Haiti, de Cuba, de la Barbade, des Etats-Unis\nou du Bresil, venus retrouver une part d'eux-memes, dans ce continent qui les a vus partir, il y a des\nsiecles, dans les cales d'un navire.\nL'un des moments les plus forts du festival est sans doute le \" Naming Ceremony \", ceremonie\nsymbolique par laquelle des membres de la diaspora recoivent un nom africain et un certificat\nd'appartenance spirituelle au continent. C'est une maniere de dire que l'exil ne brise pas le lien, que\nla genealogie peut transcender les siecles. Loin d'etre folklorique, cet acte touche a l'intime, au droit\na l'identite. Plusieurs invites de marque ont deja confirme leur presence cette annee, dont des\nrepresentants du Smithsonian, des leaders rastafaris, et des artistes issus du mouvement Black\nLives Matter. Le festival a aussi noue un partenariat inedit avec le Musee du Quai Branly a Paris\npour une serie d'echanges sur la restitution des oeuvres africaines.\nPANAFEST est, enfin, une invitation a la responsabilite. Il engage chacun, Africain du continent ou\nde la diaspora, a penser la memoire non comme un poids, mais comme un socle.\nInformations pratiques :\nDates : du 24 juillet au 3 aout 2025 Lieux : Accra, Cape Coast, Elmina (Ghana) Entree : gratuite\npour les ceremonies publiques, billetterie pour les spectacles Langues : anglais, akan, francais\n(traduction disponible sur site) Acces : vols reguliers vers Accra, navettes locales vers Cape Coast\nHebergement : hotels partenaires, guesthouses locales, logements universitaires Programme\ncomplet :\nwww.panafestghana.org 1 partage 0 0 1 0 0",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 4572,
                "words": 728,
                "lines": 53
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "L'ex patron de la Sonatrach Ould Kaddour aurait derobe 54 millions $",
            "date": "2025-08-01T10:57:13.468723",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "L'ex patron de la Sonatrach Ould Kaddour aurait derobe 54 millions $\n\n4 partages 0 1 2 0 1 Abdelmoumen Ould Kaddour, ancien president-directeur de la societe generale\nalgerienne Sonatrach, a-t-il planque 54,4 millions de dollars via des comptes bancaires et des\nsocietes en Suisse ? Berne rappelle que la Confederation et l'Algerie ont signe un accord d'entraide\njudiciaire en matiere penale en juin 1966. Il est donc bien fini le temps ou les banques helvetiques\nne repondaient pas aux commissions rogatoires.\nPar Ian Hamel, a Geneve Abdelmoumen Ould Kaddour, aujourd'hui age de 73 ans, a ete le patron\nde la Sonatrach de mars 2017 a avril 2019, date ou il a ete demis de ses fonctions. La justice\nalgerienne reproche a ce brillant ingenieur, forme aux Etats-Unis, quelques broutilles : dilapidation\nde fonds publics, abus de fonction, conflit d'interets, privilege d'un tiers dans un marche public. Pour\nechapper a la justice, Abdelmoumen Ould Kaddour se refugie aux Emirats arabes unis. Manque de\nchance, Abou Dhabi a signe avec Alger une convention d'entraide judiciaire. L'ancien PDG est\nextrade en aout 2021 et condamne a dix ans de prison en appel en decembre 2022.\nSon fils, Nassim Ould Kaddour a, lui, ecope a dix ans de prison par contumace. Resident en France,\nil fait l'objet d'un mandat d'arret international. Mais comme pour son pere avec les Emirats, la\nSuisse, via le Tribunal penal federal, l'a deboute de tous ses recours le 6 juin 2025.\nLa justice algerienne lui reproche d'avoir dissimule les commissions illegales recues par son pere\nvia des comptes en Suisse, aux Emirats arabes unis, et des societes fictives au Liban. L'arret du 6\njuin evoque \" l'origine delictueuse de la somme de 54,390 434 millions de dollars.\nLe fiston, deboute sur toute la ligne Pour faire simple, le 9 aout 2022, le juge d'instruction du Pole\npenal economique et financier de la Cour d'Alger a sollicite l'entraide des autorites helvetiques. Le\nmotifs : dilapidation de fonds publics, abus de fonction, conflit d'interets dans le but d'obtenir un\navantage indu a autrui dans le cadre de la passation d'un marche public et blanchiment de capitaux.\nBien evidemment, Nassim Ould Kaddour s'oppose a la transmission des documents bancaires aux\nautorites algeriennes. \" Il a notamment invoque le caractere politique de la procedure, affirmant etre\npoursuivi uniquement en raison des fonctions occupees par son pere \", precise le site suisse\nGotham City, toujours tres informe, qui a revele l'arret de la Cour des plaintes du Tribunal penal\nfederal (*).\nNassim Ould Kaddour est deboute par le Ministere public de la Confederation (MPC) en decembre\n2024. Un mois plus tard, il interjette recours aupres de la Cour des plaintes du Tribunal penal\nfederal. Il se pretend menace \" du fait d'une situation politico-juridique speciale \". La justice\nhelvetique n'est guere convaincue : le fils de l'ancien PDG de la Sonatrach ne reside-t-il pas\nactuellement en France ? Il ne peut donc pas prouver qu'il serait expose \" au risque de mauvais\ntraitement ou de violation de ses droits de procedure \". Le Tribunal rappelle que \" le recourant a ete\ncondamne par defaut, notamment, a une peine privative de liberte de dix ans pour des actes qui,\ntransposes en droit suisse, correspondent a l'infraction de blanchiment d'argent \". Finalement, dans\ncet arret de 16 pages, Nassim Ould Kaddour est deboute sur toute la ligne.\nIl faut encore se demander si son avocat, le Genevois Christian Luscher, peut encore sortir une\ncarte de sa main afin de s'opposer une nouvelle fois a la transmission des documents bancaires a\nl'Algerie, et gagner encore quelques mois.\n(*) \" L'Algerie traque les comptes suisses du clan Ould Kaddour \", 23 juillet 2025 4 partages 0 1 2 0\n1",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 3668,
                "words": 611,
                "lines": 41
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Avec le Samri seoudien, la poesie devient mouvement",
            "date": "2025-07-31T15:07:02.047507",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Avec le Samri seoudien, la poesie devient mouvement\n\n1 partage 0 0 1 0 0 Le samri [1] est l'un des arts performatifs les plus anciens et les plus importants\ndu patrimoine saoudien, qui repose sur trois caracteristiques principales : la voix, le mouvement et\nl'apparat.\nVictoria Kpotchie Il est considere comme l'une des formes d'expression poetique les plus variees,\ntant par ses rythmes que par les themes abordes dans les chants : amour, douleur de la separation,\nnostalgie. Bien que les origines precises soient difficiles a dater, son enracinement historique est\nmanifeste.\nCet art, repandu dans de nombreuses regions du Royaume, se decline en variantes locales, avec\ndes appellations et des melodies propres a chaque territoire [2] . Sa pratique s'accompagne de\nrituels codifies : tenues specifiques et gestes symboliques.\nLe samri incarne l'unite du groupe, a travers l'union des voix, des gestes et des intentions.\nIl ne s'agit pas de gestes desordonnes sans sens, mais d'un art a travers lequel la communaute met\nen scene sa vie intellectuelle et culturelle sous forme de representations choregraphiques, de\nveillees poetiques, et de spectacles evoquant ses coutumes et traditions.\nGenese et racines du samri Comme tout art traditionnel, le samri est ne d'un lent tissage culturel.\nHeritee des peuples non-sedentaires de la peninsule arabique, le samri est un veritable registre\nsocial et culturel, une poesie qui exprime les emotions collectives, retrace les evenements\nmarquants et preserve les recits transmis de generation en generation.\nLa poesie a nourri cet art jusqu'a ce qu'il prenne forme et maturite. Ensuite, le samri s'est approprie\nles rythmes poetiques : il les a modifies, transformes, et a directement influence la scene poetique\nen l'enrichissant.\nLe samri serait originaire de la region du Najd et se serait diffuse dans les autres regions du\nRoyaume.\nLa dynamique scenique du samri Il s'agit d'une performance collective ou deux rangees d'hommes\nse font face. L'une entame un vers poetique en haussant la voix, et l'autre lui repond en le repetant\navec le meme ton, rythme et melodie, et ainsi de suite jusqu'au dernier vers du poeme chante\n:l'alignement des danseurs commence apres l'appel du chef de troupe, qui entonne les premiers\nvers. S'ouvre alors le \" wannin \", phase d'introduction annoncant le debut de la performance,\nmarque par un elan vocal initial, le \"naz'a\". Plus le naza est maitrise, plus la performance est\nreussie. Il doit etre en harmonie avec le wannin. Des l'ouverture du wannin, chaque participant\nprend place en rangee. Les percussionnistes ajustent leur tempo en fonction du chant initial. Le\npremier rang entonne le vers d'ouverture, que le second rang reprend en echo [3] . Par la suite, les\nmouvements corporels s'enchainent. Dans tous les cas, les gestes, les balancements, les\ninclinaisons, les agenouillements, suivent rigoureusement le rythme musical.\nLe samri d'Al-Jawf est generalement joue lors d'occasions speciales ou de ceremonies de mariage.\nDeux rangees de participants se font face et tapent sur le tambourin a tour de role. Le poete recite\nles vers a voix haute et les deux rangees les repetent. Les coups de tambourin reprennent une fois\nque le poete a recite la seconde partie du poeme, et ce schema se poursuit jusqu'a la fin du poeme.\nUn art traditionnel emblematique Present dans de nombreux festivals culturels a travers le\nRoyaume; du Festival national du patrimoine et de la culture Al-Jenadriyah aux concours de\nperformances traditionnelles de Souq Okaz; le samri s'est impose comme un embleme du\npatrimoine immateriel saoudien. Il incarne a la fois l'identite collective du pays et la vitalite de ses\ntraditions vivantes.\nLa Fete nationale, tout comme d'autres celebrations officielles saoudiennes, accorde egalement au\nsamri une place de choix, soulignant son importance dans le paysage culturel national.\nSources Al-Badnah, L., & Al-Jumai'ah, J. (s.d.). The Samri tradition in Saudi Arabia. Al-Manwar Co.\nLtd.\nhttps://www.almanwar.com/publications/the-samri-tradition-in-saudi-arabia SaudiPedia. (2024, 2\njuillet). Samri Dance. Saudipedia.\nhttps://saudipedia.com/en/article/482/culture/performing-arts/samri-dance Baghfar, H. (1996). Les\nchansons populaires en Arabie saoudite. Jeddah : Dar al-Qadisiyya.\nAl-Hamdan, M. A. (1989). Le Diwan du Samri et du Hijini. Riyad : Dar Qais.\nAl Abd al Mohsin, A. H. M. (1986). Le patrimoine de l'ile de Tarout. Jubail, Arabie saoudite.\nSini, O. (2021, 12 mars). Entretien dans l'emission \" Le Visage cache \" [Emission televisee]. Le\nDesert.\nBen Moghaynim, I. B. S. (s.d.). Entretien dans les emissions \" La tente du desert \" et \" Nos archives\n\" [Emis [1] L'origine du terme \" samri \" deriverait de \" samar \", qui designe les veillees au clair de\nlune, marquees par des echanges conviviaux et un divertissement collectif. Le chercheur Dr.\nYaaqoub al-Ghunaym le definit comme un chant collectif, precisant qu'il tire son nom des veillees de\ngroupe.\n[2] le samri d'Unaizah, le samri d'al-Wadi, le samri d'al-Aarid et le samri de Hail sont les variantes de\nsamri les plus populaires.\n[3] procede appele \" mard \".\n1 partage 0 0 1 0 0",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 5096,
                "words": 803,
                "lines": 64
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "Mondafrique",
            "titre": "Les poulbots des bidonvilles de Nanterre",
            "date": "2025-08-02T09:38:53.244503",
            "scraping_date": "2025-08-02T11:50:53.228042",
            "language": "fr",
            "text": "Les poulbots des bidonvilles de Nanterre\n\n0 partages 0 0 0 0 0 A travers son ouvrage Les poulbots des bidonvilles de Nanterre, Louassini\nDJAMAI nous plonge dans l'univers des enfants des bidonvilles, ces lieux sordides et precaires ou il\na passe une grande partie de sa vie.\nPar le biais de ce temoignage poignant, dedie a ses enfants et aux generations futures, il relate\navec une insouciance touchante la dure realite de son enfance. Entre la guerre, les manifestations,\nles massacres, la misere sociale et les traumatismes psychologiques, il depeint un tableau\nsaisissant de cette epoque. Trop jeunes pour agir, ces enfants ont pourtant vecu des experiences\nmarquantes, que l'auteur partage avec une sincerite desarmante.\nLouassini Djamai, l'aine de neuf enfants, est ne en 1952 a Maghnia, une petite ville de l'ouest de\nl'Algerie. En 1960, en pleine guerre d'Algerie, sa famille part pour la France, pays colonisateur, afin\nde rejoindre leur pere. Malgre deux decennies de difficultes en bidonville et cite de transit, il est\ndevenu ingenieur dans le domaine industriel. A travers son temoignage, il souhaite contribuer au\ndevoir de memoire pour les enfants d'aujourd'hui et de demain.\nLe style d'ecriture de Louassini Djamai dans ce temoignage est descriptif et immersif, avec une\nattention particuliere aux details sensoriels et emotionnels. L'auteur utilise une narration a la\npremiere personne pour partager les experiences et les reactions du protagoniste face a un\nenvironnement nouveau et inconnu. Le ton est a la fois contemplatif et legerement anxieux, refletant\nl'apprehension et l'emerveillement du personnage principal.\nLe livre \" Les poulbots des bidonvilles de Nanterre \" de Louassini DJAMAI s'adresse principalement\na un public adulte et adolescent, sensible aux recits historiques et sociaux. Il interessera\nparticulierement les lecteurs desireux de comprendre les realites de la vie dans les bidonvilles\nfrancais des annees 1960, ainsi que les evenements marquants comme la guerre d'Algerie et la\nmanifestation du 17 octobre 1961. Les amateurs de temoignages poignants et immersifs, ainsi que\nceux qui s'interessent aux perspectives enfantines sur des evenements historiques, trouveront dans\ncet ouvrage une source precieuse de reflexion et d'emotion. Les educateurs, historiens et\nsociologues pourront egalement y puiser des elements pertinents pour leurs recherches et\nenseignements.\nE X T R A I T Les femmes discutaient, 0 partages 0 0 0 0 0",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2423,
                "words": 375,
                "lines": 28
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://mondafrique.com/limage-du-jour/donald-trump-sinstalle-a-la-maison-blanche/",
            "provider": "Mondafrique",
            "titre": "Best of Trump (5), l'amnistie les 1500 assaillants du Capitole",
            "date": "Sat, 02 Aug 2025 02:54:56 +0000",
            "scraping_date": "2025-08-02 11:51:45",
            "language": "fr",
            "text": "Best of Trump (5), l'amnistie les 1500 assaillants du Capitole\n\n2 partages 0 0 0 0 2 Mondafrique, 21 janvier 2025 L'une des premieres mesures de Donald Trump, lundi, a ete de commuer les peines de plus de 1 500 de ses partisans qui avaient pris d'assaut le Capitole le 6 janvier 2021. En face de la prison federale de Washington, ou certains etaient incarceres, la nouvelle est accueillie avec un melange de joie et d'esprit de revanche.\n2 partages 0 0 0 0 2",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 394,
                "words": 75,
                "lines": 2
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://mondafrique.com/a-la-une/cameroun-plus-de-50-deces-suspects-dopposants-entre-1982-et-2023/",
            "provider": "Mondafrique",
            "titre": "Serie Cameroun (1), cinquante deces d'opposants entre 1982 et 2023",
            "date": "Sat, 02 Aug 2025 01:55:00 +0000",
            "scraping_date": "2025-08-02 11:51:51",
            "language": "fr",
            "text": "Serie Cameroun (1), cinquante deces d'opposants entre 1982 et 2023\n\n98 partages 74 1 3 11 9 En 41 ans, ils sont entre autres religieux, avocats, journalistes et etudiants a avoir perdu la vie dans des circonstances troubles. Les nombreuses enquetes judiciaires ouvertes n'ont jamais pu reveler les reels mobiles de ces morts violentes et barbares laissant ainsi le doute planer. Meme si les familles gardent le silence parfois par peur des menaces, elles continuent de porter le deuil.\nUne production de DataCameroon, pur Player de Fact-checking, de Data journalisme et de Journalisme d'investigation Quelques deces suspects: Narcisse Djomo Pokam...\n....Mgr Jean-Marie Benoit Bala De la periode allant de 1982 a 2023, du sang a ete verse au Cameroun de maniere barbare et violente. Un tableau macabre qui affiche une cinquantaine de cas repertories dans le cadre de cette enquete. Ont perdu la vie dans d'atroces souffrances, journalistes, banquiers, etudiants, religieux, commercants, avocats, hommes de culture et universitaires. On liste aussi des veuves d'hommes politiques et des enfants.\nMalgre le temps qui est passe, la seule evocation de ces crimes crapuleux contribue a creer des remous autour des familles. Les differentes sources d'information interrogees jugent necessaires de se terrer dans un mutisme suspect. Personne ne souhaite s'exprimer, meme les avocats de certaines familles des victimes refusent de dire mot, pretextant le \" secret professionnel \" .\nLes familles quant a elles, semblent avoir disparu avec leurs morts, car elles restent introuvables. Quelques proches retrouves, malgre toutes les assurances donnees sur la protection de leur identite, choisissent de garder le silence.\nL'ecrivain Arol Ketchiemen, auteur de : \" Riviere de sang, enquete sur les morts non elucidees \" , temoigne \" qu'il y a quand meme certaines familles courageuses qui se battent depuis quelques annees pour reclamer justice et tres souvent, finissent par capituler a cause des pressions diverses. L'une d'entre elles, apres avoir ete menacee, s'est resignee \" .\nSelon Cyrille Rolande Bechon, de l'Ong Nouveaux Droits de l'Homme, \" il y a des cas ou les familles des victimes ont completement abandonne parce qu'elles ont compris les realites mafieuses du Cameroun. Certaines ont tout laisse tomber parce que financierement epuisees par les tracasseries judiciaires.\nC ertaines familles ont peur pour leur securite quand une autorite est citee dans leur affaire. Elles choisissent donc de se taire surtout celles qui connaissent la brutalite du regime en place \", explique-t-elle. La directrice executive poursuit qu'il y a des cas ou les coupables ont ete trouves et emprisonnes sans jamais statuer sur les reparations ou sur la situation des victimes.\nPour le Pr Claude Abe, sociologue, ce silence \" complice \" des familles, peut s'expliquer par le fait que les crimes ont cela de particulier qu'ils traumatisent les familles et parfois ce traumatisme de la cellule familiale, prend egalement en charge toute la societe entiere. Selon cet universitaire, quand on voit les familles qui apres de nombreuses annees n'arrivent pas a parler, cela peut se traduire par le fait qu'elles se disent : \" nous avons deja ete victimes une fois, nous ne voulons plus le subir \".\nIl ajoute : \" la societe camerounaise a une grosse part de responsabilite la-dedans on ne peut pas comprendre qu'une societe soit aussi apeuree qu'elle oublie tres facilement des gens qui ont compte pour elle \" .\nToujours pour expliquer ce silence qu'il qualifie d'inquietant, le Pr Claude Abe affirme : \" on peut se dire que ceux qui ont elimine des gens ont des complicites meme apres l'elimination parce qu'en realite, si une societe encourage un travail de mutisme, ca devient comme un silence structurel, organise qui fait que ca expose davantage les individus qui pourraient defendre les interets des populations. Ca semble etre une strategie politique qui vise a faire taire les leaders qui peuvent etre des gens bruyants et qui peuvent denoncer un certain nombre de choses \" , conclut-il.\nMenaces Meme des journalistes ayant assure la couverture de ces faits macabres ont subi des menaces. Xavier Messe, actuel directeur de la publication du journal \" Le Calame \", se souvient qu'en tant que directeur des redactions du Groupe l'Anecdote, en pleine investigation sur la mort de Mgr Jean Marie Benoit Balla en 2017, va recevoir des menaces via des appels telephoniques et des messages electroniques. Peu apres, le journaliste est contraint d'abandonner ses recherches sur instruction de sa hierarchie.\nRepartition par profession des assassinats non elucides au Cameroun de 1982 a 2023 https://public.flourish.studio/visualisation/15226971/ Dans la meme affaire, le journaliste Leger Ntiga, directeur des redactions du journal Essingan, confie egalement subir des menaces. Il faut rappeler que Mgr Bala, eveque du diocese de Bafia, dans le Mbam et Inoubou, region du Centre, entre 2003 a 2017 a disparu dans la soiree du mardi 30 mai 2017. Sa voiture de marque Toyota Land Cruiser Prado immatriculee CE 9503V de couleur blanche est retrouvee le lendemain sur le pont d'Ebebda, dans la Lekie, region du Centre. A l'interieur etaient deposees ses pieces personnelles et un bout de papier contenant l'effrayant message \" Je suis dans l'eau \". Six ans apres, le mystere continue meme si les premieres conclusions de l'enquete judiciaire ont revele le 4 juillet 2017 dans un communique du procureur general pres la Cour d'appel du Centre, Jean Fils Ntamack, que la noyade etait la cause la plus probable de la mort de cet homme de Dieu.\nViolences Tout a cote de la mort de Mgr Jean-Marie Benoit Bala, le sang de plusieurs autres victimes a coule dans des situations toutes aussi troubles et peut-etre moins tristement celebres. Meme si les emotions sont retombees, le doute continue de planer et les interrogations persistent sur les raisons de ces morts que nombreux considerent aujourd'hui comme crimes non elucides. \" On parle de crime non elucide lorsque la justice n'a pas pu resoudre l'affaire en designant les responsables \", explique Dr Abdel Nasser Issa Pave, juriste criminologue.\nA sa suite, Me Thierry Henri Atangana, expert criminel assermente, ajoute qu'il s'agit premierement des crimes en cours d'enquete et deuxiemement, des affaires classees. Mieux encore, elles peuvent etre celles qui le sont definitivement, soient qui sont proscrites juridiquement ou tout simplement classees sans suite. Dans ce processus de definition, Dr Nasser poursuit que les crimes non elucides sont ceux pour lesquels, les circonstances ne permettent pas de mener une enquete soit encore que lesdites circonstances ne menent a aucune piste (responsable) probante. \" Dans un cas comme dans l'autre, il est impossible de designer les auteurs de ces infractions \", souligne-il.\nLoin de ces avis d'experts, Xavier Messe, pense que les crimes non-elucides sont ceux dont les resultats d'enquetes sont entoures d'une certaine opacite. Avis corrobore par Arol Ketchiemen, qui croit savoir que pour se prononcer sur un crime non elucide, il faut attendre sur le long terme, c'est-a-dire patienter jusqu'a ce que les conclusions de l'enquete soient disponibles.\nSouvent accompagnes d'une extreme violence, ces morts selon Leger Ntiga, n'ont souvent curieusement rien a voir avec la version officielle. Elles seraient donc entachees de mobiles que les autorites ne veulent pas reveler. Dans ce registre, on a le cas de Me Mbopda decede le 5 avril 1990. L'avocat a ete assassine par un gardien de la paix, Louis Emandion, en service au Groupement mobile d'interventions (Gmi) de la ville de Bafoussam. Le proces a dure deux ans et le 17 fevrier 1992, la chambre criminelle du Tribunal de grande instance de Bafoussam rend son verdict. Le gardien de la paix est condamne a vie sauf que le mobile de son forfait est reste non elucide.\nLe 5 fevrier 2010, Ngota est arrete avec trois autres journalistes de differentes publications. Les journalistes sont detenus pendant plusieurs jours et interroges. Ils sont liberes, puis inculpes de falsification d'un document gouvernemental. Ngota et deux autres journalistes sont a nouveau arretes et detenus a la prison centrale de Kondengui, a Yaounde, au Cameroun. Le 22 avril, Ngota decede dans des circonstances suspectes.\nPour Leger Ntiga, les crimes non elucides se caracterisent par les causes officielles de la mort souvent qui ne concordent pas avec les signes visibles sur la depouille. Ce qui se verifie dans l'affaire du journaliste Germain Cyrille Ngota Ngota connu sous l'appellation de Bibi Ngota, decede le 23 avril 2010 a la Prison centrale de Kondengui a Yaounde. Le ministre de la communication de l'epoque, Issa Tchiroma Bakary a publiquement confesse au cours d'une conference de presse donnee a Yaounde le 23 avril 2010, que ce journaliste et directeur de publication du journal \" Cameroun Express \" est decede des suites d'infections opportunistes subsequentes au Vih.\nDes conclusions qu'il dit tenir des rapports du responsable de l'infirmerie de ce penitencier. Or, la genitrice de ce journaliste madame veuve Ngoulou nee Edima Georgette a assure dans une interview accordee le 27 avril 2010 au site Camer.be que son fils avait ete \" torture \". Informations que ne corrobore pas l'enquete officielle qui va plutot reveler que Bibi Ngota n'a pas ete victime de mauvais traitements. Le Dr Um Um Bitanga, medecin legiste, affirme qu'il existe des signes exterieurs qui renvoient a des genres particuliers de mort. \" Mais c'est l'autopsie qui permet de confirmer la cause de la mort. L'autopsie permet un examen macroscopique, puis eventuellement microscopique des organes ainsi que des examens biochimiques et toxicologiques \", precise- t-il.\nOpacite Pourquoi les enquetes autour de ces morts ne prosperent pas ? Xavier Messe invoque l'implication de l'Etat qui peut se traduire par l'ouverture des enquetes dont les resultats ne sont jamais connus, une facon percue par l'auteur de \" Riviere de sang, enquete sur les morts non elucidees \" dans son interview a Naija Tv comme une facon d'enterrer une affaire. D'ailleurs Edmond Locard, professeur de medecine legale, fondateur du premier laboratoire mondial de police scientifique en 1910 a Lyon en France declarait : \" dans l'enquete criminelle, le temps qui passe, c'est la verite qui s'enfuit . \" Une volonte de dissimuler les preuves qui a ete suspectee dans l'affaire Martinez Zogo encore en cours.\nDes personnalites au sommet de l'Etat ont ete citees dans l'assassinat de cet animateur radio mais plus rien n'a filtre.\nUn nuage a recouvert l'operation du test d'Adn pratique sur la depouille de ce chef de chaine d'Amplitude FM dont le corps en etat de putrefaction avance a ete decouvert le dimanche 22 janvier 2023. Un test d'Adn qui selon le cardiologue Dr Aime Bonny permet en plus, d'avoir l'identite des assassins. Il ecrivait que le blocage de ce test etait une aubaine pour les assassins de cet animateur qui n'ont rien a gagner que ce test soit pratique.\nLe 21 aout 2006, Narcisse Olivier Djomo Pokam est tue, puis defenestre du 8e etage de l'hotel Hilton de Yaounde Au-dela de ces enquetes qui ne prosperent pas, on a aussi des personnes innocentes qui se retrouvent condamnees juste pour brouiller les pistes. Le 21 aout 2006, Narcisse Olivier Djomo Pokam est tue, puis defenestre du 8e etage de l'hotel Hilton de Yaounde. Dans cette affaire, des noms de certains pontes du regime sont cites. Mais curieusement, Taboue Fotso, bagagiste ; Pokoupong Felix, chef de la securite ; Simeon Onambele Atangana, agent d'entretien ; Michel Ngui et Celestin Tchuenkam, plombiers, tous employes de l'hotel presentes comme les principaux suspects, seront envoyes en prison.\nRepartition par sexe des personnes assassinees entre entre 1982 et 2023 au Cameroun (%) https://public.flourish.studio/visualisation/15226284/ Apres quatre annees de reclusion, le Tribunal de grande instance (Tgi) du Mfoundi prononce des peines lourdes contre eux. Taboue Fotso ecope de 20 ans de reclusion ferme tandis que les autres accuses sont condamnes chacun, a 15 ans d'emprisonnement. Le 23 avril 2023, le journal du monde judiciaire rapporte l'acquittement a la Cour d'Appel du Centre au benefice du doute. \" Q ui a donc tue Narcisse Djomo Pokam ? Qu'avait-il fait ? que lui voulait-on. Comment peut-on en plein jour, dans une chambre du Hilton, le plus prestigieux et securise du pays, torturer ; violer, tuer, un etre humain et jeter son corps a l'exterieur, a plusieurs metres du sol sans que les coupables ne soient clairement identifies ?\" s'interroge Arol Ketch, le 22 aout 2023 sur sa page Facebook. D'apres lui, les veritables coupables sont connus et libres puisque leurs noms etaient abondamment cites dans les journaux \" Mais etant puissant et beneficiant d'un soutien eleve au sein de l'appareil etatique, ils n'ont jamais ete inquietes \", ecrit-il.\nJustice Au-dela de cette implication du politique dans ces deces, Francois Bingono Bingono, anthropologue, soutient qu'il s'agit souvent de crimes rituels qui sont un processus de capture de l'energie psychique de la victime tuee de maniere rituelle. \" Il y a beaucoup de similitudes dans les modes operatoires quand on regarde Mgr Bala, le Pere Mveng, Me Ngongo Ottou. De nombreux elements amenent a croire que les commanditaires et les executants seraient les memes individus. Cette similitude des modes d'operation amene a dire qu'on a a faire a des memes acteurs qui agissent a des moments differents et a des contextes differents. On ne peut pas expliquer qu'en 1983 on a le meme mode operatoire qu'en 2004, 2018 ou encore en 2023. Il s'agit donc de quelque chose qui s'est institutionnalise poussant a s'interroger sur d'eventuelles responsabilites des institutions et de nos elites gouvernantes \", argumente le sociologue Claude Abe.\nDans ce tableau sombre, le clerge est celui qui paye le prix fortavec vingt morts suspectes. Pour Leger Ntiga, il s'agit des meurtres au coeur des pouvoirs c'est-a-dire que des personnes au coeur du regime qui sentant leurs interets menaces ont decide d'agir . \" Il soupconne lcertains au sein de l'Eglise d'avoir facilite ces assassinats. Dans le cadre de cette enquete, nous avons sollicite un entretien avec Mgr Samuel Kleda, archeveque metropolitain de Douala, sur les affaires concernant les religieux. L'archeveque nous a demande de passer par son service de communication, qui a son tour, nous a suggere de leur faire parvenir par courrier notre protocole d'interview. Malheureusement, notre courrier depose le 29 juin 2023 est reste sans suite.\nA en croire Dr Nasser \" Plusieurs variables peuvent expliquer la proliferation des affaires de meurtres non elucides au Cameroun. Premierement, on peut citer la deficience des enquetes judiciaires. Celles-ci sont incapables, souvent a raison, de faire parler des cadavres qui sont generalement en decomposition. Par ailleurs, elles ne sont pas outillees du point de vue technique et scientifique pour exploiter les ADN presents sur la scene de crime \", renseigne-t-il . Me Thierry Henri Atangana ajoute : \" pour le cas des homicides, tout se joue au debut dans les premieres constatations. Le probleme est que parfois lorsque les OPJ arrivent sur les scenes de crimes, celle-ci est deja souillee. La scene de crime est la base du travail d'elucidation d'une enquete criminelle. C'est la qu'on recherche des empreintes digitales, le releve des traces materielles ceci avant l'enquete de voisinage et la recherche de temoin \" Comme autres raisons, Dr Nasser parle de la frilosite des familles qui tournent rapidement la page et ne montrent pas de reelle determination a connaitre la verite, comme s'il existait une perte de l'indignation collective devant la mort.\nNos tentatives de recueillir des informations au ministere de la Justice sont restees vaines.\nCameroun, le Bataillon d'Intervention Rapide (BIR) au coeur du pouvoir .\n98 partages 74 1 3 11 9",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 15897,
                "words": 2544,
                "lines": 31
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://mondafrique.com/loisirs-culture/kigali-fait-du-basketball-une-scene-culturelle-panafricaine/",
            "provider": "Mondafrique",
            "titre": "Kigali fait du basketball une scene culturelle panafricaine",
            "date": "Thu, 31 Jul 2025 17:48:40 +0000",
            "scraping_date": "2025-08-02 11:51:58",
            "language": "fr",
            "text": "Kigali fait du basketball une scene culturelle panafricaine\n\n1 partage 0 0 1 0 0 Du 26 juillet au 2 aout 2025, Kigali accueillera le Giants of Africa Festival. A la croisee du sport, de la musique et du leadership, l'evenement transforme le basketball en levier culturel pour une jeunesse africaine avide d'avenir.\nCe n'est pas un simple tournoi, ni une simple celebration. Le Giants of Africa Festival, fonde par Masai Ujiri - president des Toronto Raptors et visionnaire du sport africain - est devenu en l'espace de quelques annees un laboratoire de transformation sociale. Du 26 juillet au 2 aout 2025, Kigali, capitale du Rwanda, accueillera la nouvelle edition de cet evenement multidimensionnel, qui mele basket, musique, art, developpement personnel et leadership. Un festival concu non pas pour le spectacle mais pour l'impact. Ici, le sport est un langage, un catalyseur, un espace d'apprentissage et de projection. Il n'est plus seulement question de gagner un match, mais de construire des trajectoires de vie.\nDe Lagos a Dakar !\nDepuis sa creation en 2003, Giants of Africa n'a cesse de s'etendre a travers le continent, de Lagos a Dakar, d'Abidjan a Nairobi, mais Kigali reste sa capitale symbolique. C'est la que Masai Ujiri a choisi de faire converger les talents du continent, non pour les selectionner ou les recruter, mais pour leur transmettre une energie : celle de croire en leur potentiel et d'imaginer un futur a leur mesure. L'edition 2025 reunira plus de 300 jeunes venus de 16 pays africains, selectionnes pour leurs qualites sportives mais aussi pour leur engagement social et leur esprit collectif. Tous participeront a une semaine de bootcamp intensif, alternant entrainements sur terrain, sessions de mentorat, conferences sur l'entrepreneuriat, la sante mentale, l'art oratoire ou l'ecologie.\nCar Giants of Africa, c'est d'abord un projet d'education. Pendant huit jours, les jeunes vivent ensemble dans un village sportif temporaire a la peripherie de Kigali. Ils mangent, s'entrainent, debattent, ecrivent, presentent des projets. Chaque journee commence par un cercle de parole ou les coachs - parfois d'anciens champions NBA, parfois de jeunes militantes ecologistes - viennent briser les barrieres entre disciplines. En soiree, la ville se transforme : projections de films africains en plein air, concerts de rappeurs rwandais et nigerians, jam sessions entre DJ locaux et percussionnistes senegalais. L'un des temps forts attendus est la performance live de Burna Boy sur le parvis du BK Arena, en cloture du festival.\nLes jeunes, de futurs \" geants \" Ce qui distingue Giants of Africa des autres festivals culturels du continent, c'est sa philosophie integree. L'art n'y est pas decoratif, le sport n'y est pas competitif pour lui-meme, et le developpement personnel ne s'y reduit pas a des slogans. Tout est concu pour accompagner les jeunes a devenir des \" geants \", non pas en taille, mais en vision. Certains repartiront avec des bourses, d'autres avec des reseaux professionnels, mais tous avec une experience collective fondatrice. Masai Ujiri l'affirme dans chacun de ses discours : \" Le basket m'a donne une voix, je veux qu'il leur donne un avenir. \" Le choix du Rwanda ne doit rien au hasard. Le pays s'est hisse en quelques annees au rang de modele regional en matiere d'infrastructure, d'organisation et de resilience. Kigali, ville verte et connectee, offre un cadre securise, moderne et dynamique. Le partenariat entre Giants of Africa et le gouvernement rwandais permet d'ancrer le festival dans des politiques publiques de jeunesse. Plusieurs ministeres y sont associes : culture, sports, education, numerique. Des jeunes entrepreneurs rwandais interviendront cette annee sur l'innovation agricole, les technologies vertes et l'industrie de la mode ethique.\nEn 2025, le theme du festival est \" Own the Game. Own the Story. \" Ce mot d'ordre en dit long : il ne suffit plus de jouer, il faut raconter le jeu, en devenir les auteurs.\nInformations pratiques :\nDates : du 26 juillet au 2 aout 2025 Lieu : Kigali, Rwanda (principalement au BK Arena et Kigali Arena) Acces : vols internationaux vers l'aeroport de Kigali - navettes gratuites depuis les hotels partenaires Public : entrees gratuites sur inscription, certains evenements accessibles uniquement aux participants selectionnes Langues : anglais, kinyarwanda, francais (traduction simultanee possible) Hebergement : hotels et residences universitaires a Kigali - reservation conseillee Programme et inscriptions :\nwww.giantsofafrica.org 1 partage 0 0 1 0 0",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 4505,
                "words": 711,
                "lines": 10
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://mondafrique.com/confidentiels/la-diplomatie-de-donald-trump-et-son-america-first-bousculent-leurope/",
            "provider": "Mondafrique",
            "titre": "Best of Trump (6), l'Europe bousculee par Washington",
            "date": "Sun, 03 Aug 2025 04:11:48 +0000",
            "scraping_date": "2025-08-03 09:40:03",
            "language": "fr",
            "text": "Best of Trump (6), l'Europe bousculee par Washington\n\n13 partages 0 3 3 2 5 Mondafrique, 30 mars Les dirigeants europeens ont vu leur univers tanguer au premier jour de l'election de Donald Trump. L'Europe et les Etats Unis sont-ils restes les allies qu'ils ont toujours ete ou sont-ils devenus des adversaires? Amis ou ennemis? Personne a ce jour ne peut repondre a cette question tant le President americain tient un discours changeant sur ses intentions. Les declarations provocantes, voire insultantes, de la Maison Blanche laissent entrevoir quelques lignes de force diplomatiques aux antipodes des approches occidentales traditionnelles et montrent une volonte de combattre plus que de rassembler.\nEmmanuel Macron s'est fait fort de convaincre Donald Trump de la justesse des positions europeennes sur l'Ukraine. Vraiment?\nLors de sa rencontre avec le president americain, le lundi 24 fevrier, et lors de leurs deux conferences de presse communes, Emmanuel Macron a adopte une posture audacieuse mais intenable en jouant une hypothetique complicite avec Donald Trump, tout en tenant, sur l'Ukraine notamment, des propos aux antipodes de son interlocuteur americain. L'avenir dira a quel point cette mise en scene a fait avancer la paix esperee entre Russes et Ukrainiens alors que les Etats Unis se sont allies a la Russie, lundi a l'ONU, lors de votes sans precedent sur le conflit ukrainien, poussant leur idee d'une paix rapide sans condamnation de Moscou, ni defense des frontieres de l'Ukraine..\nNotons que le Mali qui avait rompu, l'ete dernier, ses relations avec l'Ukraine coupable a ses yeux de soutenir les rebelles touaregs s'est rallie dans le vote de lundi a l'ONU aux Etats Unis et a la Russie, l'alliee des Maliens dans leur combat contre les groupes armes du Nord du pays.\nLa redaction de Mondafrique Nous publions ci dessous u ne chronique d'Yves Mamou, un ancien journaliste du Monde, qui vient de creer un site sur la question du Moyen Orient Vous pouvez vous abonner gratuitement a ce media tres engage et peu conformiste, mais dont les analyses tranchees sont toujours bien informees et font avancer le debat.\nApportez votre soutien.\nDonald Trump a ete elu le 6 novembre 2024, mais il n'a pris ses fonctions que le 20 janvier 2025. Dans cet intervalle de presque trois mois, le President-elect s'est bien garde d'empieter sur les prerogatives de l'administration Biden sortante. Il s'est tu. Mais il a laisse la bride sur le cou a Elon Musk, patron de Tesla, dont chacun savait qu'il allait occuper des fonctions importantes dans l'administration Trump.\nEt le patron de Tesla a multiplie les \" excentricites \". Lesquelles peuvent etre considerees comme les jalons de ce que va etre l'action diplomatique du president republicain.\nLa guerilla diplomatique d'Elon Musk.\nAllemagne . Le 20 decembre 2024, au lendemain d'une attaque islamiste particulierement meurtriere sur un marche de Noel allemand, Musk a appele sur X le chancelier allemand Olaf Scholz a \" demissionner immediatement \". Il l'a egalement traite d'\" Imbecile incompetent \".\nLe meme jour, Elon Musk a exprime son soutien au parti Alternative fur Deutschland (AfD) en Allemagne, affirmant que seul ce parti peut sauver l'Allemagne . Et le 9 janvier, Elon Musk a organise sur X, un entretien d'une heure avec la chef de file de l'AfD, Alice Weidel Deja le 29 septembre 2023, Elon Musk avait denonce sur X, ces ONG allemandes qui recueillent des migrants a la derive en Mediterranee pour les deverser en Italie. \" Le public allemand est-il conscient de cela \" a vait demande le patron de Tesla ?\nAngleterre . Le 9 janvier, le Financial Times a accuse Elon Musk de chercher a f aire tomber le Premier ministre britannique Keir Starmer avant les prochaines elections generales. Debut janvier, Musk avait accuse Keir Starmer, ancien procureur general charge des poursuites publiques, d'avoir volontairement minore les centaines de milliers de violences sexuelles infligees a des jeunes filles mineures blanches de la classe ouvriere par des gangs d'origine pakistanaises.\nElon Musk a exige une nouvelle enquete nationale, a qualifie M. Starmer de \" totalement meprisable \" et a declare qu'il devrait etre \" en prison \".\nMusk a egalement soutenu Tommy Robinson, un activiste britannique qui cumule les peines de prison en raison des campagnes qu'il mene contre les gangs de violeurs pakistanais. Le 25 janvier Politico a annonce que Musk avait paye les amendes infligees a Tommy robinson par la justice britannique.\nItalie.\nLes relations entre Elon Musk et Georgia Meloni, premier ministre italien sont en revanche au beau fixe. Meloni, dirigeante du parti Fratelli d'Italia, a ete elue Premier ministre en 2022. Son engagement en faveur de la lutte contre l'immigration illegale, lui a valu les faveurs de Donald Trump et d'Elon Musk. Le 16 decembre 2023, Elon Musk s'est deplace a Rome pour assister au festival Atreju , un evenement apparente a l'\"extreme droite\" italienne depuis 2014 (il etait plutot associe a la droite auparavant). Organisee par Fratelli d'Italia, le parti politique de la premiere ministre Giorgia Meloni, la manifestation politique a deja vu defiler Steve Bannon, Marine Le Pen ou Viktor Orban. L'edition 2023, qui avait pour slogan \" Bentornato Orgoglio Italiano \" (le Retour de la Fierte Italienne), a mise sur la presence d'Elon Musk, en plus de la visite de chefs d'Etat etrangers.\nEn septembre 2024, Elon Musk a remis a Meloni un prix decerne par l'Atlantic Council de New York . Meloni espere apparemment que sa relation avec Musk donnera a l'Italie un role privilegie dans les relations des Etats-Unis avec l'Europe. SpaceX, la societe de M. Musk, est egalement en pourparlers avec le gouvernement de Mme Meloni pour fournir des communications militaires securisees via son reseau de satellites Starlink.\nLe 20 janvier 2025, J.D Vance a pris le relais d'Elon Musk.\nLors de la Conference sur la securite qui a eu lieu du 14 au 16 fevrier, a Munich, J.D. Vance, vice-president americain, a poursuivi - officiellement cette fois - le travail de destabilisation d'Elon Musk. Il a declare aux dirigeants europeens que leurs democraties etaient imparfaites et que la plus grande menace a laquelle l'Europe etait confrontee n'etait pas exterieure : elle etait interieure. Autrement dit, JD Vance a accuse les dirigeants europeens de representer eux-memes un danger pour leurs compatriotes.\nPour l'administration Trump, la Russie ou la Chine menacent moins l'Europe que l'immigration de masse, la censure des opposants, le refus d'ecouter les electeurs sur la question de l'immigration et le barrage politique que les partis de gauche et du centre imposent aux partis populistes nationalistes. \"Je peux vous le dire clairement : il ne peut y avoir de securite si vous avez peur des voix, des opinions et de la conscience qui guident votre propre peuple \", a declare J.D Vance a Munich.\nLe 11 fevrier, JD Vance a quitte Munich pour Paris ou avait lieu un sommet sur l'intelligence artificielle. La, il a reitere l'idee qu'en Europe, la menace interieure etait plus forte que la menace exterieure . \" Une regulation excessive pourrait tuer un secteur en developpement juste au moment ou il prend son envol et j'aimerais qu'un air de deregulation souffle sur les conversations lors de cette conference. \" Le vice-president americain a ajoute, \" nous pensons tres clairement que l'IA doit rester exempte de biais ideologique. L'IA americaine ne servira pas d'outil de censure. \" Et concernant les elections parlementaires allemandes du 23 fevrier , Vance a appele les politiciens allemands a abandonner le \" pare-feu \" mis en place contre les partis populistes. Le pare-feu fait reference a un accord entre les principaux partis pour ne pas gouverner ni collaborer avec l'Alternative pour l'Allemagne, ou AfD, un parti anti-immigration qui a recueilli 153 sieges et 20,8% des voix aux elections du Bundestag.\nL'humiliation des elites europeennes par la nouvelle administration americaine, s'est poursuivie a Munich, avec l'envoye special de Trump pour l'Ukraine. Le lieutenant general a la retraite Keith Kellogg, a fait savoir sans detour que l'Europe (progressiste) ne serait pas autorisee a participer aux negociations sur l'avenir de l'Ukraine, meme si Washington s'attend a ce que les forces europeennes supervisent un eventuel cessez-le-feu et souhaite que l'Europe finance la reconstruction de l'Ukraine.\nQUELLES CONCLUSIONS TIRER DE CETTE SERIE D'EVENEMENTS ?\nIl n'y a pas de diplomatie americaine. Donald Trump mene un combat unique contre le progressisme, les partisans de l'immigration, et le wokisme... a l'interieur et a l'exterieur des Etats Unis.\n Les allies non conformes sont destabilises, voire brutalises.\nLe premier ministre britannique Keir Starmer qui persecute a coups de proces et d'amendes les Britanniques qui protestent contre l'immigration musulmane a aujourd'hui compris qu'il ne sera pas consideres comme un allie. Elon Musk le lui a fait savoir.\nCette brutalite s'exerce a l'exterieur de l'Europe aussi. C'est sous la menace que Panama a rompu tous ses projets d'insertion dans la Silk and Belt Initiative chinoise. Pas question que le canal de Panama, un axe vital pour la securite des Etats Unis bascule dans la sphere d'influence chinoise. Le Canada et le Mexique se voient menaces de droits de douane destabilisateurs s'ils ne font pas un effort pour endiguer le flux de drogue et d'immigration clandestine.\n Si la securite des Etats Unis l'exige, il est possible de sacrifier un allie.\nLa securite des Etats Unis passe par le decouplage de la Russie et de la Chine. Tel semble etre le but recherche par l'accord de paix qui va etre impose a l'Ukraine. Il n'est pas dit que Donald Trump reussisse. Mais en attendant, pas question donc de continuer a financer la guerre en Ukraine. Donald Trump va negocier la paix directement avec Poutine .... Et tant pis pour elle si l'Ukraine y laisse des plumes.\n Aider autant que possible les forces de type MAGA en Europe.\nTrump et Musk ont note qu'il existe en Europe des forces de type MAGA (AfD en Allemagne, RN et Reconquete en France..). Il les aidera donc a acceder au pouvoir. Les forces type MAGA deja au pouvoir (Meloni en Italie, Orban en Hongrie) sont confortees.\n Trump veut une diplomatie axee sur l'identite des nations.\nLes elites progressistes ont affaibli l'Amerique en marginalisant les classes moyennes. Obama/Biden ne consideraient que deux parametres, l'humanite toute entiere et l'individu. Pour Donald Trump, l'Amerique ne redeviendra puissante qu'en s'appuyant sur les classes moyennes qui ont fait la force de la nation americaine. \" Ecoutez ce que votre peuple vous dit \", a lance J.D Vance aux dirigeants europeens a Munich .\nL'Amerique MAGA marque le retour des classes moyennes americaines - blanches, noires, latinos... mais fieres d'etre americaines - sur le devant de la scene politique. Et cette Amerique la veut s'allier a des nations qui ont une identite forte, et savent la defendre les armes a la main s'il le faut. Ce n'est sans doute pas un hasard si Benjamin Netanyahou, en pleine guerre contre l'islamisme du Hamas et du Hezbollah, a ete le premier dirigeant etranger invite a la Maison Blanche.\nRejoignez la nouvelle chaine Whatsapp de Mondafrique 13 partages 0 3 3 2 5",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 11240,
                "words": 1828,
                "lines": 35
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://mondafrique.com/a-la-une/le-requisitoire-de-lancien-premier-ministre-tunisien-hichem-mechichi/",
            "provider": "Mondafrique",
            "titre": "Le requisitoire de l'ancien Premier ministre tunisien Hichem Mechichi",
            "date": "Sat, 02 Aug 2025 15:42:33 +0000",
            "scraping_date": "2025-08-03 09:40:09",
            "language": "fr",
            "text": "Le requisitoire de l'ancien Premier ministre tunisien Hichem Mechichi\n\n2 partages 0 0 0 1 1 Hichem Mechichi est chef du gouvernement du 2 septembre 2020 au 25 juillet 2021 et occupe egalement le poste de ministre de l'Interieur de fevrier a septembre 2020 puis, a cote de ses fonctions de chef du gouvernement, de janvier a juillet 2021.\nIl est demis de ses fonctions suite a un coup de force opere par le president Kais Saied qui suspend egalement l'Assemblee des representants du peuple. Le pays sombre alors dans une crise politique caracterisee par un autoritarisme croissant et des atteintes graves aux droits et libertes Voici une synthese structuree de l'interview accordee par Hichem Mechichi au journal Al-Quds Al-Arabi, publiee le 30 juillet 2025, dans laquelle l'ancien chef du gouvernement tunisien revient longuement sur sa destitution le 25 juillet 2021 par Kais Saied :\n 1 . Evenements du 25 juillet 2021 : un coup de force Mechichi qualifie la date du 25 juillet 2021 de \" jour noir \" dans l'histoire de la Tunisie, marquant selon lui la fin du processus democratique.\nIl affirme avoir ete retenu de force au Palais de Carthage apres avoir ete convoque a une reunion securitaire.\nIl y decrit un Kais Saied \" en etat de tension extreme \", annoncant la dissolution des institutions en pretextant un danger imminent.\nA son refus d'approuver ce qu'il a qualifie d' \"suspension de la Constitution \" ou de \" coup d'Etat \", Mechichi dit avoir ete empeche de rentrer a la Kasbah, puis assigne a residence sous surveillance.\n 2. Un \" coup d'Etat \" soutenu de l'interieur et par l'etrange r Il affirme que Kais Saied a orchestre son coup de force avec un soutien logistique et mediatique regional.\nIl evoque sans nommer de pays, des regimes autoritaires qui craignaient que la revolution tunisienne inspire leurs peuples.\nSelon Mechichi, ces soutiens ont permis la deconstruction ciblee du modele de transition democratique tunisien.\n 3. Portrait psychopolitique de Kais Saied Mechichi decrit un president mystique et autoritaire, mu par un sentiment de mission quasi religieuse.\nIl estime que Saied se percoit comme un elu du destin, charge d'une mission divine pour guider un peuple \" perverti \".\nCette vision justifierait, selon lui, tous les moyens : manipulation de l'opinion, chaos institutionnel, repression.\n 4. Appel a la \" resistance \" democratique et non a l'\" opposition \" Mechichi rejette le qualificatif de \" simple opposition \", considerant qu'il ne s'agit plus d'un debat politique mais d'une resistance a un regime de fait.\nIl appelle a unir les forces democratiques, malgre leurs differences, pour \" refermer la parenthese du coup d'Etat \" par des moyens civiques et pacifiques.\nIl constate que les partis opposants sont affaiblis, disperses ou reprimes, mais que le combat reste possible.\n 5. Sur l'Union Generale Tunisienne du Travail (UGTT) Sans l'attaquer frontalement, Mechichi critique l'absence de role moteur de l'UGTT dans la crise.\nIl appelle l'organisation syndicale a retrouver son role historique de defense des opprimes et de rempart face a l'autoritarisme.\n 6. Position personnelle et avenir politique Mechichi affirme etre en exil volontaire, car il refuse d'adherer a un regime fonde sur la personnalisation du pouvoir.\nIl ecarte l'idee de fonder un parti, preferant travailler a rassembler les forces democratiques sur un socle commun, libre des contraintes partisanes.\nIl conclut en appelant a une strategie d'apres-Saied, basee sur un \" minimum democratique \" partage.\n En conclusion :\nHichem Mechichi depeint une Tunisie plongee dans une derive autoritaire orchestree par un president hors des normes politiques classiques, beneficiant de soutiens internes et regionaux. Il appelle a une reconquete pacifique et democratique du pays, au prix de l'unite nationale et de la resistance civile, tout en livrant pour la premiere fois son propre recit du 25 juillet 2021.\n2 partages 0 0 0 1 1",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 3860,
                "words": 628,
                "lines": 23
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://mondafrique.com/a-la-une/la-junte-malienne-emprisonne-lex-premier-ministre-moussa-mara/",
            "provider": "Mondafrique",
            "titre": "La junte malienne emprisonne l'ex Premier ministre Moussa Mara",
            "date": "Sat, 02 Aug 2025 15:36:01 +0000",
            "scraping_date": "2025-08-03 09:40:15",
            "language": "fr",
            "text": "La junte malienne emprisonne l'ex Premier ministre Moussa Mara\n\n0 partages 0 0 0 0 0 Ce 1er Aout 2025, l'ancien Premier ministre malien Moussa Mara a ete place sous mandat de depot, selon une publication du journaliste Serge Daniel sur le reseau social X. Le motif ? Des publications critiques sur la situation politique du pays, probablement jugees subversives par les autorites actuelles de Bamako.\nMohamed AG Ahmedou L'evenement, en soi, pourrait relever du fait divers politique si la trajectoire de Moussa Mara ne cristallisait pas a elle seule les ambiguites et les tragedies d'une generation politique qui, apres avoir cru dompter la junte, a fini par se faire avaler par elle.\nLa sanction d'une parole libre ou le retour de baton d'un compagnonnage aveugle ?\nMoussa Mara n'est pas un opposant classique. Il fut l'un des rares a defendre publiquement la junte militaire malienne a ses debuts, croyant y voir une opportunite de rupture avec le systeme de predation installe depuis les annees ATT. Technocrate, volontaire, a la fibre panafricaine affichee, Mara incarne cette nouvelle generation d'hommes politiques maliens qui, apres avoir tente d'influencer le pouvoir militaire de l'interieur, se retrouvent aujourd'hui marginalises, voire persecutes.\nMais l'arrestation de Mara n'est pas un accident. Elle s'inscrit dans une longue serie de purges silencieuses ou d'anciens compagnons de route de la transition, a l'image du defunt Soumeylou Boubeye Maiga, d'Issa Kaou Djim, ou de Mohamed Youssouf Bathily dit Ras Bath, ont ete successivement mis a l'ecart, embastilles ou reduits au silence. Le message est limpide : dans le Mali de la junte, aucune loyaute passee ne garantit l'immunite. Toute critique, meme moderee, devient trahison.\nLe dilemme des intellectuels face au pouvoir En reconnaissant le statut en qualite des autorites maliennes a la junte militaire malienne en date du 26 juillet 2021, en compagnie de plusieurs figures politiques du Mali, lors de sa declaration ce jour la, Moussa Mara a commis une erreur strategique : celle de croire qu'un pouvoir militaire sans legitimite populaire pouvait se regenerer par l'intelligence technocratique et la bonne volonte politique. Ce malentendu originel est au coeur de la crise actuelle.\nDans son discours, Moussa Mara n'a jamais cesse d'appeler a une gouvernance rigoureuse, au respect des institutions et a un retour a la legalite. Mais sa parole s'est progressivement videe de sa portee, a mesure que la transition malienne derivait vers un autoritarisme militarise. Que reste-t-il alors d'un homme d'Etat quand l'Etat lui-meme est confisque par des interets claniques, des alliances informelles avec des groupes armes et la logique de guerre imposee par des mercenaires etrangers ?\nLe populisme militaire contre la pensee politique Depuis 2020, la junte malienne gouverne a coups de slogans : \" restauration de la souverainete \", \" rupture avec la France \", \" refondation \". Mais dans les faits, ce pouvoir a substitue la reflexion a la propagande, le debat a l'invective, la complexite du reel a une posture revancharde. Tout acteur politique, meme ancien allie, devient une menace s'il ose interroger la trajectoire du pays.\nC'est precisement ce qu'a fait Moussa Mara dans ses publications recentes. En critiquant les derives de la transition, il n'a fait que reprendre un role qui aurait du etre le sien depuis le debut : celui d'un homme libre, porteur d'une parole publique, soucieux de l'interet general. Mais la junte n'accepte ni les nuances, ni la contradiction. Elle gouverne dans un climat de paranoia ou toute voix independante est percue comme une tentative de destabilisation.\nUne trahison politique... partagee Les partisans de Mara denoncent une derive autoritaire. Ses detracteurs, eux, y voient une juste retribution : celle d'un homme qui a trahi les ideaux democratiques en cautionnant un pouvoir de putschistes. Ces critiques ne sont pas sans fondement. En acceptant de dialoguer avec des militaires sans projet politique autre que leur propre maintien au pouvoir, en participant a leur legitimation nationale et internationale, Mara et d'autres figures comme Kaou Djim ont participe a affaiblir les rares contre-pouvoirs encore existants au Mali.\nL'arrestation de Moussa Mara marque ainsi une etape dans l'effondrement politique malien. Elle montre qu'il ne suffit pas d'etre brillant, loyal ou republicain pour survivre dans un systeme fonde sur la peur, la suspicion et la confiscation du debat public.\nLecons d'un naufrage A l'echelle sahelienne, le cas Moussa Mara devrait faire ecole. Il illustre les risques d'une politique sans colonne vertebrale, d'un engagement depourvu de lignes rouges claires. Car dans les regimes autoritaires, la complaisance est toujours a sens unique : ceux qui se taisent aujourd'hui seront peut-etre les prisonniers de demain.\nLe silence de la CEDEAO, de l'Union africaine, et meme d'anciens allies politiques maliens sur l'affaire Mara est tout aussi inquietant. Il consacre la normalisation de l'arbitraire, l'acceptation tacite d'un Mali regi par les caprices d'un regime militaire qui ne tolere plus aucune critique, meme en 280 caracteres.\n0 partages 0 0 0 0 0",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 5131,
                "words": 805,
                "lines": 14
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://mondafrique.com/moyen-orient/je-suis-un-enfant-de-gaza/",
            "provider": "Mondafrique",
            "titre": "Je suis un enfant de Gaza",
            "date": "Sat, 02 Aug 2025 03:49:00 +0000",
            "scraping_date": "2025-08-03 09:40:21",
            "language": "fr",
            "text": "Je suis un enfant de Gaza\n\n7 partages 0 1 2 1 3 Je suis un enfant de Gaza Par Mouloud Ameziane J e suis un enfant de Gaza.\nJe suis l'os tranchant de votre silence.\nJe suis le sang noir dans vos lois blanches.\nJe suis l'echarde dans le coeur du monde.\nJe suis la rumeur d'un peuple qu'on egorge sous les neons du droit.\nJe suis un enfant de Gaza - Je n'ai pas eu le temps de devenir poete.\nMa langue a ete prise en otage avant le premier cri.\nMon sommeil bombarde, mon rire suspendu a un fil de phosphore.\nMon ame ? Elle ne tient plus dans mon corps fendu.\nElle rode - elle accuse.\nA travers moi, C'est le droit qu'on assassine, C'est l'humanite qu'on ampute, C'est la liberte et la democratie qu'on insulte.\nCe sont les souffrances de tous les peuples passes qu'on enterre.\nC'est la memoire des luttes qu'on trahit.\nC'est l'Histoire elle-meme qu'on profane.\nMe tuer par les armes, Me laisser perir sans soins, Detruire mon ecole, ma maison, Me laisser mourir de faim - C'est tuer l'humanite tout entiere.\nJe suis un enfant de Gaza.\nJe suis vos cauchemars d'aujourd'hui et de demain.\nJe suis la fin de votre tranquillite.\nJe suis le contrat que vous avez signe avec le diable.\nJe suis un enfant de Gaza, Et je vous regarde.\nDepuis les gravats, Depuis le ventre de ma mere eventree, Depuis l'ecole demolie a l'aube, Depuis le pain devenu cendre.\nJe vous regarde - Et vous detournez les yeux, Mais je suis la, dans l'ombre de vos conforts.\nJe suis l'etre qui supplie vos consciences.\nJe suis la preuve de vos trahisons.\nL'universel. Le droit. Le poeme.\nJe suis la fin de vos serments.\nVivant, je vous accable.\nMort, je vous dechire.\nJe suis un enfant de Gaza - Je suis deja cent mille.\nJe suis le futur que vous avez tue Et qui revient chaque nuit cogner vos consciences.\nJe suis ce cri que vous n'eteindrez pas.\nJe suis la brulure que l'Histoire grave sur vos paupieres closes.\nEt si Dieu se tait, C'est qu'il pleure en moi.\n7 partages 0 1 2 1 3",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 1916,
                "words": 361,
                "lines": 34
            }
        }
    ]
}