{
    "articles": [
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/brvm-alios-finance-profite-des-resultats-semestriels-convaincants_54199",
            "provider": "SIKA_Finance",
            "titre": "BRVM : Alios Finance profite des resultats semestriels convaincants",
            "date": "2025-08-02T14:13:11.392661",
            "scraping_date": "2025-08-02T14:13:11.392661",
            "language": "fr",
            "text": "BRVM : Alios Finance profite des resultats semestriels convaincants\n\nLe marche actions cloture en territoire positif, porte par une activite soutenue sur certains titres bancaires. BOA Burkina Faso ressort comme la valeur la plus echangee du jour, concentrant 93,2 millions FCFA de transactions, soit 10,61 % du volume global de la seance (\n878,42 millions FCFA\n). Cette dynamique temoigne d'un positionnement actif des investisseurs sur les valeurs financieres a forte liquidite.\nL'indice\nBRVM Composite\nenregistre une progression solide de +0,71 % a 313,10 points, porte par la bonne performance de plusieurs grandes capitalisations. Les indices BRVM 30 et BRVM Prestige avancent respectivement de +0,44 % a 151,49 points et +0,32 % a 129,27 points, confirmant une tendance globalement haussiere.\nCote performances,\nSAFCA\ns'impose en tete du palmares avec une envolee de +7,50 % a 860 FCFA confirmant sa 3eme hausse, stimulee par la publication de resultats semestriels bien accueillis. Unilever CI (+7,49 % a 52 640 FCFA) et SICABLE (+4,17 % a 1 250 FCFA) completent le trio de tete, portees par un regain d'interet pour les valeurs de consommation et du secteur agroalimentaire.\nVoir aussi :\nAlios Finance CI signe un retour tonitruant : Resultat net en hausse de 710 %\nEn revanche, quelques titres enregistrent des replis.\nBOA Niger\nrecule de -2,19 % a 2 455 FCFA, victime de prises de benefices apres une periode de stabilite. ONATEL BF (-2,08 %) et NEI CEDA (-0,84 %) affichent egalement des pertes, dans un contexte d'arbitrage et des prises de benefices selectives.\nLa Redaction\nPublie le 01/08/25 16:44",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 1543,
                "words": 250,
                "lines": 16
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/au-gabon-karpowership-mise-sur-un-navire-de-150-mw-pour-doubler-sa-production-delectricite_54198",
            "provider": "SIKA_Finance",
            "titre": "Au Gabon, Karpowership mise sur un navire de 150 MW pour doubler sa production delectricite",
            "date": "2025-08-02T14:13:17.306746",
            "scraping_date": "2025-08-02T14:13:17.306746",
            "language": "fr",
            "text": "Au Gabon, Karpowership mise sur un navire de 150 MW pour doubler sa production delectricite\n\nLe fournisseur turc d'energie flottante Karpowership va remplacer ses deux centrales flottantes actuelles, installees au large de Libreville, par un seul navire de grande capacite. L'objectif est de passer de 70 a 150 megawatts injectes dans le reseau, afin de reduire l'ecart persistant entre la demande et la production nationale.\nDepuis plusieurs mois, le Gabon est confronte a des delestages chroniques, qui touchent aussi bien les menages que les entreprises. En 2023, le pays disposait d'une capacite installee de 704 MW, loin des besoins evalues a plus de 1 000 MW. Le gouvernement reconnait que cette fragilite vient '' du vieillissement des infrastructures electriques et d'un manque d'investissements sur pres de quinze ans''.\nPour eviter un effondrement complet du reseau, les autorites ont choisi de recourir a des solutions temporaires a haut rendement. En fevrier, elles ont ainsi conclu un nouvel accord avec Karpowership, deja present sur place, pour injecter rapidement de l'energie dans le reseau interconnecte de Libreville. Les deux centrales flottantes turques, installees au large de la capitale, ont commence a fournir 70 MW supplementaires des leur mise en service.\nDans un communique publie le 1er aout, le ministere de l'Acces universel a l'eau et a l'electricite (MAUEE) a annonce l'arret temporaire, du 1er au 21 aout, des installations actuelles. Cet arret est presente comme \"une operation exceptionnelle\" destinee a deconnecter les deux unites flottantes et a raccorder \"un nouveau navire de production d'une capacite de 150 MW\".\nLa Societe d'energie et d'eau du Gabon (SEEG) assure que cet arret ne devrait pas entrainer de nouvelles coupures massives. \"Un dispositif technique permettra de garantir une production quotidienne de 228 MW, pour une demande maximale estimee a 225 MW\", peut-on lire dans le communique.\nCe renforcement de l'offre s'inscrit dans le Plan national de developpement pour la Transition (PNDT), qui ambitionne de porter la capacite installee a 1 280 MW, notamment grace aux energies renouvelables. En mai, le gouvernement a cree le Fonds national pour l'energie et l'eau (FNEE), destine a financer des projets de production et de distribution electrique.\nCe fonds pourrait contribuer a la relance de projets structurants restes en suspens, comme la centrale thermique d'Owendo (125 MW) prevue pour 2027, ou encore les amenagements hydroelectriques de Ngoulmendjim et de l'Imperatrice Eugenie. Selon les estimations officielles, leur redemarrage necessiterait pres de 453 millions de dollars d'investissements.\nEn attendant, des solutions d'appoint sont deployees. Installation de groupes electrogenes d'une puissance cumulee de 2 350 kVA, et importation de 3 MW depuis la Guinee equatoriale pour alimenter le nord du pays.\nPerton Biyiha\nLa Redaction\nPublie le 01/08/25 16:36",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2830,
                "words": 430,
                "lines": 11
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/livoirien-gervais-atta-devient-le-nouveau-president-du-sadc-business-council_54197",
            "provider": "SIKA_Finance",
            "titre": "LIvoirien Gervais Atta devient le nouveau president du SADC Business Council",
            "date": "2025-08-02T14:13:23.374057",
            "scraping_date": "2025-08-02T14:13:23.374057",
            "language": "fr",
            "text": "LIvoirien Gervais Atta devient le nouveau president du SADC Business Council\n\nA l'occasion de la Semaine de l'Industrialisation en Afrique, organisee a Madagascar, Gervais Atta a ete nomme president du SADC Business Council (SADC BC), l'organe faitier representant les patronats des 16 pays membres de la Communaute de Developpement de l'Afrique Australe. Cette designation consacre un parcours professionnel exemplaire.\nFigure bien connue du monde economique regional, Gervais Atta incarne depuis plus de vingt ans l'engagement d'un secteur prive africain structure, resilient et ambitieux. Aux commandes d'AFG Ocean Indien Ltd depuis 2024, il supervise les activites du groupe Atlantic dans des domaines aussi varies que la banque, l'assurance, la microfinance ou les industries extractives, avec un ancrage fort a Madagascar et dans l'archipel des Comores. Il represente egalement le groupe aupres des autorites publiques et des regulateurs, tout en menant d'importants projets d'expansion regionale.\nVoir aussi-\nGervais ATTA, Directeur General d'AFG Bank Madagascar \" Notre ambition est de servir la population malgache grace a notre expertise et notre savoir-faire de plus de 40 ans\nSon parcours l'a conduit a la tete de plusieurs entites strategiques du groupe AFG, notamment AFG Assur Comores, AFG Bank Madagascar et la BIC-Comores, ou il a orchestre des transitions majeures, dont la reprise des activites de BNP Paribas. Il a aussi dirige la Banque de Developpement des Comores, lancant la premiere banque 100 % mobile du pays. Son experience est marquee par un solide savoir-faire en management, developpement strategique, structuration institutionnelle et diplomatie economique.\nSa nomination a la tete du SADC BC vient reconnaitre cette trajectoire remarquable. Portee par le soutien des autorites economiques malgaches et des acteurs regionaux, elle traduit aussi la reconnaissance de son role actif dans le renforcement des ecosystemes entrepreneuriaux en Afrique de l'Ouest et dans l'Ocean Indien. C'est egalement une vitrine du dynamisme de la holding Atlantic, fondee par l'entrepreneur ivoirien Kone Dossongui, dont l'action en faveur de l'inclusion financiere et de l'industrialisation se deploie sur plusieurs fronts, a l'image du projet de broyage industriel lance a Madagascar.\nVoir aussi-\nGervais ATTA, l'homme de main de Kone DOSSONGUI dans l'Ocean indien\nDans ses nouvelles fonctions, Gervais Atta devra conduire une feuille de route ambitieuse : structurer davantage le dialogue public-prive dans la region, stimuler les investissements transfrontaliers, et veiller a une meilleure representation des diverses zones linguistiques et economiques au sein de la SADC. Il heritera d'un mandat exigeant, a l'heure ou la Zone de libre-echange continentale africaine (ZLECAf) appelle une mobilisation sans precedent du secteur prive pour batir un marche commun africain solide.\n''Cette presidence est bien plus qu'un titre, c'est une responsabilite collective'', a-t-il declare a l'issue de sa designation. ''Elle symbolise la confiance des autorites dans notre capacite a batir un secteur prive africain solide, uni et ambitieux, capable de porter la croissance et l'innovation sur tout le continent.''\nActuellement president de la Commission Relations Exterieures du Groupement des Entreprises de Madagascar (GEM), administrateur au sein de plusieurs organes de gouvernance du groupe AFG, Gervais Atta poursuit avec constance une vision panafricaine de l'integration economique. Sa nomination a la tete du SADC Business Council, dont le siege est base au Botswana, vient conforter son role de passeur entre les regions, les langues et les systemes economiques du continent.\nLa Redaction\nPublie le 01/08/25 16:21",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 3654,
                "words": 535,
                "lines": 13
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/uemoabanque-la-revolution-du-paiement-instantane-arrive-des-septembre-2025_54195",
            "provider": "SIKA_Finance",
            "titre": "UEMOA/Banque: La revolution du paiement instantane arrive des septembre 2025",
            "date": "2025-08-02T14:13:29.206390",
            "scraping_date": "2025-08-02T14:13:29.206390",
            "language": "fr",
            "text": "UEMOA/Banque: La revolution du paiement instantane arrive des septembre 2025\n\nA partir du 30 septembre 2025, les transferts interbancaires seront desormais instantanes dans l'Union economique et monetaire ouest-africaine (UEMOA). En effet, la Banque centrale des Etats de l'Afrique de l'Ouest (BCEAO) s'apprete a lancer officiellement la Plateforme Interoperable du Systeme de Paiement Instantane (PI-SPI), une avancee majeure qui transformera le quotidien des usagers et des entreprises.\nJusqu'a present, un virement bancaire entre deux institutions financieres differentes dans l'Union economique et monetaire ouest-africaine (UEMOA) pouvait prendre jusqu'a 72 heures avant d'etre effectivement credite sur le compte du beneficiaire. Cette attente appartient desormais au passe.\nCette nouvelle infrastructure permettra aux clients d'effectuer des transferts et paiements instantanes, 24 heures sur 24 et 7 jours sur 7, quel que soit le type de compte utilise ou l'institution financiere du beneficiaire a savoir les banques, etablissements de microfinance ou emetteur de monnaie electronique.\nVoir aussi-\nBanques : Bientot des paiements instantanes de compte a compte dans l'UEMOA !\nCe projet ambitieux s'inscrit dans un processus commence en juillet 2024 avec le lancement d'une phase pilote, suivie de tests en conditions reelles depuis juin 2025. Ces etapes ont permis de garantir la fiabilite, la securite et la fluidite du systeme avant son deploiement officiel.\nGrace a cette innovation, les delais de transfert considerablement reduits faciliteront l'acces aux services financiers, tout en offrant aux entreprises une meilleure gestion de leur tresorerie.\nLa Redaction\nPublie le 01/08/25 16:04",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 1624,
                "words": 231,
                "lines": 9
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/burkina-le-kenya-projette-limplantation-dune-usine-de-transformation-de-produits-laitiers_54194",
            "provider": "SIKA_Finance",
            "titre": "Burkina : Le Kenya projette limplantation dune usine de transformation de produits laitiers",
            "date": "2025-08-02T14:13:35.198672",
            "scraping_date": "2025-08-02T14:13:35.198672",
            "language": "fr",
            "text": "Burkina : Le Kenya projette limplantation dune usine de transformation de produits laitiers\n\nLe paysage agro-industriel burkinabe pourrait bientot accueillir un nouvel acteur majeur d'envergure continentale. En effet, JIT Group, conglomerat base au Kenya avec des investissements dans toute l'Afrique de l'Est dans divers secteurs, notamment la vente au detail, l'hotellerie et la fabrication, porte l'ambitieux projet d'implantation d'une usine de transformation de produits laitiers au Burkina Faso.\nA cet effet, une delegation de haut niveau du groupe kenyan, conduite par son PCA, Navnit Patel, a ete recu en debut de semaine par le ministre burkinabe en charge des Affaires etrangeres, de la Cooperation regionale et des Burkinabe de l'Exterieur, Karamoko Jean Marie Traore, a Ouagadougou, la capitale du Faso, rapporte une note ministerielle publiee ce 1er aout.\nPresentee comme une initiative industrielle integree, l'usine envisagee par JIT Group ne se contentera pas de transformer du lait brut en produits derives. Le projet ambitionne d'agir en amont et en aval de la chaine de valeur laitiere, a savoir l'accompagnement technique aux producteurs, l'appui a l'augmentation des rendements laitiers, la transformation industrielle, la distribution locale et l'exportation regionale.\nSelon les estimations du groupe kenyan, cette implantation devrait permettre 'la creation de plus de 5 000 emplois directs et indirects'', tout en contribuant significativement a la securite alimentaire, a la reduction des importations de produits laitiers et a la valorisation du potentiel agricole local.\nL'arrivee de JIT Group au Burkina Faso s'inscrit dans une tendance plus large : celle de l'emergence d'investisseurs africains sud-sud, misant sur les synergies regionales pour batir des chaines de valeur competitives. Le Kenya, dont le secteur agroalimentaire est reconnu sur le continent, apporte ici son expertise technique et industrielle a un pays sahelien dont le potentiel agricole reste sous-exploite.\nPour Navnit Patel, le Burkina Faso offre 'des opportunites strategiques, notamment en matiere de ressources humaines, de demande locale croissante et de positionnement logistique vers les marches de la CEDEAO''. En accueillant une delegation de JIT Group, le Burkina Faso envoie un signal fort a la communaute des investisseurs africains et internationaux : malgre les defis securitaires et macroeconomiques, le pays reste ouvert aux investissements productifs, en particulier dans les secteurs cles comme l'agroalimentaire.\nNarcisse Angan\nPublie le 01/08/25 15:48",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2480,
                "words": 359,
                "lines": 8
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/nigeria-46-millions-usd-de-la-bad-pour-transformer-le-systeme-de-sante-dans-letat-de-sokoto_54200",
            "provider": "SIKA_Finance",
            "titre": "Nigeria : 46 millions USD de la BAD pour transformer le systeme de sante dans lEtat de Sokoto",
            "date": "2025-08-02T14:13:41.336367",
            "scraping_date": "2025-08-02T14:13:41.336367",
            "language": "fr",
            "text": "Nigeria : 46 millions USD de la BAD pour transformer le systeme de sante dans lEtat de Sokoto\n\nLe Conseil d'administration du Groupe de la Banque africaine de developpement a approuve un pret de 46 millions USD ( 26,3 milliards FCFA) en faveur du Nigeria pour le financement d'importantes infrastructures sanitaires dans l'Etat de Sokoto, au nord-ouest du pays. Cette initiative, qualifiee de transformatrice, vise a ameliorer sensiblement l'acces aux soins de sante et la qualite des services offerts dans une region marquee par de profondes vulnerabilites sanitaires.\nAvec seulement un enfant sur vingt completement vaccine, un taux de mortalite infantile atteignant 104 deces pour 1 000 naissances vivantes bien au-dessus de la moyenne nationale estimee a 63 , ainsi que moins de 14 % d'etablissements de sante juges fonctionnels, l'Etat de Sokoto affiche des indicateurs particulierement preoccupants. Le ratio medecin-population est tout aussi alarmant : un medecin pour 8 285 habitants, tres loin des recommandations de l'Organisation mondiale de la sante, qui preconise un minimum d'un medecin pour 1 000 personnes.\nPour repondre a cette situation, le projet finance prevoit la construction d'un complexe hospitalier universitaire de 1 000 lits, la creation de trois hopitaux regionaux d'une capacite totale de 450 lits, ainsi que l'installation de six centres de soins de sante primaires. Le dispositif integre egalement la rehabilitation des etablissements de formation sanitaire, la construction d'un centre d'entreposage medical, la numerisation du systeme de sante ainsi que l'integration des energies renouvelables.\nLes impacts attendus sont multiples : 2 500 emplois devraient etre crees, avec une attention particuliere portee aux groupes vulnerables 60 % des postes reserves aux jeunes et 30 % aux femmes. Le projet permettra en outre de former chaque annee quelque 700 professionnels de sante, notamment des medecins et infirmiers, et contribuera a la reduction des emissions de gaz a effet de serre grace a l'adoption de technologies vertes.\nCe nouveau financement s'inscrit dans la continuite des engagements de la Banque africaine de developpement en matiere de sante au Nigeria. A ce jour, l'institution a deja investi pres de 118 millions de dollars dans quatre projets hospitaliers dans le pays. L'initiative cadre par ailleurs avec les priorites du Plan national de developpement 2021-2025 du Nigeria, qui accorde une place strategique a la transformation du systeme de sante.\nLe projet beneficiera d'une mise en uvre concertee avec plusieurs partenaires techniques et financiers, dont l'UNICEF, l'OMS et l'USAID. Pour Abdul Kamara, directeur pays de la Banque au Nigeria, ce nouvel appui traduit l'engagement resolu de l'institution a batir des systemes de sante resilients, inclusifs et adaptes aux defis climatiques.\nLa Redaction\nPublie le 01/08/25 15:03",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2786,
                "words": 419,
                "lines": 8
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/cote-divoire-1-462-milliards-fcfa-dexcedent-commercial-au-1er-trimestre-2025_54193",
            "provider": "SIKA_Finance",
            "titre": "Cote dIvoire : 1 462 milliards FCFA dexcedent commercial au 1er trimestre 2025",
            "date": "2025-08-02T14:13:47.244476",
            "scraping_date": "2025-08-02T14:13:47.244476",
            "language": "fr",
            "text": "Cote dIvoire : 1 462 milliards FCFA dexcedent commercial au 1er trimestre 2025\n\nL'economie ivoirienne signe un debut d'annee 2025 particulierement vigoureux. En effet, au terme du conseil des ministres de ce 30 juillet a Abidjan, le porte-parole du gouvernement, Amadou Coulibaly, a annonce un excedent commercial qui a atteint 1 462 milliards FCFA, a la fin du premier trimestre, contre 423 milliards FCFA un an plus tot, soit une progression de pres de 245%. Une performance qui temoigne d'un net redressement des fondamentaux economiques du pays, malgre un contexte international encore incertain.\nCette amelioration spectaculaire de la balance commerciale repose sur une conjoncture favorable dans le secteur tertiaire et le secteur secondaire. Le secteur tertiaire, pilier des services, enregistre une nette acceleration. Deux moteurs ont particulierement soutenu cette dynamique, en l'occurrence le trafic maritime, en hausse de 18,2%, refletant une reprise soutenue des echanges portuaires, le chiffre d'affaires global du commerce, en progression de 10%, temoigne de la vitalite du commerce interieur et de la demande sous-regionale.\nDu cote du secteur secondaire, la production industrielle a cru de 3,7% en moyenne sur la periode, avec une contribution significative des industries extractives et manufacturieres, deux sous-secteurs particulierement strategiques pour la competitivite du tissu productif national.\nLe secteur primaire, quant a lui, affiche une performance plus contrastee. La filiere cafe-cacao, traditionnellement locomotive des exportations agricoles ivoiriennes, a ete affectee par des conditions climatiques defavorables. Toutefois, cette baisse a ete en partie compensee par un rebond de la production de noix de cajou, grace a des conditions agro-climatiques favorables et a l'introduction de traitements phytosanitaires innovants.\nDes signaux positifs pour la resilience economique\nAu-dela des chiffres bruts, l'excedent commercial record du premier trimestre 2025 reflete une amelioration structurelle de l'economie ivoirienne, avec un tissu productif qui se diversifie progressivement, et une montee en puissance des secteurs a forte valeur ajoutee comme les services logistiques et l'industrie manufacturiere.\nLa performance du commerce exterieur constitue un indicateur cle de resilience, alors que le pays reste confronte a des defis tels que la volatilite climatique, la transformation incomplete de certaines chaines de valeur agricoles et la pression sur les infrastructures. Si cette tendance se confirme au cours des prochains trimestres, la Cote d'Ivoire pourrait se rapprocher de ses objectifs de consolidation budgetaire et d'equilibre macroeconomique, tout en renforcant sa position comme hub commercial et industriel de l'Afrique de l'Ouest.\nNarcisse Angan\nPublie le 01/08/25 14:56",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2749,
                "words": 387,
                "lines": 9
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/cote-divoire-nigeria-cameroun-desormais-taxes-a-15-par-les-etats-unis_54192",
            "provider": "SIKA_Finance",
            "titre": "Cote dIvoire, Nigeria, Cameroun, desormais taxes a 15% par les Etats-Unis",
            "date": "2025-08-02T14:13:53.192893",
            "scraping_date": "2025-08-02T14:13:53.192893",
            "language": "fr",
            "text": "Cote dIvoire, Nigeria, Cameroun, desormais taxes a 15% par les Etats-Unis\n\nA partir du 7 aout, les exportations en provenance de la Cote d'Ivoire, du Nigeria et du Cameroun seront frappees d'un droit de douane additionnel de 15 % (par rapport au niveau en vigueur avant l'annonce des mesures protectionnistes du president americain) a leur arrivee sur le sol americain. Autrement dit, a la fiscalite deja en vigueur sur les importations s'ajoute desormais une surtaxe qui alourdira significativement le cout d'acces au marche americain. Cette mesure s'inscrit dans une nouvelle vague de sanctions commerciales decidees par Donald Trump, qui renoue avec une strategie protectionniste offensive, visant une longue liste de pays accuses de beneficier de desequilibres commerciaux juges defavorables aux Etats-Unis.\nUne periode transitoire a cependant ete prevue : les marchandises embarquees avant le 7 aout et arrivant aux Etats-Unis avant le 5 octobre resteront soumises aux anciens droits de douane. Mais au-dela de ce delai, la surtaxe s'appliquera sans exception, sans garantie de retour en arriere.\nDepuis son retour a la Maison Blanche, Donald Trump a place le reequilibrage des echanges commerciaux bilateraux au cur de son agenda. Selon sa doctrine, tout pays exportant massivement vers les Etats-Unis sans importer en retour des volumes equivalents de biens americains doit etre penalise. Ainsi, meme des pays comme la Cote d'Ivoire, le Nigeria ou le Cameroun qui ne comptent pourtant pas parmi les plus importants partenaires commerciaux de Washington sont cibles en raison de leur excedent commercial, meme modeste, vis-a-vis des Etats-Unis.\nVoir aussi-\nDroits de douane : Trump suspend les taxes reciproques pour 3 mois, mais les augmente a 125% pour la Chine\nLa decision annoncee aujourd'hui fait suite a une premiere salve de mesures lancee en avril, lorsqu'un tarif minimal transitoire de 10 % avait ete impose sur les importations en provenance de pays ne disposant pas d'accord bilateral avec les Etats-Unis. Une liste preliminaire de hausses ciblees avait alors circule, attribuant a la Cote d'Ivoire un taux de 21 %, au Nigeria 18 %, et au Cameroun 19 %. Ces taux, jamais officiellement appliques, ont finalement ete revises a la baisse dans la version finale du decret, qui fixe desormais un supplement uniforme de 15 % pour les trois pays.\nPour justifier ce durcissement, le president americain invoque les 'pouvoirs d'urgence'' qui lui permettent d'imposer unilateralement des droits de douane sans passer par le Congres. Il affirme vouloir defendre les producteurs americains, corriger les deficits commerciaux accumules, et inciter les partenaires a renegocier les conditions d'acces au marche americain. Certains pays, comme le Royaume-Uni, ont pu preserver un tarif stable de 10 %, tandis que d'autres, comme la Coree du Sud ou le Japon, ont negocie des accords portant leur taux a 15 %.\nEn revanche, la Cote d'Ivoire, le Nigeria et le Cameroun, n'ayant ni accord bilateral ni repondu favorablement aux propositions americaines, tombent par defaut sous le coup de ces nouvelles sanctions.\nAu-dela de ces trois pays, d'autres Etats africains sont egalement vises. L'Afrique du Sud se voit appliquer une surtaxe de 30 %, la Tunisie et la Libye entre 25 et 30 %, tandis que le Ghana, Madagascar, la RDC ou encore le Senegal sont eux aussi frappes d'un supplement de 15 %. A ce jour, aucun pays africain n'a reussi a conclure un accord permettant de maintenir ou de retrouver le seuil preferentiel de 10 %.\nLa Redaction\nPublie le 01/08/25 14:24",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 3489,
                "words": 557,
                "lines": 11
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/assurance-eddie-brown-relance-lambition-panafricaine-avec-belife-insurance_54189",
            "provider": "SIKA_Finance",
            "titre": "Assurance : Eddie Brown relance lambition panafricaine avec Belife Insurance",
            "date": "2025-08-02T14:13:59.018568",
            "scraping_date": "2025-08-02T14:13:59.018568",
            "language": "fr",
            "text": "Assurance : Eddie Brown relance lambition panafricaine avec Belife Insurance\n\nAlors que les grands groupes internationaux se retirent du marche de l'assurance en Afrique francophone, une nouvelle ere s'ouvre avec Belife Insurance, portee par une ambition 100 % panafricaine.\nIssue du retrait strategique de l'assureur britannique Prudential Plc de la region, l'entreprise Belife Insurance est dirigee par Eddie Ford Brown, actionnaire et ancien Regional CEO Afrique Francophone de Prudential Africa. Avec un ancrage local fort, une gouvernance africaine affirmee et une vision de long terme pour le continent, Belife Insurance ambitionne de redefinir les standards du secteur.\nUne reprise guidee par l'independance et la continuite\nBelife Insurance est nee du rachat complet des operations francophones de Prudential, notamment en Cote d'Ivoire, au Togo et au Cameroun. Elle prend le relais d'une joint-venture initiee en 2019 entre Prudential Plc et le groupe Beneficial, a l'epoque egalement dirigee par Eddie Brown.\nCe passage de temoin n'est pas anodin. Il marque la volonte de reprendre le controle strategique de l'assurance africaine francophone par des acteurs locaux, profondement enracines dans les realites sociales, economiques et culturelles de la region. La structure dirigeante demeure stable, avec le maintien en poste des directeurs generaux actuels dans chaque pays. Mais l'elan est nouveau.\n\" Nous voulons batir une assurance pensee par et pour les Africains, qui conjugue excellence operationnelle et proximite humaine \"\n, souligne Eddie Brown, President Directeur General de Belife.\nBelife Insurance : plus qu'un nom, une vision\nLe lancement de Belife Insurance ne se limite pas a un rebranding. Il traduit un projet d'entreprise structurant, ou la performance se mesure autant a la qualite du service qu'a la capacite a accompagner les familles africaines dans leur quotidien : education, sante, prevoyance, epargne.\nBelife revendique une identite panafricaine ancree dans plus de 50 ans d'histoire dans l'assurance, tout en incarnant une nouvelle generation d'entreprises africaines : independantes, agiles, centrees sur l'humain.\nAvec plus de 3 000 agents commerciaux actifs, une clientele en forte croissance, et une gouvernance a taille humaine, Belife s'affiche deja comme l'un des groupes d'assurance les plus structures de la region. L'ambition est claire : consolider les marches historiques (Cote d'Ivoire, Cameroun, Togo), puis etendre progressivement sa presence a d'autres pays d'Afrique de l'Ouest et d'Afrique centrale.\nUn secteur en mutation, une reponse adaptee\nL'Afrique francophone est en pleine transition assurantielle. Selon la FANAF, le taux de penetration de l'assurance-vie reste inferieur a 2 %, mais connait une progression rapide : les cotisations ont double entre 2014 et 2024. Ce paradoxe dynamisme et faible couverture offre a Belife un espace strategique pour innover et proposer des solutions accessibles, inclusives et durables.\n\" Le temps est venu pour des entreprises africaines de prendre la main, d'innover, de rapprocher l'assurance des realites de nos populations \"\n, affirme Eddie Brown.\n\" Notre independance est une force, notre enracinement est une richesse \"\n.\nCap sur l'excellence et l'innovation\nBelife Insurance souhaite desormais investir dans la formation de ses equipes, la digitalisation des services, et la prevention sociale. Des dispositifs anti-discrimination, des programmes de formation continue et une politique de transmission interne des competences ont deja ete mis en place. L'objectif est double : garantir l'excellence operationnelle, et faire de chaque collaborateur un veritable ambassadeur.\nLe groupe projette egalement de diversifier ses produits pour repondre a l'ensemble des besoins des populations africaines, en explorant des segments comme l'assurance non-vie, les assurances sante communautaires ou les solutions de micro-assurance.\nCommunique\nPublie le 01/08/25 13:53",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 3886,
                "words": 568,
                "lines": 22
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/cameroun-la-dette-publique-baisse-au-deuxieme-trimestre-mais-reste-en-legere-hausse-sur-un-an_54188",
            "provider": "SIKA_Finance",
            "titre": "Cameroun : La dette publique baisse au deuxieme trimestre, mais reste en legere hausse sur un an",
            "date": "2025-08-02T14:14:09.782055",
            "scraping_date": "2025-08-02T14:14:09.782055",
            "language": "fr",
            "text": "Cameroun : La dette publique baisse au deuxieme trimestre, mais reste en legere hausse sur un an\n\nAu 30 juin 2025, l'encours de la dette publique du Cameroun s'eleve a 14 105 milliards FCFA, soit 43 % du PIB. D'apres le rapport mensuel sur la dette publie par la Caisse autonome d'amortissement (CAA), ce montant traduit une diminution de 1,1 % par rapport a mai et de 3,3 % sur un trimestre. En revanche, il marque une hausse moderee de 1,8 % sur un an.\nCette evolution s'inscrit dans la ligne de ''la Strategie d'endettement a moyen terme 2025-2027'', qui fixe la limite nationale de soutenabilite a 50 % du PIB, un seuil plus prudent que le plafond communautaire de 70 % du PIB applique en zone CEMAC, peut-on lire dans le rapport susmentionne.\nL'essentiel de la dette publique est porte par l'administration centrale (93 %). Les entreprises publiques en detiennent 6,8 %, tandis que les collectivites territoriales decentralisees (CTD) n'en supportent que 0,2 %. Le recensement et la consolidation de la dette des CTD sont toujours en cours.\nA fin juin, la dette directe de l'Etat s'etablit a 13 115 milliards de FCFA (40 % du PIB). Elle recule de 1,4 % en un mois et de 3,1 % sur trois mois, mais progresse de 2,5 % sur douze mois.\nElle reste dominee par les emprunts exterieurs (64,9 %), principalement contractes aupres de bailleurs multilateraux (53,6 % de la dette exterieure) et bilateraux (31,1 %). La dette interieure, qui represente 35,1 % de l'encours, provient en majorite des titres publics (45,5 % de la dette interieure) et de la dette structuree (19,4 %).\nLa dette directe des etablissements et entreprises publics atteint 964 milliards de FCFA (2,9 % du PIB). Elle baisse de 1,4 % en un mois, de 4,6 % sur un trimestre et de 7,1 % en un an. Les creances exterieures representent 47 % de ce montant, contre 32,8 % pour la dette bancaire interieure et 20,2 % pour la dette flottante.\nLes engagements conditionnels explicites de l'Etat sont evalues a 4 897 milliards de FCFA (14,9 % du PIB), quasi stables par rapport au mois precedent et au trimestre, mais en legere baisse (-0,1 %) sur un an. Ils sont composes a 99,5 % d'investissements realises dans le cadre de partenariats public-prive (PPP) et a 0,5 % de dettes garanties.\nLa dette des CTD reste faible (26 milliards de FCFA), avec une predominance de la dette flottante (60,8 %). Les autorites '' poursuivent leur travail d'amelioration de la comptabilisation et du suivi de ladite dette, en coordination avec les ministeres et comites competents'', souligne le rapport.\nLa dette exterieure de l'administration centrale s'etablit a 8 510 milliards de FCFA (26 % du PIB). Elle recule de 1,7 % sur un mois et de 2,1 % sur un trimestre, mais progresse de 2 % sur un an. Les emprunts multilateraux constituent la premiere source (53,6 %), suivis des financements bilateraux (31,1 %) et commerciaux (15,3 %).\nLa composante multilaterale atteint 4 559,3 milliards de FCFA, dont 1 498 milliards d'appuis budgetaires. Elle augmente de 9,8 % sur un an, portee par de nouvelles conventions de financement et des conditions favorables accordees par les creanciers. Les principaux preteurs sont la Banque mondiale (IDA et BIRD), qui detient 43,5 % de la dette multilaterale, et le Groupe de la Banque africaine de developpement (BAD et FAD), avec 24,5 %.\nPerton Biyiha\nLa Redaction\nPublie le 01/08/25 13:20",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 3271,
                "words": 562,
                "lines": 13
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/burkina-faso-10-milliards-fcfa-pour-lavancement-de-plus-de-36-000-fonctionnaires_54186",
            "provider": "SIKA_Finance",
            "titre": "Burkina Faso : 10 milliards FCFA pour lavancement de plus de 36 000 fonctionnaires",
            "date": "2025-08-02T14:14:15.667764",
            "scraping_date": "2025-08-02T14:14:15.667764",
            "language": "fr",
            "text": "Burkina Faso : 10 milliards FCFA pour lavancement de plus de 36 000 fonctionnaires\n\nLes autorites burkinabe viennent d'adopter une mesure d'envergure en faveur des agents du secteur public. Reuni en effet, en conseil des ministres ce 30 juillet, le gouvernement decide de debloquer environ 9,7 milliards FCFA (14,78 millions d'euros), pour le paiement de l'avancement de classe de 36 670 fonctionnaires.\nAlors que de larges portions du territoire restent confrontees a l'insecurite, notamment liee aux violences terroristes, l'Etat burkinabe affirme par ce geste sa volonte de preserver et motiver son administration. C'est egalement une maniere de consolider l'un des piliers essentiels du fonctionnement republicain : la continuite du service public.\nPour Pingdwende Gilbert Ouedraogo, porte-parole du gouvernement, cette initiative vise a reconnaitre 'le role et l'engagement des agents publics dans le maintien de l'appareil d'Etat, en particulier dans les zones a haut risque''. Elle constitue un levier de stabilisation sociale, mais aussi une reponse strategique a la necessite de retenir les competences, alors que les conditions de travail sont souvent rendues difficiles sur le terrain.\nL'operation repose sur des criteres objectifs prevus par le statut general de la fonction publique d'Etat. Deux niveaux d'avancement sont concernes : 36 303 agents remplissent les conditions pour passer de la premiere a la deuxieme classe (au moins 10 ans de service + note annuelle 8/10) ; 367 agents sont eligibles au passage de la deuxieme a la troisieme classe (8 ans de service + meme critere de note).\nUne reforme saluee mais surveillee\nSi cette decision est globalement bien accueillie par les syndicats de la fonction publique, certains observateurs appellent a la vigilance sur l'equite de la mise en uvre et la transparence dans le traitement des dossiers. Des voix s'elevent egalement pour que des reformes structurelles accompagnent ces mesures, notamment en matiere de formation continue, de mobilite administrative et de conditions de travail dans les zones a risque. Le president de la Transition, le capitaine Ibrahim Traore, a clairement inscrit cette decision dans une logique de valorisation du capital humain etatique. En pleine refondation institutionnelle, l'Etat burkinabe tente d'ancrer durablement une nouvelle culture de performance, de reconnaissance et de resilience.\nNarcisse Angan\nPublie le 01/08/25 13:00",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2348,
                "words": 351,
                "lines": 8
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/le-senegal-devoile-son-ambitieux-plan-de-redressement-economique-et-social_54184",
            "provider": "SIKA_Finance",
            "titre": "Le Senegal devoile son ambitieux plan de redressement economique et social",
            "date": "2025-08-02T14:14:21.665742",
            "scraping_date": "2025-08-02T14:14:21.665742",
            "language": "fr",
            "text": "Le Senegal devoile son ambitieux plan de redressement economique et social\n\nAu Senegal, le Gouvernement, sous l'impulsion du Premier ministre Ousmane Sonko, presente ce vendredi 1er aout 2025 le plan de redressement economique et social. L'objectif, selon lui, est de donner un signal positif aux marches internationaux a travers des mesures concretes permettant de retrouver une solidite budgetaire, une transparence et un developpement economique.\n\" Ce plan n'est pas tombe du ciel, il fait partie d'un ensemble. Nous avons d'abord travaille sur un document prospectif appele Vision 2050, en trois phases. L'une d'elles est le redressement sur une periodicite de trois ans. La phase de redressement vise a adopter un modele nouveau porte par le developpement endogene \", a dit Ousmane Sonko.\nTrois piliers pour refonder l'economie\nLe premier chantier du plan est la reduction maitrisee de la depense publique. A ce niveau, les politiques fixees sont : l'amelioration de la planification strategique, des cadres de depenses a moyen terme, des indicateurs de performance, l'elargissement du scoring matriciel des projets, la digitalisation et l'optimisation de la commande publique, ainsi que la renovation des procedures d'execution budgetaire. Sans oublier la reduction de la taille de l'Etat. A ce niveau, il est attendu une reduction de 100 milliards FCFA sur le train de vie de l'Etat.\nLe deuxieme chantier concerne la mobilisation des ressources domestiques. Les mesures annoncees sont : l'identification de nouvelles ressources fiscales dans le secteur du numerique, l'optimisation des revenus du foncier, l'intensification des amendes et redevances au besoin, l'exploration du capital-investissement, et l'implementation de la fiscalite environnementale. Le pays compte aussi privilegier les financements durables, verts, et les Gender Bonds.\nLe troisieme chantier est lie au financement endogene et a la mobilisation des ressources exterieures. Dans ce cadre, les options privilegiees sont : l'appel public a l'epargne, la promotion d'un secteur bancaire national, la finance islamique, la renegociation des contrats strategiques et le financement participatif.\n5 600 milliards FCFA attendus en deux ans\nLe plan de relance economique et social va consacrer l'intensification de la taxe sur le mobile money, ce qui devrait rapporter 130 milliards FCFA. A cote, les paris en ligne seront taxes a hauteur de 70 %. Pour ce qui est du tabac, une taxe de 100 % sera desormais appliquee.\nSur la base de l'ensemble des projections minorees du plan de redressement economique et social, plus de 5 600 milliards FCFA de ressources sont esperees a l'horizon 2028. 2 111 milliards FCFA proviendront des ressources domestiques additionnelles, 1 091 milliards du recyclage d'actifs. Les retombees de la reduction de la taille de l'Etat sont estimees a 50 milliards FCFA. Quant au financement endogene complementaire hors endettement, il produira 1 352 milliards FCFA.\nLe plan de redressement economique et social est concu dans un contexte ou les audits et constats font etat de 14 % de deficit et de 119 % de dette publique. Des agregats macroeconomiques qui rendent les conditions de financement exterieur peu favorables.\nMouhamadou Dieng\nPublie le 01/08/25 11:43",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 3184,
                "words": 486,
                "lines": 12
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/dangote-va-ouvrir-la-plus-grande-cimenterie-d-afrique-hors-nigeria-en-cote-divoire_54183",
            "provider": "SIKA_Finance",
            "titre": "Dangote va ouvrir la plus grande cimenterie d'Afrique hors Nigeria en Cote dIvoire",
            "date": "2025-08-02T14:14:27.879639",
            "scraping_date": "2025-08-02T14:14:27.879639",
            "language": "fr",
            "text": "Dangote va ouvrir la plus grande cimenterie d'Afrique hors Nigeria en Cote dIvoire\n\nC'est un tournant strategique majeur pour le secteur industriel ivoirien et, plus largement, pour le paysage economique ouest-africain. En effet, le groupe nigerian Dangote Cement Plc, leader du marche africain du ciment, a confirme la mise en service effective de son usine de broyage en Cote d'Ivoire. Cela devrait intervenir, d'apres des s ...\nCet article est reserve a nos abonnes\nAbonnez-vous a partir de\n40 000 FCFA\nAccedez a tous les contenus premium\nAchetez cet article\npour 3 000 FCFA",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 493,
                "words": 81,
                "lines": 7
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/congo-les-recettes-budgetaires-devraient-bondir-de-10-2-dici-2028_54179",
            "provider": "SIKA_Finance",
            "titre": "Congo : Les recettes budgetaires devraient bondir de 10,2% dici 2028",
            "date": "2025-08-02T14:14:34.409146",
            "scraping_date": "2025-08-02T14:14:34.409146",
            "language": "fr",
            "text": "Congo : Les recettes budgetaires devraient bondir de 10,2% dici 2028\n\nLe Congo anticipe une progression notable de ses recettes budgetaires sur les trois prochaines annees. Selon les projections devoilees par le ministre des Finances, Christian Yoka, lors du conseil des ministres preside le 23 juillet 2025 par le chef de l'Etat Denis Sassou Nguesso, les recettes de l'Etat devraient passer de 2 479,4 milliards FCFA en 2026 a 2 732 milliards FCFA en 2028. Soit une hausse chiffree a 252,6 milliards FCFA, representant un bond de 10,2 % sur la periode.\nCes perspectives sont detaillees dans le nouveau Cadre budgetaire a moyen terme (CBMT) couvrant les exercices 2026 a 2028, un document strategique que le gouvernement transmettra au Parlement pour orienter les prochaines discussions budgetaires. Ce cadre vise a fixer les marges de manuvre financieres de l'Etat, tout en tracant une trajectoire realiste pour les recettes, les depenses et le niveau d'endettement public.\nDu cote des recettes petrolieres, qui restent la principale source de revenus du pays, les projections tablent sur une moyenne annuelle de 1 180,7 milliards FCFA sur la periode. Cette estimation repose sur une production croissante de brut de 101,5 millions FCFA de barils en 2026 a 111,9 millions FCFA en 2028 et un prix moyen du baril congolais oscillant entre 61,3 et 63,7 dollars.\nParallelement, l'Etat compte renforcer la mobilisation des ressources fiscales hors petrole. Ces dernieres devraient progresser a un rythme moyen annuel de 3,9 %, pour atteindre 1 199 milliards FCFA en 2028, contre 1 111,2 milliards attendus en 2026. Ce resultat reposerait sur deux leviers : la digitalisation accrue des procedures de collecte et une reduction progressive des exonerations fiscales.\nLe gouvernement met aussi l'accent sur la rationalisation des depenses publiques. L'objectif affiche est de mieux controler les engagements budgetaires, tout en augmentant les investissements dans les secteurs porteurs de croissance et les depenses sociales en faveur des populations vulnerables. Cette politique devrait egalement permettre d'amplifier la baisse de la dette publique, dont le ratio rapporte au PIB a deja ete ramene de 100,3 % en 2021 a 88,8 % en 2025.\nEnfin, l'executif entend maintenir un excedent budgetaire durable, avec un solde global projete a 5 % du PIB des 2025, contre 3,8 % l'annee precedente. Une partie de cet excedent, notamment issu des recettes petrolieres, sera affectee prioritairement au remboursement de la dette exterieure et au reglement des arrieres interieurs.\nAvec une croissance economique attendue autour de 3,1 % et une inflation contenue a 3,06 % sur la periode, le Congo veut consolider ses equilibres macroeconomiques, tout en creant les conditions d'une relance plus durable et moins dependante des hydrocarbures.\nPour rappel, les recettes budgetaires encaissees a fin decembre 2024 s'elevaient a 2 323,8 milliards de francs CFA, soit un taux de realisation de 89,2 % par rapport aux previsions initiales.\nPerton Biyiha\nLa Redaction\nPublie le 01/08/25 10:30",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2997,
                "words": 468,
                "lines": 11
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/alios-finance-ci-signe-un-retour-tonitruant--resultat-net-en-hausse-de-710 _54177",
            "provider": "SIKA_Finance",
            "titre": "Alios Finance CI signe un retour tonitruant : Resultat net en hausse de 710 %",
            "date": "2025-08-02T14:14:40.619590",
            "scraping_date": "2025-08-02T14:14:40.619590",
            "language": "fr",
            "text": "Alios Finance CI signe un retour tonitruant : Resultat net en hausse de 710 %\n\nA la faveur d'un second trimestre 2025 particulierement dynamique, Alios Finance CI semble enfin tenir son point d'inflexion strategique. Dans la foulee de son acquisition finalisee par le groupe panafricain Credaf Group, la societe de financement specialisee signe un retour remarque sur la scene financiere ouest-africaine, avec des indica ...\nCet article est reserve a nos abonnes\nAbonnez-vous a partir de\n40 000 FCFA\nAccedez a tous les contenus premium\nAchetez cet article\npour 3 000 FCFA",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 492,
                "words": 77,
                "lines": 7
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/cote-d-ivoire-le-district-de-la-vallee-du-bandama-et-le-cepici-lancent-le-forum-invest-in_54176",
            "provider": "SIKA_Finance",
            "titre": "Cote d'Ivoire : Le District de la Vallee du Bandama et le CEPICI lancent le Forum \"Invest In\"",
            "date": "2025-08-02T14:14:46.907031",
            "scraping_date": "2025-08-02T14:14:46.907031",
            "language": "fr",
            "text": "Cote d'Ivoire : Le District de la Vallee du Bandama et le CEPICI lancent le Forum \"Invest In\"\n\nLe District Autonome de la Vallee du Bandama (DAVB) et le CEPICI ont officiellement lance le mardi 30 juillet 2025 a Abidjan, le Forum \"Invest In District Autonome de la Vallee du Bandama\", prevu pour Septembre 2025 dans capitale du Gbeke, Bouake, dans la deuxieme grande ville de la Cote d'Ivoire.\nCette initiative s'inscrit dans le cadre du Programme d'Appui aux Regions du CEPICI, visant a valoriser les potentialites economiques territoriales a travers l'initiative \"Invest In\". Apres les editions organisees a Bouake, a Korhogo et dans le Sud-Comoe, en 2024 et dans le Denguele en 2025, cette approche de developpement territorial se deploie desormais au cur du territoire ivoirien.\nLors de la ceremonie officielle, Madame Solange Amichia, Directrice Generale du CEPICI, a mis en exergue les avantages comparatifs du District : position geographique strategique a la croisee des zones nord et sud, richesse du tissu agricole et artisanal, patrimoine culturel et touristique remarquable, potentiel industriel a developper et capital humain jeune oriente vers l'entrepreneuriat.\nMadame Amichia a aussi rappele le role du CEPICI en tant que Guichet Unique de l'Investissement, offrant un accompagnement complet aux investisseurs : creation d'entreprise via le GUFE, acces aux incitations du Code des investissements, identification de foncier industriel et facilitation administrative post-agrement.\nPour sa part, le Ministre-Gouverneur du District, Monsieur Jean-Claude Kouassi, a reaffirme l'engagement des autorites locales a faire de la Vallee du Bandama un territoire attractif et resilient, capable d'absorber des investissements structurants dans les secteurs prioritaires : agro-industrie, infrastructures, energie, tourisme et economie numerique.\nLe forum presentera un portefeuille de projets concrets, credibles et prets a l'investissement, elabore en synergie avec les equipes techniques du District, aux partenaires publics et prives.\nAinsi, le forum de septembre 2025 s'articulera autour de quatre axes strategiques :\n- Forum economique avec panels ministeriels et conferences sectorielles\n- Rencontres B2B et B2G pour favoriser les partenariats public-prive\n- Foire economique valorisant les savoir-faire et productions locales\n- Visites de sites touristiques et de projets structurants a fort potentiel\nLes entreprises souhaitant s'associer en qualite de sponsors peuvent consulter les modalites de participation aupres du CEPICI.\nInvestir dans le District Autonome de la Vallee du Bandama constitue un investissement dans l'avenir economique de la Cote d'Ivoire.\nPour prendre part au Forum, veuillez-vous inscrire via le lien suivant :\nhttps://urlz.fr/uHr5\nCommunique\nPublie le 01/08/25 08:23",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2711,
                "words": 387,
                "lines": 17
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/ghana-lencours-de-la-dette-publique-baisse-de-19-a-58-milliards-usd-a-fin-juin_54172",
            "provider": "SIKA_Finance",
            "titre": "Ghana : Lencours de la dette publique baisse de 19% a 58 milliards USD a fin juin",
            "date": "2025-08-02T14:14:52.908834",
            "scraping_date": "2025-08-02T14:14:52.908834",
            "language": "fr",
            "text": "Ghana : Lencours de la dette publique baisse de 19% a 58 milliards USD a fin juin\n\nA mi2025, la dette publique du Ghana a chute de 139 milliards de cedis, une reduction significative qui place desormais l'encours sous la barre des 613 milliards (43,8% du PIB). Derriere ce recul, une combinaison de strategie budgetaire stricte, de croissance nominale et de stabilisation monetaire a permis une rarefaction de l'empreinte sur le marche domestique. Toutefois, les vulnerabilites structurelles persistent.\nAu Ghana, le stock de la dette publique est passe de 752,1 milliards de cedis (71,63 milliards USD) en janvier 2025 a 613 milliards de cedis (58,38 milliards USD) en juin, enregistrant une baisse de 18,5% (soit -139 milliards de cedis) en seulement six mois, selon les chiffres de la Banque du Ghana.\nDans le meme temps, le taux d'endettement par rapport au PIB est tombe a 43,8%, contre 66,8% un an plus tot. Cette amelioration s'explique par une meilleure structuration des finances publiques et une hausse du PIB nominal, liee notamment a une actualisation des donnees economiques.\nL'endettement interieur d'Accra a legerement recule, passant de 315,6 milliards de cedis en mai a 312,7 milliards en juin 2025, signe d'un moindre recours aux emprunts sur le marche local.\nDans le meme temps, le cedi s'est renforce face au dollar, ce qui a reduit automatiquement la valeur en cedis de la dette exterieure.\nMalgre cela, cette derniere a legerement progresse pour atteindre 300,3 milliards de cedis, soit 21,4% du PIB ou 29,1 milliards de dollars ; une hausse liee au cout eleve du service de la dette en devises etrangeres.\nLa degradation des tensions inflationnistes, l'impact positif des politiques budgetaires et la relance du PIB nominal expliquent une amelioration de l'indicateur macroeconomique global. Toutefois, les dependances externes demeurent une source de fragilite : un choc de change ou un resserrement des conditions financieres mondiales pourrait inverser la dynamique actuelle.\nPour maintenir cette trajectoire vertueuse, plusieurs axes doivent etre consolides, notamment la gestion prudente de la dette, en limitant les emprunts domestiques couteux ; la preservation de la stabilite du cedi, cle pour amortir les chocs exterieurs et stabiliser le ratio dette exterieure ; l'accroissement de l'acces aux financements concessionnels, afin de reduire le service de la dette en devises ; ainsi qu'une meilleure mobilisation des recettes fiscales pour reduire la dependance aux emprunts interieurs.\nLa Redaction\nPublie le 31/07/25 20:36",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2473,
                "words": 380,
                "lines": 10
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/afrique-luemoa-4e-puissance-economique-derriere-lafrique-du-sud-legypte-et-lalgerie_54171",
            "provider": "SIKA_Finance",
            "titre": "Afrique : LUEMOA, 4e puissance economique, derriere lAfrique du Sud, lEgypte et lAlgerie",
            "date": "2025-08-02T14:14:58.935329",
            "scraping_date": "2025-08-02T14:14:58.935329",
            "language": "fr",
            "text": "Afrique : LUEMOA, 4e puissance economique, derriere lAfrique du Sud, lEgypte et lAlgerie\n\nEn 2024, l'Union economique et monetaire ouest-africaine (UEMOA) a enregistre un produit interieur brut (PIB) nominal de 232,43 milliards de dollars, soit environ 133 227 milliards FCFA, selon les estimations du Fonds monetaire international (FMI) sur les politiques communes des pays membres.\nCe niveau de production fait de l'Union la 4e plus imp ...\nCet article est reserve a nos abonnes\nAbonnez-vous a partir de\n40 000 FCFA\nAccedez a tous les contenus premium\nAchetez cet article\npour 3 000 FCFA",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 499,
                "words": 81,
                "lines": 8
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/la-bad-invite-le-burkina-faso-a-miser-sur-ses-propres-ressources-pour-batir-son-economie_54170",
            "provider": "SIKA_Finance",
            "titre": "La BAD invite le Burkina Faso a miser sur ses propres ressources pour batir son economie",
            "date": "2025-08-02T14:15:04.668390",
            "scraping_date": "2025-08-02T14:15:04.668390",
            "language": "fr",
            "text": "La BAD invite le Burkina Faso a miser sur ses propres ressources pour batir son economie\n\nFace a une baisse progressive des financements exterieurs et a un contexte securitaire complexe, la Banque africaine de developpement appelle le Burkina Faso a capitaliser sur ses propres forces. Le Rapport pays 2025 recommande une meilleure valorisation des ressources nationales (humaines, naturelles et financieres) pour batir une trajectoire de developpement plus resiliente et autonome.\nLa presentation officielle du Rapport pays 2025 sur le Burkina Faso, declinaison nationale des Perspectives economiques en Afrique de la Banque africaine de developpement (BAD), a marque un moment fort pour les decideurs publics et les partenaires du developpement. Organise le 18 juillet en format virtuel depuis Ouagadougou, l'evenement a rassemble plus de 80 participants, issus de l'administration, du secteur prive, du monde academique et des institutions internationales.\nDans un message video introductif, le professeur Kevin Urama, economiste en chef de la BAD, a rappele l'objectif fondamental des rapports pays : nourrir le dialogue strategique et eclairer les politiques publiques. Cette edition 2025, centree sur le theme 'Tirer le meilleur parti du capital du Burkina Faso pour favoriser son developpement'', propose une lecture integree du potentiel economique du pays.\nUne croissance resiliente\nMalgre un environnement marque par l'insecurite, les urgences humanitaires et les aleas climatiques, l'economie burkinabe a poursuivi sa croissance en 2024, avec une progression estimee a 5%. Un signal positif que les autorites souhaitent transformer en opportunite structurelle. Selon le representant du ministere de l'Economie, Souleymane Nabole, 'il faut desormais penser la transformation de l'economie en s'appuyant sur les ressources humaines, naturelles, financieres et les infrastructures''.\nCette vision est partagee par la BAD, qui appelle a une exploitation plus strategique de toutes les formes de capital : ressources minieres, capital humain, infrastructures socio-economiques, et capacite administrative.\nMobilisation des ressources domestiques, un enjeu central\nFace au tarissement relatif de l'aide exterieure, le rapport insiste sur la necessite de renforcer la mobilisation des ressources internes pour combler le deficit de financement. Des recommandations concretes ont ete formulees.\nPlus concretement, elles concernent la modernisation des filieres agricoles et le developpement de l'agro-industrie, pilier central de l'economie burkinabe ; l'amelioration de la fiscalite miniere, souvent peu captee dans les recettes publiques ; la lutte contre les flux financiers illicites, qui grevent les marges budgetaires ; le renforcement des services publics essentiels, notamment dans l'education, la sante, et la formation technique et professionnelle ; et l'accroissement de l'efficacite des administrations fiscales, douanieres et judiciaires, en misant sur la transparence et la redevabilite.\nUn modele regional de mobilisation fiscale\nDans son intervention, Abdoulaye Diop, president de la Commission de l'UEMOA, a salue les efforts du Burkina en matiere de collecte domestique. 'Avec pres de 19% de taux de pression fiscale, le Burkina est aujourd'hui le meilleur performeur de notre Union'', a-t-il souligne. Il a egalement mis en avant l'engagement du pays a respecter les regles communautaires, un element de stabilite qui suscite l'interet des partenaires techniques et financiers.\nL'un des messages cles du rapport porte sur la necessite de valoriser le capital humain. La transformation structurelle du pays passe par un investissement massif dans les competences, l'education et l'insertion economique des jeunes. Le rapport insiste aussi sur l'amelioration de la gouvernance, en particulier dans la gestion des ressources naturelles et la performance de l'administration publique.\nDaniel Ndoye, responsable-pays de la BAD, a salue la convergence entre les conclusions du rapport et les priorites strategiques du gouvernement : 'Nous saluons les performances du Burkina, notamment dans la mobilisation des ressources. Le focus sur le capital humain est une voie essentielle pour l'avenir''.\nLa Redaction\nPublie le 31/07/25 17:12",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 4159,
                "words": 587,
                "lines": 15
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/le-prix-du-coton-reste-inchange-pour-la-campagne-2025-2026-a-310-fcfakg_54169",
            "provider": "SIKA_Finance",
            "titre": "Le prix du coton reste inchange pour la campagne 2025-2026 a 310 FCFA/KG",
            "date": "2025-08-02T14:15:10.619195",
            "scraping_date": "2025-08-02T14:15:10.619195",
            "language": "fr",
            "text": "Le prix du coton reste inchange pour la campagne 2025-2026 a 310 FCFA/KG\n\nLa filiere coton en Cote d'Ivoire abordera la campagne 2025-2026 avec des prix d'achat inchanges. Le gouvernement a decide de reconduire, ce 31 juillet, les niveaux de remuneration appliques l'an dernier, soit 310 FCFA le kilogramme pour le premier choix et 285 FCFA pour le second choix.\nSur la campagne 2024-2025, 311 147 tonnes de coton graine ont ete recoltees, en baisse de 10,6 % par rapport aux 347 922 tonnes de la campagne precedente. Le rendement moyen s'est etabli a 873 kg/ha, un niveau encore loin de l'objectif fixe a moyen terme. Le nombre de producteurs, lui, reste en dessous des 100 000, confirmant une tendance au repli observee ces dernieres annees.\nPour soutenir les acteurs de la filiere, le gouvernement a prevu une enveloppe de 25,3 milliards FCFA sur la campagne en cours. Ce financement vise a maintenir le prix au producteur tout en allegeant le cout des intrants agricoles. Il comprend notamment une subvention directe de 44 FCFA/kg de coton graine, ainsi qu'un appui de 18 000 FCFA/ha destine a la prise en charge partielle des engrais et insecticides.\nA plus long terme, les ambitions restent elevees. Les autorites visent une production annuelle de 600 000 tonnes d'ici a 2030, avec un rendement cible de 1 250 kg/ha. Une trajectoire qui suppose des investissements continus et une mobilisation renforcee sur les cinq prochaines campagnes, considerees comme decisives pour repositionner durablement la filiere.\nLa Redaction\nPublie le 31/07/25 17:12",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 1479,
                "words": 241,
                "lines": 6
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/le-fc-barcelone-officialise-son-contrat-a-40-millions-deuros-avec-la-rdc_54168",
            "provider": "SIKA_Finance",
            "titre": "Le FC Barcelone officialise son contrat a 40 millions deuros avec la RDC",
            "date": "2025-08-02T14:15:21.578792",
            "scraping_date": "2025-08-02T14:15:21.578792",
            "language": "fr",
            "text": "Le FC Barcelone officialise son contrat a 40 millions deuros avec la RDC\n\nLe FC Barcelone a confirme ce 30 juillet, dans un communique officiel, la signature d'un partenariat strategique avec la Republique democratique du Congo (RDC). Cet accord, deja annonce en juin dernier, porte sur quatre saisons et represente un engagement financier de plus de 40 millions d'euros pour Kinshasa, soit entre 10 et 11,5 millions d'euros par an, selon les donnees revelees par Reuters.\nL'initiative prevoit que toutes les equipes professionnelles du Barca arboreront le slogan 'R.D. Congo Cur d'Afrique'' sur leurs maillots d'entrainement jusqu'a la saison 2028-2029. Le slogan figurera egalement sur les supports de communication du club et dans le futur Espai Barca, ou sera amenagee une 'Maison de la RDC'' un espace immersif destine a mettre en valeur la richesse culturelle et sportive du pays aupres des millions de visiteurs du stade.\nSur le plan sportif, le partenariat inclut la creation, via les Barca Academies, d'un programme multisports pour les jeunes Congolais football, basket-ball, handball, futsal, rink-hockey et le developpement de formations pour entraineurs avec le Barca Innovation Hub.\nCe contrat avec le club catalan est le plus important d'une serie d'accords conclus recemment par la RDC. Kinshasa a egalement signe avec l'AC Milan, pour environ 14 millions d'euros par an, et avec l'AS Monaco, pour 1,6 million d'euros par saison. Au total, les engagements depassent les 100 millions d'euros.\nPour le ministre du Tourisme, Didier M'Pambia, ces operations s'inscrivent dans une strategie de 'repositionnement international'' visant a attirer touristes et investisseurs. Une methode deja utilisee par d'autres pays africains, a l'image du Rwanda avec Arsenal ou le PSG, dans une logique assumee de nation branding.\nL'officialisation de ce contrat confirme l'ambition de la RDC de s'appuyer sur le sport de haut niveau pour promouvoir son image a l'international, mais souleve aussi des questions sur l'opportunite d'un tel investissement dans un contexte budgetaire contraint.\nPerton Biyiha\nLa Redaction\nPublie le 31/07/25 16:21",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2067,
                "words": 314,
                "lines": 9
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/ghana-la-banque-centrale-engage-une-baisse-historique-de-son-taux-directeur_54156",
            "provider": "SIKA_Finance",
            "titre": "Ghana : La Banque centrale engage une baisse historique de son taux directeur",
            "date": "2025-08-02T14:15:27.828127",
            "scraping_date": "2025-08-02T14:15:27.828127",
            "language": "fr",
            "text": "Ghana : La Banque centrale engage une baisse historique de son taux directeur\n\nLa Banque centrale du Ghana (BoG) vient de frapper un grand coup dans sa strategie monetaire en annoncant, ce 30 juillet, une reduction historique de 300 points de base de son taux directeur, desormais fixe a 25%. Il s'agit de la plus forte baisse jamais enregistree par l'institution, reflet d'un regain de confiance dans la dynamique desinflationniste qui s'installe dans l'economie ghaneenne.\nApres avoir traverse une crise macroeconomique sans precedent depuis les annees 1980, marquee par une dette publique explosive, une inflation galopante et une depreciation du cedi, le Ghana amorce une reprise soutenue. Le signal envoye par la BoG est clair : le pays tourne une page critique de son histoire monetaire.\nLes dernieres donnees publiees par le service statistique national indiquent une chute de l'inflation a 13,7 % en juin dernier, contre 18,4 % en mai. Ce niveau est le plus bas enregistre depuis decembre 2021, confirmant un resserrement efficace de la politique monetaire depuis le debut de la crise. A l'epoque, la BoG avait opte pour des taux exceptionnellement eleves afin de freiner une spirale inflationniste qui menacait la stabilite economique. Entre 2022 et 2023, le taux directeur avait culmine a 30%, l'un des plus eleves du continent africain.\n'Les anticipations d'inflation se sont nettement stabilisees, et les conditions macroeconomiques sont desormais plus saines'', a declare le gouverneur Johnson Asiama en conference de presse. Selon lui, cette decision, adoptee a la majorite par le comite de politique monetaire, repose sur une evaluation rigoureuse des tendances economiques recentes.\nUne decision plus audacieuse qu'anticipee\nAlors que les marches tablaient sur un assouplissement de 200 points de base, la baisse annoncee de 300 points a surpris positivement les analystes. Largement saluee par les milieux financiers, cette decision marque le debut d'un cycle d'assouplissement monetaire que plusieurs economistes jugent durable. 'C'est un tournant symbolique pour le Ghana. Si la trajectoire desinflationniste se poursuit, nous pourrions assister a un taux directeur autour de 18% d'ici la fin de l'annee'', estime Razia Khan, economiste en chef pour l'Afrique chez Standard Chartered.\nDerriere cette baisse de taux se cache une strategie plus globale de consolidation budgetaire, soutenue par un programme du FMI. En 2023, le Ghana avait obtenu un plan de sauvetage de 3 milliards de dollars aupres du Fonds monetaire international (FMI), conditionne a des reformes structurelles profondes. Le redressement budgetaire, combine a une politique monetaire restrictive, semble aujourd'hui produire ses effets. Cependant, les defis demeurent : la dette publique reste elevee, les besoins sociaux pressants, et la population toujours confrontee a une hausse du cout de la vie.\nLa BoG reste prudente : une potentielle hausse des tarifs des services publics, attendue au dernier trimestre 2025, pourrait exercer une pression sur les prix. Si les previsions actuelles se confirment, le taux directeur ghaneen pourrait atteindre 18% d'ici la fin de l'annee, contre 30% a son pic. Cela representerait un reequilibrage sans precedent, ouvrant la voie a une baisse des couts du credit pour les menages et les entreprises. Pour un pays producteur d'or, de cacao et de petrole, un environnement monetaire plus detendu pourrait stimuler l'investissement prive, soutenir les PME, et renforcer la croissance non extractive, un objectif cle du gouvernement.\nNarcisse Angan\nPublie le 30/07/25 20:25",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 3518,
                "words": 535,
                "lines": 10
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/le-commerce-mondial-progresse-de-300-milliards-usd-au-1er-semestre-2025_54155",
            "provider": "SIKA_Finance",
            "titre": "Le commerce mondial progresse de 300 milliards USD au 1er semestre 2025",
            "date": "2025-08-02T14:15:34.511767",
            "scraping_date": "2025-08-02T14:15:34.511767",
            "language": "fr",
            "text": "Le commerce mondial progresse de 300 milliards USD au 1er semestre 2025\n\nMalgre un contexte international instable, le commerce mondial enregistre une progression de 300 milliards de dollars au premier semestre 2025. Mais derriere cette dynamique, des fractures profondes se dessinent entre les economies developpees et les pays en developpement, sur fond de tensions commerciales grandissantes.\nLe commerce mondial a connu une hausse d'environ 300 milliards de dollars sur les six premiers mois de l'annee 2025, selon la derniere edition du Global Trade Update publiee par la CNUCED le 8 juillet. Cette progression intervient dans un environnement de croissance moderee (+1,5% au premier trimestre, et une prevision de +2% au second), mais revele une dynamique contrastee entre pays developpes et pays en developpement.\nLes economies avancees, qui avaient perdu du terrain au profit des economies emergentes au cours des dernieres annees, reprennent desormais l'avantage. Les importations americaines ont bondi de 14%, tandis que les exportations europeennes ont progresse de 6%.\nA l'inverse, les pays en developpement ont vu leurs importations reculer de 2%, avec une stagnation du commerce Sud-Sud. Une exception notable, l'Afrique, qui affiche une hausse de 5% de ses exportations et une croissance vigoureuse de 16% de son commerce intra-regional en glissement annuel.\nLe commerce des services, pilier de la croissance\nDans un contexte ou les volumes physiques des echanges de biens n'ont progresse que de 1%, c'est surtout le commerce des services qui a soutenu l'activite mondiale. Sur les quatre derniers trimestres, ce segment a affiche une croissance de 9%, devenant ainsi le principal moteur de la dynamique commerciale mondiale. Cette tendance reflete la montee en puissance des services numeriques, financiers et lies a la propriete intellectuelle, dans un monde toujours plus interconnecte.\nPar ailleurs, la hausse des prix a contribue a l'augmentation nominale de la valeur des echanges. Les prix des biens echanges, en legere hausse au premier trimestre, devraient poursuivre leur progression au second, accentuant les disparites entre economies exportatrices et importatrices.\nUn creusement preoccupant des desequilibres\nLe rapport de la CNUCED met egalement en lumiere l'aggravation des desequilibres commerciaux mondiaux. Les Etats-Unis, dont les importations explosent, voient leur deficit commercial se creuser face a leurs principaux partenaires : 360 milliards de dollars avec la Chine, 276 milliards avec l'Union europeenne, et 116 milliards avec le Viet Nam. A l'inverse, la Chine et l'UE enregistrent des excedents croissants, renforcant les tensions commerciales bilaterales.\nSi le premier semestre a ete marque par une forme de resilience, les perspectives pour la seconde moitie de l'annee demeurent incertaines. Les tensions geopolitiques (en Asie, en Europe de l'Est, ou encore au Moyen-Orient) pesent sur la confiance des operateurs. La multiplication des droits de douane americains, notamment sur l'acier et l'aluminium, fait craindre un regain de protectionnisme. Bien que les ripostes soient encore contenues, le risque d'une escalade commerciale est bien reel.\nLa Redaction\nPublie le 30/07/25 20:13",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 3162,
                "words": 466,
                "lines": 12
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/cote-divoire-la-production-industrielle-se-consolide-de-6-3-a-fin-mai_54153",
            "provider": "SIKA_Finance",
            "titre": "Cote dIvoire : La production industrielle se consolide de 6,3% a fin mai",
            "date": "2025-08-02T14:15:41.358737",
            "scraping_date": "2025-08-02T14:15:41.358737",
            "language": "fr",
            "text": "Cote dIvoire : La production industrielle se consolide de 6,3% a fin mai\n\nAvec une croissance de 6,3% enregistree sur les cinq premiers mois de 2025, la production industrielle ivoirienne signe un retour en force. Cette performance illustre une dynamique de transformation portee par l'essor simultane des secteurs extractif, manufacturier, energetique et environnemental.\nUne tendance qui renforce la resilience industriel ...\nCet article est reserve a nos abonnes\nAbonnez-vous a partir de\n40 000 FCFA\nAccedez a tous les contenus premium\nAchetez cet article\npour 3 000 FCFA",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 500,
                "words": 75,
                "lines": 8
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/le-benin-instaure-une-exemption-de-visa-de-72h-pour-les-croisieristes_54150",
            "provider": "SIKA_Finance",
            "titre": "Le Benin instaure une exemption de visa de 72h pour les croisieristes",
            "date": "2025-08-02T14:15:52.366999",
            "scraping_date": "2025-08-02T14:15:52.366999",
            "language": "fr",
            "text": "Le Benin instaure une exemption de visa de 72h pour les croisieristes\n\nLe Benin renforce son positionnement sur la carte du tourisme international en introduisant une mesure d'exemption de visa de courte duree a l'intention des croisieristes. Desormais, les passagers des navires de croisiere faisant escale a Cotonou pourront sejourner sur le territoire beninois pendant 72 heures sans visa, a condition d'etre pris en charge par une agence de voyages agreee.\nPensee pour attirer un plus grand nombre de compagnies maritimes, cette decision traduit la volonte du pays d'elargir sa clientele touristique, tout en garantissant un accueil organise et securise. La mise en uvre de cette mesure est appuyee par la Police Republicaine et les autorites portuaires, qui assurent la fluidite des formalites a l'arrivee et la securite des visiteurs tout au long de leur sejour.\nCette politique d'ouverture s'inscrit dans un contexte de montee en puissance de l'activite croisiere au Benin. Le port de Cotonou a recemment vu accoster des navires de renom, tels que le Seabourn Sojourn en fevrier, suivi en avril du Crystal Symphony, considere comme le plus grand paquebot jamais accueilli dans le pays.\nDurant leur escale, les croisieristes sont invites a decouvrir des destinations emblematiques telles que Cotonou, Ouidah, Porto-Novo ou encore Ganvie, surnommee la Venise de l'Afrique de l'Ouest. Ces circuits sont concus pour faire rayonner la richesse culturelle du Benin, tout en soutenant les economies locales.\nPortee par l'Agence Benin Tourisme, cette dynamique s'inscrit dans une ambition plus large : faire du pays une escale incontournable pour les croisieres haut de gamme dans la sous-region. Sous la banniere 'Un Monde de Splendeurs'', le Benin entend seduire un public international en quete d'authenticite et d'experiences uniques.\nFanuelle YAO\nLa Redaction\nPublie le 30/07/25 17:20",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 1817,
                "words": 278,
                "lines": 8
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/logement-a-abidjan-une-ville-dix-realites_54151",
            "provider": "SIKA_Finance",
            "titre": "Logement a Abidjan : Une ville, dix realites",
            "date": "2025-08-02T14:16:03.972324",
            "scraping_date": "2025-08-02T14:16:03.972324",
            "language": "fr",
            "text": "Logement a Abidjan : Une ville, dix realites\n\nEntre villas de luxe et loyers de survie, la carte du logement a Abidjan reflete les fractures sociales de la capitale economique. A travers une analyse fine issue du Recensement General de la Population et de l'Habitat (RGPH 2021), un contraste saisissant se dessine : d'un quartier a l'autre, les ecarts de loyers et de types d'habitat ...\nCet article est reserve a nos abonnes\nAbonnez-vous a partir de\n40 000 FCFA\nAccedez a tous les contenus premium\nAchetez cet article\npour 3 000 FCFA",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 488,
                "words": 85,
                "lines": 7
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/brvm-alios-finance-ci-rebondit-sur-un-marche-maintenant-le-cap_54149",
            "provider": "SIKA_Finance",
            "titre": "BRVM : Alios Finance CI rebondit sur un marche maintenant le cap",
            "date": "2025-08-02T14:16:10.697537",
            "scraping_date": "2025-08-02T14:16:10.697537",
            "language": "fr",
            "text": "BRVM : Alios Finance CI rebondit sur un marche maintenant le cap\n\nLe marche actions de la BRVM conserve une orientation moderement haussiere, soutenue par la resilience de certaines capitalisations majeures. L'indice\nBRVM Composite\nprogresse de 0,16 % pour atteindre 311,27 points, traduisant une dynamique positive globale, bien que contenue. En revanche, l'indice BRVM 30 enregistre un leger repli de 0,18 % a 151,16 points, tandis que le BRVM Prestige cede 0,22 % a 129,66 points, penalise par des prises de benefices sur plusieurs valeurs precedemment en hausse.\nUnilever CI presente une hausse de 7,39 % a 45 555 FCFA, suivie d'\nAlios Finance CI\nqui bondit de 7,19 % a 745 FCFA portee par la publication des resultats semestriel 2025, qui revelent une hausse spectaculaire de 710%, attirant massivement les investisseurs. SAPH CI (+4,51 % a 6 490 FCFA) beneficient egalement d'un regain d'interet, traduisant un reequilibrage progressif des portefeuilles vers des valeurs a potentiel de croissance.\nA l'oppose,\nCIE\nrecule de 5,06 % a 2 250 FCFA, sous l'effet de ventes ciblees. Elle est suivie par SITAB (-2,50 % a 19 500 FCFA) et BOA Senegal (-2,22 % a 4 400 FCFA), dans un contexte de marche plus selectif, sensible aux fondamentaux et attentif aux perspectives fondamentales.\nSur le plan transactionnel, Sonatel domine les echanges avec 89 millions FCFA, representant 12% du volume global (\n740 millions FCFA\n), malgre un leger repli de 1,38 % a 25 000 FCFA. Cette activite soutenue reflete l'ancrage defensif de la valeur au sein des portefeuilles institutionnels.\nLa Redaction\nPublie le 30/07/25 17:16",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 1545,
                "words": 250,
                "lines": 14
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/cote-divoire-1-462-milliards-fcfa-dexcedent-commercial-enregistre-au-1er-trimestre_54148",
            "provider": "SIKA_Finance",
            "titre": "Cote dIvoire : 1 462 milliards FCFA dexcedent commercial enregistre au 1er trimestre",
            "date": "2025-08-02T14:16:21.846599",
            "scraping_date": "2025-08-02T14:16:21.846599",
            "language": "fr",
            "text": "Cote dIvoire : 1 462 milliards FCFA dexcedent commercial enregistre au 1er trimestre\n\nLa Cote d'Ivoire a affiche une solide performance commerciale au premier trimestre 2025, marquee par un solde excedent de 1 462 milliards FCFA. Cette evolution, largement superieure aux 423 milliards FCFA enregistres a la meme periode en 2024, traduit une dynamique favorable des echanges exterieurs, portee par la hausse des prix des matieres premieres agricoles et la vitalite de plusieurs secteurs de l'economie.\nSelon une communication presentee en Conseil des ministres ce mercredi 30 juillet, cette performance resulte d'un environnement economique marque par une progression de l'activite dans le secteur tertiaire, la production industrielle et le BTP, malgre des resultats contrastes dans l'agriculture d'exportation.\nLe secteur tertiaire a particulierement contribue a la croissance des echanges exterieurs. Le trafic global de marchandises dans le maritime a enregistre une hausse notable de 18,2 %, soutenue par l'intensification des flux commerciaux. Dans le meme temps, le chiffre d'affaires du commerce global a progresse de 10 %, traduisant une demande interieure dynamique et une reprise soutenue du secteur des services.\nVoir aussi-\nCote d'Ivoire : Un excedent commercial de 383 milliards FCFA a fin mars 2023\nDans le secteur secondaire, la production industrielle a progresse en moyenne de 3,7 % sur les trois premiers mois de l'annee. Cette performance est principalement portee par la bonne tenue des industries extractives et manufacturieres, qui ont beneficie de conditions d'exploitation favorables et d'une amelioration des capacites de production.\nL'agriculture d'exportation, pour sa part, a connu une evolution plus contrastee. La filiere cafe-cacao a ete penalisee par des conditions climatiques defavorables, affectant les volumes exportables. A l'inverse, la filiere anacarde (noix de cajou) s'est redressee grace a un climat plus clement et a l'introduction de traitements phytosanitaires innovants, compensant partiellement le repli observe en 2023.\nCette dynamique sectorielle a ete renforcee par la hausse des cours mondiaux de plusieurs matieres premieres agricoles, notamment le cacao-feve, le cafe robusta et l'huile de palme. Ces hausses de prix ont mecaniquement dope les recettes d'exportation, contribuant a creuser l'ecart entre les exportations et les importations en faveur du pays.\nFanuelle YAO\nLa Redaction\nPublie le 30/07/25 17:12",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2378,
                "words": 346,
                "lines": 11
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/nigeria-20-milliards-darbres-pour-une-revolution-verte-et-technologique-africaine_54147",
            "provider": "SIKA_Finance",
            "titre": "Nigeria : 20 milliards darbres pour une revolution verte et technologique africaine",
            "date": "2025-08-02T14:16:28.335561",
            "scraping_date": "2025-08-02T14:16:28.335561",
            "language": "fr",
            "text": "Nigeria : 20 milliards darbres pour une revolution verte et technologique africaine\n\nLe Nigeria s'apprete a franchir une etape majeure dans sa politique environnementale et technologique. Le pays, geant de l'Afrique de l'Ouest, a annonce ce 28 juillet, la signature imminente d'un protocole d'accord avec un consortium compose des groupes Dalberg et Campo, operant dans le domaine du conseil, pour lancer un ambitieux programme de reboisement intitule 'Green Legacy''. L'objectif vise la plantation de 20 milliards d'arbres a travers le territoire, en s'inspirant du modele ethiopien qui a deja atteint les 46 milliards d'arbres plantes ces dernieres annees.\nLe projet Green Legacy s'inscrit dans une dynamique plus large de transition ecologique et de redefinition du leadership africain en matiere de developpement durable. Au-dela du chiffre spectaculaire de 20 milliards d'arbres, cette initiative traduit une vision a long terme : restaurer les ecosystemes degrades, absorber les emissions de carbone, mais aussi generer des emplois verts dans les zones rurales, tout en ameliorant la securite alimentaire, la gestion des ressources en eau et la resilience des communautes.\nAutre signal fort de cette dynamique, le Nigeria a ete choisi par l'Organisation de cooperation australe (OSC) pour accueillir le premier centre de transfert de technologie Sud-Sud du continent africain. Cette infrastructure vise a promouvoir l'echange de technologies entre les pays du Sud, dans des domaines cles comme l'energie, l'agriculture intelligente, l'innovation numerique ou encore l'education.\nL'OSC a egalement propose que le Nigeria accueille son sommet africain Sud-Sud, en reconnaissance du role moteur que joue Abuja dans la refonte des cadres de cooperation interetatique au sein du Sud global. La diplomatie climatique et technologique du Nigeria semble donc prendre une nouvelle dimension. Entre engagements pour le climat, strategies d'innovation et integration dans les dynamiques Sud-Sud, Abuja veut se positionner a la fois comme champion de la transition ecologique, hub continental de l'innovation, et acteur cle de la cooperation globale equitable.\nLe soutien affiche par des organisations internationales comme l'OSC, combine a l'experience de partenaires tels que Campo et Dalberg, pourrait offrir au Nigeria les moyens de ses ambitions : non seulement reverdir ses paysages, mais aussi reconstruire son economie sur des fondations plus durables et inclusives.\nNarcisse Angan\nPublie le 30/07/25 17:11",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 2423,
                "words": 355,
                "lines": 7
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/senegal-le-secteur-secondaire-affiche-un-rebond-annuel-de-14-a-fin-mai-2025-porte-par-l-extractif_54204",
            "provider": "SIKA_Finance",
            "titre": "Senegal : Le secteur secondaire affiche un rebond annuel de 14% a fin mai 2025, porte par l'extractif",
            "date": "2025-08-02T16:20:00.860808",
            "scraping_date": "2025-08-02T16:20:00.860808",
            "language": "fr",
            "text": "Senegal : Le secteur secondaire affiche un rebond annuel de 14% a fin mai 2025, porte par l'extractif\n\nL'activite du secteur secondaire senegalais a connu une croissance substantielle de 14,0% a fin mai 2025, en glissement annuel par rapport a mai 2024. Cet essor est principalement le fruit d'une performance remarquable des activites extractives, qui ont bondi de +141,3%. D'autres branches ont egalement tire la croissance, notamment le \"raffinage du petrole et cokefaction\" (+27,6%), la \"fabrication de savons, detergents et produits d'entretien\" (+30,6%), le \"sciage et rabotage du bois\" (+18,8%), ainsi que la \"production de metallurgie et de fonderie et fabrication d'ouvrages en metaux\" (+9,4%).\nCependant, ce tableau globalement positif dissimule des dynamiques contrastees. Plusieurs sous-secteurs ont enregistre des contractions significatives sur la meme periode : la \"production de la filature, du tissage et de l'ennoblissement textile\" a chute de -49,4%, la construction de -11,9%, la fabrication de materiels de transport de -41,0%, la \"fabrication de ciment et d'autres materiaux de construction\" de -13,0%, et la fabrication de produits agroalimentaires de -1,0%.\nUn ralentissement mensuel et une contraction hors hydrocarbures\nLa lecture plus fine des donnees revele par ailleurs un ralentissement de l'activite du secteur secondaire en rythme mensuel (-1,4%) en mai 2025. Cette deceleration est principalement imputable aux activites extractives elles-memes (-10,2% sur le mois), et de maniere plus prononcee encore aux activites extractives hors hydrocarbures (-40,7%).\nDe plus, si l'on exclut la contribution des hydrocarbures, l'activite du secteur secondaire s'est meme contractee de -3,2% en variation mensuelle et de -8,0% en glissement annuel pour le mois de mai 2025. Cette distinction est cruciale et suggere que la forte croissance annuelle du secteur secondaire est largement portee par la composante hydrocarbonee, masquant une performance plus mitigee, voire regressive, des autres branches industrielles et de la construction.\nNarcisse Angan\nPublie le 02/08/25 11:44",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 1997,
                "words": 285,
                "lines": 7
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/umoa-titres-le-burkina-faso-reussit-une-levee-de-fonds-au-dela-des-attentes_54203",
            "provider": "SIKA_Finance",
            "titre": "UMOA-Titres: Le Burkina Faso reussit une levee de fonds au-dela des attentes",
            "date": "2025-08-02T16:20:06.691853",
            "scraping_date": "2025-08-02T16:20:06.691853",
            "language": "fr",
            "text": "UMOA-Titres: Le Burkina Faso reussit une levee de fonds au-dela des attentes\n\nLe Burkina Faso reussit a mobiliser des ressources financieres sur le marche regional ce 30 juillet, avec une levee de fonds de 43,86 milliards FCFA (66,86 millions d'euros), dans le cadre d'une emission simultanee de Bons et d'Obligations Assimilables du Tresor (BAT/OAT) sur le marche des titres publics de l'UMOA. Cette operation visait initialement une enveloppe de 40 milliards FCFA.\nLe succes de cette emission induit un montant global des soumissions qui s'est eleve a 52,75 milliards FCFA, traduisant un taux de couverture de 131,9%. Finalement, le Tresor public burkinabe a fait le choix de retenir 43,86 milliards FCFA, soit un taux d'absorption de 83,14% par rapport aux offres exprimees.\nL'operation a ete structuree autour de quatre instruments, en l'occurrence un BAT de 364 jours, et trois OAT a 3, 5 et 7 ans. Dans le detail, le BAT a attire 19,31 milliards FCFA de soumissions, pour un taux marginal de 8,29% et un Rendement moyen pondere (RMP) a 8,82%.\nL'OAT de 3 ans a enregistre 6,1 milliards FCFA de soumissions, avec un prix marginal de 9 225 FCFA et un RMP de 9%. De meme, celle de 5 ans a capte 4,96 milliards FCFA, avec un prix marginal de 9 105 FCFA et un RMP de 7,69%. Enfin, l'OAT de 7 ans a valide 13,47 milliards FCFA, avec un prix marginal ressorti a 9 000 FCFA et le RMP a 8,01%.\nSoulignons que les offres retenues proviennent de 7 pays sur les 8 Etats membres de l'Union, a savoir le Burkina Faso (19,4 milliards FCFA), la Cote d'Ivoire (13,38 milliards FCFA), le Togo (5,9 milliards FCFA), le Benin (3,14 milliards FCFA), le Mali (1,5 milliard FCFA), le Senegal (1 milliard FCFA) et la Guinee-Bissau (0,5 milliard FCFA).\nNarcisse Angan\nPublie le 02/08/25 10:24",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 1694,
                "words": 294,
                "lines": 7
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/la-banque-mondiale-soutient-lexpansion-de-crossboundary-energy-en-rdc-et-cote-divoire_54212",
            "provider": "SIKA_Finance",
            "titre": "La Banque mondiale soutient lexpansion de CrossBoundary Energy en RDC et Cote dIvoire",
            "date": "2025-08-03T09:39:11.653857",
            "scraping_date": "2025-08-03T09:39:11.653857",
            "language": "fr",
            "text": "La Banque mondiale soutient lexpansion de CrossBoundary Energy en RDC et Cote dIvoire\n\nLa Multilateral Investment Guarantee Agency (MIGA), branche du Groupe de la Banque mondiale specialisee dans les garanties d'investissement, a annonce en juillet 2025 un partenariat financier majeur avec CrossBoundary Energy (CBE). Selon un communique publie a Washington, cet appui vise a faciliter le deploiement de projets d'energie renouvelable dans plusieurs pays africains, dont la Republique democratique du Congo (RDC) et la Cote d'Ivoire.\nLa MIGA precise avoir conclu avec CBE des \" conditions-cadres \" portant sur 495 millions de dollars pour soutenir ses investissements dans la production et la distribution d'energie solaire, eolienne ou hybride. Une premiere serie de garanties a deja ete emise, couvrant notamment les risques lies a la nonconvertibilite des devises (quand une entreprise ne peut pas echanger la monnaie locale contre des devises etrangeres) et aux restrictions de transfert (quand un pays empeche l'envoi d'argent a l'etranger) sur une periode pouvant atteindre quinze ans.\nL'agence adopte pour cette operation une approche dite \" portefeuille \", qui consiste a couvrir d'un seul contrat un ensemble de projets au lieu de les assurer individuellement. Cette methode reduit le temps et le cout administratif, ce qui, d'apres la MIGA, va permettre a CBE de deployer plus rapidement environ 100 initiatives dans une vingtaine de pays, dont 11 nations eligibles a l'Association internationale de developpement (IDA) et 4 classees comme fragiles ou affectees par des conflits.\nEn RDC, la MIGA interviendra en mobilisant la facilite de garanties financee par la fenetre du secteur prive de l'IDA, avec une protection dite de \" premier risque \" pouvant atteindre 61,5 millions de dollars. Ce mecanisme signifie que si un probleme survient (par exemple, si des devises ne peuvent pas etre transferees), la MIGA couvre en premier les pertes, reduisant ainsi le risque pour les banques et investisseurs. Concretement, cette protection permettra a des entreprises locales d'obtenir plus facilement des financements pour installer des centrales solaires ou hybrides directement sur leurs sites, reduisant leur dependance aux generateurs diesel couteux et aux coupures frequentes.\nEn Cote d'Ivoire, un dispositif similaire sera finance par le Renewable Energy Catalyst Trust Fund, avec une enveloppe pouvant atteindre 37,6 millions de dollars. Les projets cibleront en priorite les zones industrielles et les entreprises a forte consommation d'electricite. Les systemes solaires et de stockage qui seront installes permettront de limiter les arrets de production et de reduire sensiblement la facture energetique.\nLa MIGA souligne que sa mission est de rendre ces projets \" financables \" en rassurant les investisseurs et les preteurs. Sans cette couverture, de nombreux projets resteraient bloques par crainte des risques politiques ou monetaires. A travers cette operation, elle espere ameliorer la fiabilite de l'electricite, reduire le cout de l'energie pour les entreprises, stimuler la competitivite et favoriser la creation d'emplois.\nMatthew Tilleard, cofondateur et associe gerant du groupe CrossBoundary, estime que ce soutien \" au niveau du portefeuille \" donnera a l'entreprise les moyens d'etendre ses solutions energetiques sur tout le continent, y compris dans des marches souvent negliges par les investisseurs.\nBasee a Maurice et active depuis 2015, CrossBoundary Energy concoit, finance et exploite des systemes d'energie renouvelable pour des clients industriels et commerciaux, en integrant solaire photovoltaique, eolien, stockage par batteries et, si necessaire, generateurs thermiques. L'entreprise affirme avoir deja investi plus de 150 millions de dollars dans 36 projets representant 100 MW de capacite installee, et dispose d'un portefeuille en cours de developpement evalue a plus de 700 millions de dollars dans 20 pays africains.\nPerton Biyiha\nLa Redaction\nPublie le 02/08/25 20:58",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 3930,
                "words": 581,
                "lines": 11
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/nigeria-700-millions-usd-pour-le-vaste-projet-de-modernisation-des-aeroports_54211",
            "provider": "SIKA_Finance",
            "titre": "Nigeria : 700 millions USD pour le vaste projet de modernisation des aeroports",
            "date": "2025-08-03T09:39:17.323675",
            "scraping_date": "2025-08-03T09:39:17.323675",
            "language": "fr",
            "text": "Nigeria : 700 millions USD pour le vaste projet de modernisation des aeroports\n\nLe gouvernement federal Nigerian annonce l'approbation d'un vaste programme de rehabilitation et de modernisation des infrastructures aeroportuaires, a travers le pays. Ce 31 juillet, le Conseil executif federal (FEC), reuni sous la presidence du president Bola Tinubu, a la villa presidentielle d'Abuja, a donne son feu vert a une enveloppe globale de 987 milliards de nairas, soit environ 700 millions de dollars (402 milliards FCFA), entierement dediee a la remise a niveau des installations aeroportuaires nationales.\nCe chantier d'envergure, finance par le Fonds de developpement des infrastructures Renewed Hope, represente l'investissement le plus ambitieux dans le domaine de l'aviation civile que le pays ait connu depuis plusieurs decennies.\nPoint central de cette offensive infrastructurelle, l'aeroport international Murtala Muhammed (MMIA) de Lagos beneficiera a lui seul d'un investissement colossal de 712,26 milliards de nairas, soit 465 millions de dollars (267 milliards FCFA). Le Terminal international 1, juge obsolete, fera l'objet d'une rehabilitation complete, qui consistera a le demonter jusqu'a sa structure de base avant de le reconstruire selon les normes internationales ultramodernes.\nL'entreprise chinoise CCECC, China Civil Engineering Construction Corporation, deja a l'origine du Terminal 2 de Lagos, a ete retenue pour executer les travaux, qui s'etaleront sur une duree de 22 mois. En parallele, le Terminal 2 beneficiera egalement d'un agrandissement strategique avec l'amenagement de nouvelles routes d'acces, de tabliers, de ponts et d'infrastructures auxiliaires, visant a fluidifier les operations aeriennes sur cette plateforme de transit majeure d'Afrique de l'Ouest.\nRenforcement de la securite et modernisation technique\nOutre les renovations structurelles, la securite des installations aeroportuaires fait l'objet d'une attention particuliere. A Lagos toujours, une cloture peripherique intelligente de 14,6 km, dotee de systemes de videosurveillance, d'un dispositif de detection d'intrusion, de projecteurs solaires et de routes de patrouille, sera mise en place pour un montant de 49,9 milliards de nairas. Ce dispositif sera relie a un centre de commande et de controle en temps reel, garantissant une reponse instantanee a toute intrusion. Cela devrait permettre de detecter immediatement avec precision toute personne ou tout objet s'approchant des perimetres.\nExtension aux autres hubs strategiques\nCette campagne de modernisation ne se limite pas a Lagos. D'autres aeroports cles du pays beneficieront de renovations specifiques, notamment les aeroport internationaux Malam Aminu de Kano (Kano), de Port Harcourt. Avec ce vaste programme, l'administration Tinubu entend renforcer la securite, la capacite operationnelle et l'attractivite commerciale du reseau aeroportuaire nigerian, dans un contexte regional marque par une forte concurrence entre hubs africains.\nLe Nigeria semble ainsi avoir compris qu'un reseau aeroportuaire moderne est un levier strategique pour stimuler le tourisme, le commerce, les investissements et l'integration regionale. En consacrant pres de 1 000 milliards de nairas a ce secteur nevralgique, le gouvernement fait un pari ambitieux mais coherent avec ses objectifs de transformation structurelle.\nNarcisse Angan\nPublie le 02/08/25 20:14",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 3324,
                "words": 465,
                "lines": 11
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/umoa-titres-le-niger-passe-a-cote-de-son-objectif-et-encaisse-21-5-milliards-fcfa_54210",
            "provider": "SIKA_Finance",
            "titre": "UMOA-Titres : Le Niger passe a cote de son objectif et encaisse 21,5 milliards FCFA",
            "date": "2025-08-03T09:39:23.059370",
            "scraping_date": "2025-08-03T09:39:23.059370",
            "language": "fr",
            "text": "UMOA-Titres : Le Niger passe a cote de son objectif et encaisse 21,5 milliards FCFA\n\nLe Niger a effectue une sortie sur le marche des titres publics de l'UMOA ce 1er aout, qui n'a pas rencontre l'adhesion des investisseurs de la region. Alors que le pays visait initialement 51 milliards FCFA, Le montant global des soumissions representant l'enveloppe proposee par les investisseurs a atteint seulement 21,48 milliards FCFA.\nNiamey a finalement retenu la totalite des offres proposees, via deux Bons assimilables du Tresor (BAT) de maturites respectives 182 et 364 jours. Ce qui donne un taux de couverture et d'absorption respectif de 42,12% et 100%.\nDans le detail, le BAT a maturite 182 jours a retenu 10,71 milliards FCFA, pour un taux marginal de 11%, avec un rendement moyen pondere de 10,31%. Tandis que celui a maturite 364 jours a valide 10,77 milliards FCFA pour un taux marginal de 10,5% et un rendement moyen pondere de 11,21%.\nLes offres retenues au cours de l'emission proviennent de 7 pays sur les 8 Etats membres de l'Union, a savoir le Niger (6,9 milliards FCFA), le Burkina Faso (3,22 milliards FCFA), le Togo (3,77 milliards FCFA), le Benin (2,49 milliards FCFA), la Cote d'Ivoire (2,03 milliards FCFA), le Senegal (1,68 milliard FCFA) et le Mali (1,34 milliard FCFA).\nNarcisse Angan\nPublie le 02/08/25 16:58",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 1243,
                "words": 206,
                "lines": 6
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/rdc–rwanda-washington-trace-la-feuille-de-route-economique-post-conflit_54209",
            "provider": "SIKA_Finance",
            "titre": "RDCRwanda : Washington trace la feuille de route economique post-conflit",
            "date": "2025-08-03T09:39:28.956282",
            "scraping_date": "2025-08-03T09:39:28.956282",
            "language": "fr",
            "text": "RDCRwanda : Washington trace la feuille de route economique post-conflit\n\nD'apres des informations rapportees par l'agence Reuters, le Rwanda et la Republique democratique du Congo (RDC) ont arrete, vendredi, les grandes lignes d'un futur cadre d'integration economique regionale. Cette avancee s'inscrit dans la mise en uvre de l'accord de paix signe en juin a Washington sous l'egide des Etats-Unis, qui en suivent de pres les developpements.\nSelon le departement d'Etat americain, ce dispositif en preparation doit organiser la cooperation bilaterale dans les secteurs de l'energie, des infrastructures, l'exploitation miniere, la gestion des parcs nationaux et la sante publique. Kigali et Kinshasa s'etaient engages, lors de la signature de l'accord, a elaborer ce cadre dans les 90 jours.\nUne source citee par Reuters precise qu'un premier projet a ete valide et qu'une phase de consultation est desormais ouverte, associant secteur prive et societe civile. L'adoption officielle du texte devrait intervenir lors d'un sommet des chefs d'Etat a la Maison Blanche, a une date encore a determiner.\nLes deux pays ont reaffirme qu'ils conserveront un controle souverain sur leurs ressources naturelles, tout en reconnaissant l'interet de developper localement des capacites de transformation. Un point particulierement sensible pour Kinshasa, qui accuse de longue date Kigali de favoriser l'exploitation illegale de minerais congolais dans l'est du pays, notamment par l'intermediaire des rebelles du M23.\nReuters rappelle que les negociations, menees avec le soutien de Washington, incluent l'idee que certains minerais congolais tungstene, tantale, etain puissent transiter legalement vers le Rwanda pour y etre traites. Les deux gouvernements se sont en outre engages a assecher les circuits de financement des groupes armes, a batir une industrie miniere competitive et a harmoniser les chaines d'approvisionnement transfrontalieres.\nSur le plan des infrastructures, Kigali et Kinshasa prevoient de relier de nouveaux projets au corridor de Lobito, soutenu par les Etats-Unis, dans l'objectif affiche de faciliter l'acces aux ressources regionales et de reduire l'emprise economique de la Chine. Deux initiatives sont explicitement citees. Il s'agit du barrage hydroelectrique Ruzizi III, juge prioritaire pour le financement, et l'exploitation durable du methane du lac Kivu.\nCette annonce intervient apres la premiere reunion d'un comite conjoint de suivi, tenue jeudi. Mais plusieurs engagements de l'accord de Washington restent encore a concretiser. Les deux capitales avaient accepte de mettre en uvre l'accord de 2024 prevoyant le retrait des troupes rwandaises de l'est du Congo et l'arret des operations congolaises contre les Forces democratiques de liberation du Rwanda (FDLR) sous trois mois. Un mecanisme conjoint de coordination securitaire devait egalement etre operationnel dans les 30 jours un delai deja depasse. Sa premiere reunion est finalement programmee pour le 7 aout a Addis-Abeba, selon une source citee par Reuters.\nEn parallele, Kinshasa poursuit des pourparlers directs avec le M23 sous mediation qatarie. Les deux parties visent la signature, d'ici le 18 aout, d'un accord de paix distinct, meme si de nombreuses divergences persistent.\nPerton Biyiha\nLa Redaction\nPublie le 02/08/25 16:45",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 3249,
                "words": 476,
                "lines": 11
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/sah-analytics-international-acquiert-lentreprise-francaise-data354-et-sa-filiale-ivoirienne_54208",
            "provider": "SIKA_Finance",
            "titre": "SaH Analytics International acquiert lentreprise francaise data354 et sa filiale ivoirienne",
            "date": "2025-08-03T09:39:34.818331",
            "scraping_date": "2025-08-03T09:39:34.818331",
            "language": "fr",
            "text": "SaH Analytics International acquiert lentreprise francaise data354 et sa filiale ivoirienne\n\nDans une operation a fort impact symbolique et economique, SaH Analytics International, entreprise ivoirienne de reference en intelligence artificielle, analyse de donnees, cybersecurite et imagerie satellitaire, annonce l'acquisition de data354, une societe francaise specialisee dans la transformation digitale, dotee d'une filiale operationnelle en Cote d'Ivoire.\nCette prise de controle marque une nouvelle etape dans l'ambition ivoirienne & africaine de SaH Analytics et confirme le renversement des dynamiques traditionnelles en matiere d'investissement et de leadership technologique. Pour la premiere fois, dans la tech, une entreprise ivoirienne acquiert une societe francaise avec des activites bilaterales, illustrant une montee en puissance des champions africains de la tech sur la scene internationale.\nUne ambition continentale, une vision mondiale\nFondee et dirigee par\nDr.\nYaya Sylla, expert international des systemes complexes et figure de proue de la transformation numerique international, SaH Analytics s'est affirmee comme une reference en matiere d'intelligence artificielle appliquee aux priorites strategiques des Etats et des entreprises, notamment dans les domaines de la securite, de la gouvernance, de la sante et de l'environnement.\n\" Ce rachat illustre notre volonte d'elargir notre empreinte a l'international, tout en renforcant les ponts entre l'Afrique et l'Europe dans le domaine de la souverainete numerique. data354 vient enrichir notre portefeuille de solutions dans le secteur prive et renforcer notre capacite a porter l'innovation Made in Africa a l'echelle globale \", declare Dr. Yaya Sylla, President de SaH Analytics et data354.\nPar cette acquisition, SaH Analytics entend creer de nouvelles synergies de marche dans le secteur croissant de la Data Analytics et de l'IA en Cote d'Ivoire\".\nGouvernance de data354 : double direction pour une synergie renforcee !\nCreee en 2017 a Paris, data354 s'est rapidement positionnee comme un acteur innovant de la digitalisation des services publics, des collectivites territoriales et des entreprises. Elle est intervenue sur des projets structurants tels que :\nla conception de plateformes e-services pour des ministeresafricains et europeens,\nl'accompagnement a la gouvernance des donnees dans les institutions financieres,\nla mise en place de dispositifs numeriques d'inclusion sociale et d'administration electronique.\nForte de son approche centree sur l'impact et l'adaptation locale, data354 a bati un pont technologique solide entre la France et l'Afrique, en particulier a travers sa filiale ivoirienne lancee en 2020.\nDans le cadre de cette acquisition, deux nominations strategiques sont annoncees:\nDr. Moussa Traore est nomme Directeur General de data354 (Siege, France). Expert reconnu en cybersecurite, intelligence artificielle et gouvernance numerique, il occupe egalement le poste de Directeur General de SaH Analytics France. A ce poste, Il aura pour mission de structurer les activites sur le territoire francais, de piloter les partenariats institutionnels et de renforcer la presence de l'entreprise dans les ecosystemes numeriques europeens.\n Philippe Moh Ello est nomme Directeur General de data354 (Filiale, Cote d'Ivoire). Expert de la digitalisation a l'echelle internationale, il est charge de l'integration globale des operations, du developpement des solutions digitales, et de la structuration de l'offre au service des administrations et entreprises en Afrique.\nUn leadership renforce : Philippe Moh Ello nomme Directeur General de data354\nPour piloter cette nouvelle phase de developpement, Philippe Moh Ello, stratege reconnu de la digitalisation internationale, est nomme Directeur General de data354 (Filiale, Cote d'Ivoire). Fort d'une experience transversale entre l'Europe, Amerique, Asie & Afrique, il aura pour mission d'orchestrer l'integration des equipes, le developpement des offres innovantes, et la mise en uvre d'alliances strategiques avec les secteurs public et prive.\n\" Nous allons transformer data354 en une plateforme d'excellence pour accompagner les institutions et entreprises africaines dans leurs projets de transformation numerique. Le numerique n'est plus une option, mais un puissant levier economique et de souverainete\", precise Philippe Moh Ello.\nUn signal fort pour l'ecosysteme tech africain\nCette acquisition envoie un signal fort : les entreprises africaines ont desormais la capacite d'operer des investissements structurants a l'international, d'attirer les meilleurs talents, et de construire des ecosystemes de souverainete numerique et de croissance durable.\nContacts presse :\n\nkhadidja.toure@sahanalytics.com\n\n+225 01 41 77 15 08\n www.\ndata354.com\nCommunique\nPublie le 02/08/25 15:45",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 4740,
                "words": 663,
                "lines": 31
            }
        },
        {
            "scraping_status": "scraped",
            "link": "https://www.sikafinance.com/marches/nigeria-plus-de-2-milliards-usd-pour-les-autoroutes-sokoto-badagry-et-lagos-calabar_54207",
            "provider": "SIKA_Finance",
            "titre": "Nigeria : Plus de 2 milliards USD pour les autoroutes Sokoto-Badagry et Lagos-Calabar",
            "date": "2025-08-03T09:39:40.600469",
            "scraping_date": "2025-08-03T09:39:40.600469",
            "language": "fr",
            "text": "Nigeria : Plus de 2 milliards USD pour les autoroutes Sokoto-Badagry et Lagos-Calabar\n\nLe Conseil executif federal (FEC) du Nigeria, l'un des trois organes du gouvernement, a approuve ce 1er aout a Abuja, la capitale politique, un investissement historique de plus de pres de 3 650 milliards de nairas (2,38 milliards de dollars), soit 1 369,5 milliards FCFA, pour la construction et la rehabilitation de plusieurs axes autoroutiers majeurs a travers le pays.\nLes projets phares concernent les autoroutes Sokoto-Badagry et Lagos-Calabar, deux corridors cles pour l'integration economique Nord-Sud et la connectivite cotiere. Pour le troncon Sokoto-Badagry, le gouvernement a valide un financement de 2 000 milliards de nairas (1,3 milliard de dollars), soit 750,4 milliards FCFA. Ce montant couvre dans le detail une deuxieme chaussee de 258 kilometres a Kebbi, a trois voies, pour 961 milliards de nairas, ensuite, une chaussee unique anterieurement approuvee en 2024 pour 947 milliards de nairas, et enfin, un segment additionnel de 120 kilometres a Sokoto, estime a 456 milliards de nairas.\nConcernant l'autoroute cotiere Lagos-Calabar, les sections 4A et 4B, longue de 80,35 kilometres a travers les Etats d'Ogun et d'Ondo, mobiliseront 1 650 milliards de nairas (1,07 milliard de dollars), soit 619 milliards FCFA. Cette route a 6 voies impliquera des travaux d'envergure, a savoir les terrassements, les surelevations et traitement des sols marecageux, afin de la rendre resiliente face aux inondations.\nSoulignons que ces investissements massifs dans les infrastructures routieres s'inscrivent dans la vision du gouvernement Tinubu de stimuler l'economie nationale, de desenclaver les regions rurales, et de faciliter les echanges commerciaux inter-Etats. Si leur execution est rigoureuse, ces projets pourraient renforcer la competitivite logistique du Nigeria et soutenir l'emploi local a grande echelle.\nNarcisse Angan\nPublie le 02/08/25 15:34",
            "extraction_method": "playwright",
            "html_metadata": {},
            "statistics": {
                "chars": 1866,
                "words": 276,
                "lines": 6
            }
        }
    ]
}