{
    "articles": [
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ouganda: consignes aux Americains",
            "date": "2025-07-30T16:01:07.780564",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ouganda: consignes aux Americains\n\nL'ambassade des Etats-Unis en Ouganda a expressement demande aux ressortissants americains\nqui vivent dans le pays de rester en lieu sur pendant que les forces de securite ougandaises\nmenaient une operation contre une cellule terroriste dans la capitale Kampala.\nLes autorites ougandaises auraient decouvert qu'une cellule de al-Shebab preparait un attentat.\nLa police ougandaise a indique que la securite a ete renforcee dans tous les endroits publics de la\ncapitale Kampala apres cette operation contre les membres du groupe al-Shebab. Des suspects ont\nete arretes et des explosifs ont ete saisis au cours de l'operation.\nLe communique de l'ambassade des Etats-Unis demande aux Americains de rester chez eux ou de\nse mettre a l'abri, en attendant d'autres consignes.\nEn debut de semaine, l'ambassade des Etats-Unis avait fait etat d'eventuels attentats du groupe\nislamiste al-Shebab qui devaient prendre pour cibles les interets americains.\nEnd of Les plus lus Ces attentats du groupe islamiste visent a venger la mort du chef du groupe,\nAhmed Abdi Godane, tue au debut du mois par une frappe americaine pres de Mogadiscio la\ncapitale somalienne.\nPar ailleurs, le ministere ougandais des Affaires interieures a declare, selon l'Agence France\nPresse, que les services de l'immigration avaient mene samedi matin une \"operation contre des\nimmigrants illegaux dans plusieurs quartiers de la capitale Kampala\".\nCette operation avait permis l'arrestation de 69 personnes mais leurs nationalites n'ont pas ete\nrevelees.\nOn ignore toutefois si cette operation avait un lien avec celle de ce jour.\nL'Ouganda est l'un des principaux pays fournisseurs de troupes a l'Amisom, la force de l'Union\nafricaine en Somalie.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1707,
                "words": 262,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Un attentat dans le centre du Caire",
            "date": "2025-07-30T15:55:15.461758",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Un attentat dans le centre du Caire\n\nUn attentat a la bombe survenu devant l'une des entrees du ministere des Affaires etrangeres a tue\ndeux policiers.\nL'explosion a eu lieu dimanche dans une rue tres frequentee au bord du fleuve Nile.\nL'attaque n'a pas encore ete revendiquee.\nLa bombe aurait ete cachee sous un arbre.\nSelon l'agence de presse Mena, les forces de l'ordre ont interdit le perimetre ou ils cherchaient\nd'autres bombes eventuelles.\nEnd of Les plus lus Des groupes djihadistes menent regulierement des attentats, depuis que l'armee\na destitue M. Morsi en juillet 2013.\nDes centaines de personnes ont ete tuees dans les rangs de la police et des militaires.\nDes islamistes ont affirme qu'ils agissent en represailles a la repression meurtriere lancee par le\nnouveau pouvoir contre les partisans de l'ancien president dechu Mohamed Morsi.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 813,
                "words": 131,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nigeria: questions autour du jet militaire",
            "date": "2025-07-30T15:59:50.952387",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nigeria: questions autour du jet militaire\n\nCredit photo,AP Des habitants auraient fourni de precieux renseignements sur l'avion de l'armee\nnigeriane disparu vendredi dans le nord-est du Nigeria.\nAdesola Amosu, le chef d'Etat-major de l'armee de l'air nigeriane, indique disposer d'informations\npermettant d'ameliorer les recherches sur l'Alpha Jet.\nSans en devoiler davantage, Adesola Amosu indique que le temoignage des habitants a \"ete tres,\ntres utile\".\nLundi, le mauvais temps aurait freine les recherches.\nL'avion, avec deux pilotes a son bord, a disparu des radars alors qu'il volait de Yola a Maiduguri,\ndans le nord-est du pays.\nEnd of Les plus lus Dans cette region, les forces de securite nigerianes combattent l'avancee des\nislamistes de Boko Haram.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 717,
                "words": 109,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Senegalais: les plus optimistes au monde",
            "date": "2025-07-30T16:00:56.969409",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Senegalais: les plus optimistes au monde\n\nCredit photo, L'Afrique est la region du monde la plus optimiste quant a son avenir economique:\nc'est le resultat du classement du groupe americain Pew Research Center.\nAlors que le moral des opinions publiques mondiales est bas et que les populations percoivent\nnegativement les performances economiques de leur pays, l'Afrique, le Senegal en tete, detonne\npar son optimisme et sa confiance dans le futur.\nSix ans apres le choc de la crise financiere et tandis qu'un debut de reprise economique s'amorce\ninegalement a travers le monde, les opinions publiques mondiales sont globalement moroses et\nelles s'inquietent pour l'avenir des economies de leur pays.\nC'est la principale lecon de l'enquete, realisee dans 44 pays, aupres 48 643 repondants au\nprintemps 2014, que vient de publier le think thank americain Pew Research Center.\nEn ce qui concerne l'Afrique, l'enquete a ete menee dans 9 pays et elle revele que c'est la region du\nmonde la plus optimiste : 59 % des Africains interroges estiment que la situation de leur pays va\nevoluer positivement. Un taux largement superieur a celui des Europeens et des Moyen-Orientaux\nqui sont dans leur grande majorite insatisfaits.\nEnd of Les plus lus Au Senegal, pays en tete, 73 % des personnes interrogees estiment que la\nsituation economique va s'ameliorer au cours des prochaines annees. Le Nigeria et le Ghana sont\negalement interessants: la-bas la grande majorite de la population pense que le pays et l'economie\nen general se portent mal certes mais ils envisagent l'avenir economique tres sereinement.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1555,
                "words": 250,
                "lines": 18
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Oscar Pistorius : homicide involontaire",
            "date": "2025-07-30T16:01:50.678041",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Oscar Pistorius : homicide involontaire\n\nCredit photo,AFP L'athlete sud-africain Oscar Pistorius a ete reconnu coupable vendredi d'homicide\ninvolontaire. La juge a en effet conclu qu'il avait tue sa petite amie par erreur.\nLa juge Thokozile Masipa a declare que l'athlete a agi \"par negligence\" lorsqu'il a tire des coups de\nfeu a travers la porte des toilettes. Il etait cependant convaincu \"qu'un intrus s'etait introduit dans la\nmaison\".\nElle a precise que la defense n'etait pas parvenue a prouver qu'il avait eu l'intention de tuer Reeva\nSteenkamp le 14 fevrier 2013.\nIl a egalement ete reconnu coupable d'avoir agi \"negligemment\" lorsqu'il a utilise une arme a feu\ndans un restaurant.\nL'ancien champion olympique encourt 15 ans de prison, bien que les experts juridiques estiment\nqu'une peine allant de sept a 10 ans est plus probable.\nEnd of Les plus lus La juge se prononcera dans quelques semaines.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 866,
                "words": 142,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Sureffectif a l'universite de Dakar",
            "date": "2025-07-30T15:53:41.794497",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Sureffectif a l'universite de Dakar\n\nCredit photo,AFP L'universite Cheikh Anta Diop, principal etablissement d'etudes superieures de la\ncapitale du Senegal, fait face a des soucis d'organisation.\nLe 14 aout dernier, des etudiants ont manifeste dans leur campus pour denoncer l'absence de\npaiement des bourses d'etudes.\nCertains avaient attendu plus de six mois pour percevoir leur du, d'autres ne l'avaient pas encore\nrecu.\nLes forces de police, envoyees a l'universite pour calmer les etudiants, ont fini par <link\ntype=\"page\"><caption>\ns'affronter\naux\njeunes</caption><url\nhref=\"http://www.bbc.co.uk/afrique/region/2014/08/140815_senegal-violence.shtml\"\nplatform=\"highweb\"/></link>.\nL'universite Cheikh Anta Diop compte 80 000 etudiants, soit deux fois la capacite estimee de\nl'etablissement.\nEnd of Les plus lus Ababacar Ndiaye, secretaire general du syndicat autonome de l'Enseignement\nSuperieur et professeur de physique-chimie, raconte qu'au debut d'un cours, les premiers etudiants\na arriver dans l'amphitheatre ont \"la chance\" d'entrer.\nCeux qui \"ont moins de chance\" brisent les vitres pour \"entendre ce que dit le professeur\",\ntemoigne-t-il.\nPour pallier cette surpopulation, le gouvernement senegalais envisage de construire deux\nuniversites : l'une a Dakar, la capitale, l'autre a Kaolack, une ville situee au centre-ouest du pays.\nFinances a hauteur de 130 milliards de francs CFA, les deux etablissements devraient etre\noperationnels des octobre 2016.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1428,
                "words": 192,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "L'avenir du nord du Mali en question",
            "date": "2025-07-30T15:56:53.804217",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "L'avenir du nord du Mali en question\n\nCredit photo,AFP Entamee le 1er septembre a Alger, la deuxieme phase des negociations entre\nBamako et les mouvements armes du nord du Mali n'a pas encore abouti au resultat escompte.\nLe futur statut du nord du Mali constitue le principal point de divergence entre les parties prenantes\nau dialogue inclusif inter-malien, engage depuis le 1er septembre a Alger.\nLes representants de Bamako et les dirigeants des mouvements armes, n'arrivent pas a s'entendre\nsur cette question.\nA la veille de la reprise des pourparlers, certaines declarations avaient laisse croire que des\nnegociations concretes allaient etre engagees, les mouvements armes s'etant entendus sur la\ndemarche a suivre.\nLe president de la Coordination pour le peuple de l'Azawad (CPA), Ibrahim Ag Mohamed Salah,\navait notamment declare que \"dorenavant, c'est une seule voix qui parlera au nom du peuple de\nl'Azawad\".\nEnd of Les plus lus Mais le mouvement s'est heurte lundi a un conflit interne entre ses principaux\ndirigeants.\nLe Conseil de paix et de securite de l'Union africaine a, depuis Addis Abeba, appele les parties\nprenantes maliennes a \"negocier de bonne foi\", a harmoniser \"leurs positions et faire preuve d'un\nesprit de tolerance mutuelle \", afin de trouver une solution durable a la crise qui prevaut au Mali.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1287,
                "words": 206,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Pour l'autonomie des femmes",
            "date": "2025-07-30T15:54:37.559954",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Pour l'autonomie des femmes\n\nCredit photo,AFP La Banque Mondiale en partenariat avec la fondation Melinda Gate poursuit son\nprogramme d'autonomisation des femmes de la region du Sahel en vue d'un dividende\ndemographique.\nUne reunion de haut niveau s'est tenue lundi matin a New York, en presence des presidents Idriss\nDeby du Tchad, Alassane Ouattara de la Cote d'Ivoire et Mahamadou Issoufou du Niger ainsi que\ndu directeur executif du Fonds des Nations unies pour la Population, Babatunde Osotimehin.\nEnviron 200 millions de dollars seront investis dans differents programmes en faveur des femmes et\ndont, les grandes priorites ont ete abordees au cours de cette rencontre.\nSix pays de l'Afrique francophone : le Burkina Faso, le Cote d'Ivoire, le Mali, la Mauritanie et le\nTchad sont pris en compte dans ce programme d'autonomisation de femmes et de filles en vue de\nles integrer dans le processus de developpement de la region du Sahel.\nSelon le president ivoirien Alassane Ouattara, la protection des jeunes filles durant leur cursus\nscolaire est l'une des priorites.\nEnd of Les plus lus Les filles pourront etre mieux informees de leurs droits et devoirs afin de mieux\nparticiper a l'equilibre du developpement, a explique pour sa part le president nigerien Mahamadou\nIssifou.\nA terme, l'objectif est de reduire le taux de mortalite infantile, renforcer le pouvoir economique des\nfemmes, les rendre plus productives dans un environnement ou elles sont en grand nombre.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1445,
                "words": 231,
                "lines": 18
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Pistorius: les Steenkamp denoncent",
            "date": "2025-07-30T16:01:13.098172",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Pistorius: les Steenkamp denoncent\n\nCredit photo,AP La famille de Reeva Steenkamp, la femme abattue par Oscar Pistorius, a reagi\navec colere apres que l'athlete sud-africain a ete reconnu coupable de coups mortels ayant entraine\nla mort de sa compagne en fevrier 2013, mais sans que l'intention de tuer ne soit retenue.\nJune Steenkamp, la mere de la defunte, a dit qu'il n'y avait pas eu de justice pour sa fille, qui etait\ndecedee d'une mort des plus horribles.\nLe verdict rendu par la juge Masipa dans le proces d'Oscar Pistorius fait debat en Afrique du Sud.\nDe nombreux experts et juristes assurent qu'il est difficile de certifier que Pistorius n'a jamais eu\nl'intention de tuer.\nLa juge a ecarte le dolus eventualis, ce principe de la loi sud-africaine qui dit que la personne\naccusee du crime etait consciente qu'elle allait tuer.\nEnd of Les plus lus Mais beaucoup assurent que tirer quatre coups de feu dans un espace etroit\nsans penser au risque de tuer est peu probable.\nL'avocat sud-africain Tyrone Maseko considere que deduire qu'il n'y a pas d'intention de tuer parce\nque celui qui met en danger la vie d'autres personnes ne les connait pas n'est pas correct.\nD'apres lui, on n'a pas le droit de mettre en danger la vie de n'importe quel etre humain, connu ou\ninconnu.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1245,
                "words": 217,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "S. Leone/Ebola : plus de 90 corps decouverts",
            "date": "2025-07-30T15:55:37.188716",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "S. Leone/Ebola : plus de 90 corps decouverts\n\nCredit photo,AFP Plus de 90 corps de malades d'Ebola ont ete decouverts durant les trois jours de\nconfinement general de la population en Sierra Leone, selon un correspondant de la BBC.\nL'AFP annonce, en citant les services de sante, que cette operation devant s'achever dimanche\nsoir, a permis d'identifier 22 nouveaux cas de fievre Ebola.\n\"Les equipes mortuaires ont enterre entre 60 et 70 corps ces deux derniers jours\", a declare une\nresponsable des services publics de sante, Sarian Kamara.\nSelon elle, ces chiffres concernent la region ouest, qui comprend la capitale, Freetown.\nC'est aujourd'hui le troisieme et dernier jour du confinement cense mettre fin a la propagation du\nvirus Ebola en Sierra Leone.\nEnd of Les plus lus Selon un journaliste de la BBC se trouvant a Freetown, les populations ont pour\nla plupart obei a la consigne donnee par le gouvernement de ne pas sortir de chez elles, depuis\nvendredi.\nMais il signale que beaucoup de personnes pourraient quitter leur domicile ce dimanche, bien avant\nminuit, heure a laquelle doit expirer la mesure de confinement.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1081,
                "words": 177,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ouganda: des suspects arretes",
            "date": "2025-07-30T16:00:39.859769",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ouganda: des suspects arretes\n\nCredit photo,AFP La Police ougandaise annonce que la securite a ete renforcee dans les edifices\npublics, a Kampala, la capitale du pays, apres que des individus suspects ont ete arretes.\n\"Nous sommes intervenus au moment opportun pour demanteler cette cellule terroriste. Il y a avait\nune menace terroriste imminente\", a par ailleurs declare Fred Enanga, un porte-parole de la Police.\n\"Depuis la double explosion survenue a Kampala en 2010, les terroristes tentent autant que\npossible de frapper l'Ouganda. Mais nous avons toujours repousse les attaques. Et nous pensons\nque la menace n'est pas pres de s'estomper\", a explique Enanga lors d'une conference de presse.\nEn debut de semaine, l'ambassade des Etats-Unis d'Amerique avait fait etat d'eventuels attentats\ndu groupe islamiste al-Shabab, qui devaient cibler des interets americains.\nCes attentats du groupe islamiste visent a venger la mort du chef du groupe, Ahmed Abdi Godane,\ntue au debut du mois par une frappe americaine, pres de Mogadiscio, la capitale somalienne.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1047,
                "words": 164,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Fermeture de la mosquee pro-gay",
            "date": "2025-07-30T15:53:52.500030",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Fermeture de la mosquee pro-gay\n\nUn responsable local a declare a la BBC que la premiere mosquee ouverte aux homosexuels en\nAfrique du Sud, qui permet egalement aux femmes de se recueillir, a ete fermee pour une periode\nindeterminee.\nUn conseiller municipal de la ville du Cap a estime que la nouvelle \"mosquee ouverte\" avait viole un\ndes reglements concernant l'obligation de mettre a disposition un espace de stationnement.\nLa mosquee a officiellement ouvert ses portes<link type=\"page\"><caption>\nle\n20\nseptembre</caption><url\nhref=\"http://www.bbc.co.uk/afrique/region/2014/09/140919_open_mosque_cape\"\nplatform=\"highweb\"/></link> en depit de critiques emanant des membres de la communaute\nmusulmane locale.\nSelon Taj Hargey, son fondateur, la mosquee serait un espace de lutte contre le radicalisme.\n\"Nous ouvrons la mosquee pour les gens ouverts d'esprit, pas pour les gens fermes d'esprit\", avait-il\nprecise avant l'ouverture.\nEnd of Les plus lus Le conseiller municipal Ganief Hendricks a nie que la fermeture faisait partie\nd'une chasse aux sorcieres, precisant que \"nous devons faire en sorte que les regles soient\nrespectees\".\n\"Il y a des questions liees a la sante et a la securite qui doivent etre prises en compte avant [qu'une\nmosquee] ouvre ses portes\", a-t-il ajoute.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1248,
                "words": 183,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Oscar Pistorius: pas de premeditation",
            "date": "2025-07-30T16:02:27.634093",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Oscar Pistorius: pas de premeditation\n\nCredit photo,Getty La juge dans le proces Oscar Pistorius a rejete jeudi matin toutes les accusations\npossibles de meurtre avec premeditation, affirmant que la defense n'etait pas parvenue a prouver\nqu'il a deliberement tue sa petite amie apres une dispute.\nLa juge Thokozile Masipa a declare qu'elle etait confiante sur le fait que l'accuse \"pouvait distinguer\nla difference entre le bien et le mal\".\nElle a ajoute que bien que le temoin soit evasif, cela ne signifie pas qu'il est coupable.\nLe champion olympique sud-africain nie le meurtre de Mlle Steenkamp le jour de la Saint Valentin\nl'an dernier, insistant qu'il l'avait prise pour un intrus.\nLes deux seules charges desormais envisageables sont l'homicide volontaire ou involontaire ou\nl'acquittement. S'il est condamne pour homicide, il sera passible d'une longue peine de prison.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 859,
                "words": 137,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola: une equipe attaquee",
            "date": "2025-07-30T15:58:46.455041",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola: une equipe attaquee\n\nEn Guinee, les membres d'une equipe de sensibilisation sur le virus Ebola ont ete attaques hier, a\nWamey, un village du sud du pays.\nL'attaque n'a pas fait de morts mais au moins une dizaine de personnes ont ete blessees, dont du\npersonnel sanitaire.\nUne delegation composee d'autorites locales, d'agents de sante et de membres des institutions\nsanitaires de l'OMS s'etait rendue dans ce village pour sensibiliser la population sur l'existence de la\nfievre Ebola, son mode de contamination et les mesures de prevention.\nCertains habitants presents lors de la rencontre se sont mis a jeter des pierres sur les intervenants.\nDes membres de la delegation restent encore portes disparus, selon la correspondante de la BBC\nen Guinee.\nEnd of Les plus lus Pour lutter contre Ebola, le president Alpha Conde a demande aux gouverneurs\net prefets de s'impliquer dans la sensibilisation.\nCertains Guineens ne croient toujours pas en l'existence d'Ebola et accusent les responsables de la\nlutte contre la maladie d'etre a l'origine de la propagation du virus.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1047,
                "words": 169,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "La Sierra Leone ferme ses frontieres",
            "date": "2025-07-30T15:53:47.125987",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "La Sierra Leone ferme ses frontieres\n\nCredit photo,AP Le porte-parole de l'armee sierra leonaise a annonce mardi la \"fermeture\" des\nfrontieres avec la Guinee et le Liberia voisins tandis que des troupes ont ete envoyees sur tous les\npoints de passage.\nCette mesure intervient alors qu'une equipe medicale militaire arrive sur le terrain pour lutter contre\nla maladie dans le pays.\nPar ailleurs, l'Organisation mondiale de la sante (OMS) preconise que le nombre de personnes\naffectees par le virus Ebola pourrait tripler et atteindre les 20 000 d'ici le mois de novembre si les\nefforts contre l'epidemie ne sont pas intensifies.\nUne nouvelle etude suggere qu'environ 70 % des personnes affectees sont mortes, un chiffre bien\nplus eleve que les 50 % precedemment indiques.\nL'agence onusienne a reitere qu'avec plus de 2 800 deces a ce jour, la maladie reste \"une urgence\nde sante publique a portee internationale\".\nEnd of Les plus lus Credit photo,AP Les tests de medicaments experimentaux sont de ce fait\nsoumis a des procedures accelerees en Afrique de l'Ouest.\nLe centre americain pour le controle et la prevention des maladies (CDC) a confirme mardi que la\nFrance va mettre en place un centre d'intervention en Guinee pres du foyer de l'epidemie a\nMacenta.\nD'autre part, plus de 160 employes du service de sante britannique (NHS) se sont portes volontaires\npour aider a lutter contre le virus.\nLe personnel venant du Royaume-Uni sera base dans un centre de traitement contenant 62 lits en\nSierra Leone, a declare le professeur Sally Davies.\nEt elle a confirme lors d'une reunion d'experts a Londres que l'infirmiere britannique qui a survecu a\nEbola, William Pooley, s'est portee volontaire pour donner du sang qui pourrait aider les patients a\nguerir.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1716,
                "words": 282,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nigeria: victoire de l'armee nigeriane",
            "date": "2025-07-30T16:01:02.350415",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nigeria: victoire de l'armee nigeriane\n\nCredit photo,reuters L'armee nigeriane a annonce qu'elle a tue plus d'une centaine de militants de\nBoko Haram aujourd'hui et qu'elle a en meme temps repousse une attaque dans l'Etat de Borno\ndans le nord-est du pays.\nLes forces gouvernementales auraient saisi des vehicules et des munitions lorsqu'elles ont pris le\ncontrole de la ville de Konduga a trente-cinq kilometres de la ville de Maiduguri, la capitale de l'Etat.\nBoko Haram a pris une serie de villes et de villages ces dernieres semaines a mesure qu'ils\navancaient vers Maiduguri pour etablir un etat islamiste.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 591,
                "words": 98,
                "lines": 8
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "RDC: Akon a Goma pour la paix",
            "date": "2025-07-30T15:55:26.283209",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "RDC: Akon a Goma pour la paix\n\nCredit photo,bbc Plusieurs milliers de personnes ont assiste aujourd'hui a Goma dans l'est de la\nRDC a un concert de la star americaine de la musique, Akon.\nL'evenement etait organise par l'ONG britannique, Peace One Day, a l'occasion de la Journee\ninternationale de la paix.\nUn groupe de jeunes de la societe civile, la Lucha, a denonce l'arrestation de trois de ses membres\nqui se rendaient au concert munis de banderoles reclamant la fin de l'impunite comme prealable a la\npaix. Ils denoncaient aussi la recente nomination du general Gabriel Amisi, qui est accuse de\nnombreuses exactions, a un poste de responsabilite au sein de l'armee congolaise.\nLes 3 militants ont finalement ete liberes. Un membre de la lucha interviewe par la BBC a deplore\nque les artistes internationaux invites n'aient pas delivre de message concret en faveur de la paix,\nde la democratie et de la fin de l'impunite en Republique democratique du Congo.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 951,
                "words": 160,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola, pas de repit dans le combat",
            "date": "2025-07-30T15:55:04.472558",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola, pas de repit dans le combat\n\nCredit photo,EPA L'OMS doit publier dans les heures qui viennent un communique relatif a la\nreunion du deuxieme comite d'urgence qui s'est tenu la semaine derniere a Geneve.\nDeja, lors de la reunion du Conseil de securite des Nations Unies le 18 septembre dernier, le Dr\nMargaret Chan, directrice general de l'OMS, a rappele que l'epidemie d'Ebola etait une \"crise de\nsante publique\" et \"une menace pour la securite nationale bien au-dela des zones\nd'epidemie\".\"Nous devons maintenant combler le retard pris sur l'epidemie en agissant de toute\nurgence\", a preconise le Dr Margaret Chan.\nSelon l'Organisation mondiale de la sante (OMS), l'epidemie d'Ebola qui sevit en Afrique de l'Ouest\nest la plus meurtriere.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 730,
                "words": 118,
                "lines": 10
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola au Senegal : vigilance maintenue",
            "date": "2025-07-30T15:56:37.922369",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola au Senegal : vigilance maintenue\n\nCredit photo, Le risque de dissemination de la maladie Ebola a partir du cas importe est nul d'apres\nla ministre senegalaise de la sante Eva Marie Coll Seck. Cependant, la vigilance est toujours de\nmise.\nLe groupe de sujets contacts etait compose de 40 agents de sante et 34 membres de la famille et\ndes colocataires du patient guineen infecte.\nApres une periode de 21 jours d'incubation et de suivi, aucun d'entre eux n'a developpe la fievre\nhemorragique Ebola.\nQuant au patient guineen, il est lui-meme gueri et compte rentrer dans son pays.\nCependant, la ministre de la sante Eva Marie Coll Seck a declare que la vigilance reste de mise.\nEnd of Les plus lus Elle a precise que le dispositif d'alerte restait maintenu au plus haut niveau\nsurtout aux frontieres.\nLa preoccupation des autorites reste maintenant le retour des ecoliers senegalais en vacances en\nGuinee. Les eleves sont bloques du fait de la fermeture des frontieres a cause de l'epidemie Ebola.\nLa rentree des classes est prevue pour le 1er Octobre.\nLa ministre de la sante Eva Marie Coll Seck se montre inquiete:\n\"Je sais qu'il y a beaucoup d'ecoliers qui sont partis. Nous sommes d'ailleurs tres inquiets parce que\nnous voulons trouver une solution au niveau du gouvernement. Ce sont des enfants qui sont des\nsenegalais, ce sont des enfants qui veulent aller a l'ecole, ce sont des enfants qui pourraient aussi\nrevenir avec le virus. Mon idee est qu'ils pourraient etre bien identifies a la frontiere, retourner dans\nla zone ou ils vivent et etre suivis par les medecins et infirmiers de la zone pour qu'on s'assure\npendant 21 jours qu'il n'y a aucun probleme.\" Par ailleurs, le gouvernement a egalement annonce\nqu'un corridor humanitaire sera mis en place la semaine prochaine.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1746,
                "words": 296,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola, s'unir pour remporter le combat",
            "date": "2025-07-30T15:57:58.164853",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola, s'unir pour remporter le combat\n\nDans un communique mardi soir, la presidente du Liberia Ellen Johnson Sirleaf a exhorte la\ncommunaute internationale a redoubler ses efforts pour combattre l'epidemie du virus Ebola.\nCette declaration intervient \"a un moment significatif dans la bataille contre Ebola\", a affirme la\npresidente, evoquant \"la terrible tragedie\" qui sevit au Liberia depuis mars dernier, en Sierra Leone\net en Guinee depuis decembre 2013.\nUn jour avant, en effet, les autorites americaines avaient annonce l'envoi d'une force militaire\ncomposee de 3 000 soldats tandis que de son cote, l'ONU avait lance un appel de fonds de 1\nmilliards de dollars pour lutter contre l'epidemie mortelle.\nOutre la communaute internationale, la presidente liberienne a lance un appel aux citoyens liberiens\ncar \"chacun doit etre tenu responsable de ses actions car les actes de chaque individu ont une\nincidence sur la sante de tous\".\nElle a egalement tenu a remercier \"le president Obama et les citoyens americains\", pour leurs\nefforts, ajoutant qu'elle esperait que d'autres dirigeants se joignent a la lutte \"pour eradiquer\nl'epidemie [...] et remporter cette victoire\".\nEnd of Les plus lus Credit photo,AFP Par ailleurs, la mobilisation se poursuit au niveau mondial.\nLes premiers centres de traitements construits par les Americains devraient voir le jour d'ici\nquelques semaines.\nL'Australie a annonce avoir debloque 6,4 millions de dollars tandis que l'Allemagne envisage la\nconstruction d'un hopital mobile et d'oeuvrer a faciliter le transport aerien.\nLa Chine de son cote a annonce l'envoi d'une equipe de 59 experts en Sierra Leone pour ameliorer\nles tests en laboratoire.\nEn outre, anticipant une crise socio-economique, le Fonds monetaire international (FMI) a propose\nd'augmenter le soutien financier a la Guinee, le Liberia et la Sierra Leone a hauteur de 127 millions\nde dollars.\nLes scientifiques esperent que les essais cliniques du vaccin experimental contre Ebola seront\ntermines d'ici fin 2014.\nAu Liberia, le nombre de personnes touchees par l'epidemie est decourageant :\nSur 2 535 cas (confirmes, probables et suspectes), 1 328 deces172 travailleurs de sante touches,\ndont 82 deces100 orphelins depuis le debut de l'epidemie",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2210,
                "words": 341,
                "lines": 29
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Air Algerie:''pas de piste privilegiee''",
            "date": "2025-07-30T15:56:05.189349",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Air Algerie:''pas de piste privilegiee''\n\nCredit photo,Reuters Les enqueteurs sur le crash de l'avion d'Air Algerie dans le nord du Mali n'ont\npas encore trouve de ''piste privilegiee''.\nEnviron 3 mois apres l'accident qui a fait 116 morts, l'enquete pour etablir les causes de la chute de\nl'appareil avance difficilement.\n\"Pour l'instant, il n'y a pas de piste privilegiee\", a indique samedi Bernard Boudeille, un responsable\ndu Bureau d'enquete et d'analyses (BEA) a Bamako, lors de la presentation d'un premier rapport\nd'enquete sur l'accident.\nRien ne peut confirmer ou infirmer ''la piste terroriste\" dans les elements recueillis par les\nenqueteurs, jusqu'a present, selon M.Boudeille.\nL'enregistreur des conversations dans le cockpit (CVR) ne fonctionnait pas normalement et \"ne\npermet pas de comprendre les messages\" echanges au sein de l'equipage, a-t-il ajoute.\nEnd of Les plus lus En revanche l'enregistreur des donnees de vol montre que l'appareil a ete\nvictime d'une \"chute brutale\" apres un \"ralentissement de ses moteurs\".\nLe vol AH5017 d'Air Algerie s'est ecrase dans le nord du Mali environ 32 minutes apres son\ndecollage de l'aeroport de Ouagadougou avec 116 personnes a son bord, qui ont tous peri.\nIl assurait la ligne la ligne Ouagadougou-Alger. Ses systemes de pilotage automatique avaient ete\n\"deconnectes sans qu'il soit possible de dire si cette deconnection a resulte d'un automatisme de\nl'avion ou d'une manoeuvre volontaire ou involontaire de l'equipage\", a indique le BEA.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1458,
                "words": 226,
                "lines": 18
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Mali: 5 Casques bleus tchadiens tues",
            "date": "2025-07-30T15:57:09.650182",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Mali: 5 Casques bleus tchadiens tues\n\nCredit photo,AFP Cinq Tchadiens de la Mission de l'ONU au Mali (MINUSMA) ont ete tues jeudi\ndans la region de Kidal, au nord du pays.\nTrois autres soldats de la MINUSMA, egalement Tchadiens, ont ete blesses.\nLe vehicule dans lequel ils circulaient a roule sur une mine, qui a explose.\nLes soldats se dirigeaient vers Aguelhoc, une commune situee au nord de la region de Kidal, pour\nassister a une ceremonie d'hommage aux Casques bleus tchadiens et africains tues par des engins\nexplosifs poses par les rebelles.\nL'armee malienne a denonce \"une nouvelle provocation des terroristes\".\nEnd of Les plus lus Le nombre de Casques bleus tchadiens decedes au Mali s'eleve desormais a 10\npour le mois de septembre.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 705,
                "words": 119,
                "lines": 10
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "\"Cellule terroriste\" demantelee",
            "date": "2025-07-30T16:01:29.227060",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "\"Cellule terroriste\" demantelee\n\nCredit photo,AFP Une nouvelle \"cellule terroriste\" liee au groupe ultra-radical de l'Etat islamique (EI)\na ete demantelee au Maroc selon les autorites du Royaume.\nLa cellule avait deja envoye des djihadistes en Syrie et en Irak.\nSept personnes de cette cellule etaient actives a Fes, Outat El Haj (centre) et Zayou (nord) dans\nl'embrigadement de combattants pour rallier l'organisation Etat islamique en Syrie et en Irak.\nLa date de leur arrestation n'a pas ete precisee, mais le ministere de l'Interieur a declare qu'une\nenquete confirme qu'outre l'envoi de djihadistes dans ces deux pays, la cellule planifiait des actions\ncontre le Maroc.\nLa presse marocaine fait etat de neuf arrestations au total. La majorite des membres de la cellule\nsont des \"vendeurs ambulants\" ages de 20 a 30 ans.\nEnd of Les plus lus En juillet, les autorites ont annonce un renforcement de la securite face a une\n\"serieuse menace terroriste\".\nCe n'est pas la premiere fois que le Maroc annonce le demantelement de \"cellules terroristes\". Le\npays ne cache pas son inquietude face au nombre de ses ressortissants, jusqu'a 3 000, combattant\nou ayant combattu en Syrie et en Irak.\nPlus sensible est la question de leur retour : Rabat craint qu'ils profitent de la formation et de\nl'experience acquises pour commettre des attentats au Maroc.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1315,
                "words": 216,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "CPI : Laurent Gbagbo sera juge",
            "date": "2025-07-30T16:02:17.020382",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "CPI : Laurent Gbagbo sera juge\n\nCredit photo, La Cour penale internationale (CPI) a confirme jeudi que l'ancien president ivoirien\nLaurent Gbagbo sera juge pour crimes contre l'humanite.\nL'ancien dirigeant du Front populaire ivoirien (FPI) est incarcere depuis novembre 2011 a la prison\nde a la Haye, aux Pays-Bas.\nLes juges de la CPI avaient, en octobre 2013, rejete en appel la demande de mise en liberte\nprovisoire deposee par les avocats de l'ex-chef d'Etat.\nA 69 ans, Laurent Gbagbo est le premier ex-chef d'Etat a etre poursuivi par la CPI.\nIl est accuse d'avoir \"ordonne, sollicite, encourage ou contribue de toute autre maniere\" aux\nviolences qui ont secoue la Cote d'Ivoire apres les elections de 2010 qui l'opposaient a Alassane\nOuattara.\nEnd of Les plus lus Par ailleurs, la CPI a reporte au 29 septembre l'audience consacree a la\nconfirmation des charges contre Charles Ble Goude, l'ancien leader des Jeunes Patriotes de Cote\nd'Ivoire sous Laurent Gbagbo.\nTout comme l'ancien president, lui aussi repondra de quatre chefs d'accusation de crimes contre\nl'humanite.\nIl reste toutefois a determiner la date d'ouverture du proces de Laurent Gbagbo.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1124,
                "words": 180,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola: les Etats-Unis se mobilisent",
            "date": "2025-07-30T15:59:24.229243",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola: les Etats-Unis se mobilisent\n\nCredit photo,Reuters Le pays devrait envoyer 3000 soldats en Afrique de l'Ouest pour lutter contre\nEbola.\nL'operation americaine devrait se concentrer sur le Liberia, avec un centre de commandement\ninstalle a Monrovia.\nIl s'agira principalement pour les militaires de construire de nouveaux centres de soins, mais aussi\nde recruter et former le personnel.\nLes Etats-Unis esperent ainsi former quelque 500 travailleurs sanitaires chaque semaine au Liberia.\nDes kits de protection seront egalement distribues a 400 000 familles liberiennes jugees\nvulnerables.\nEnd of Les plus lus Ce plan doit etre presente lors d'une visite du president americain au siege des\ncentres de controle et de prevention des maladies d'Atlanta.\nIl vient s'ajouter aux differents dons effectues par les Etats Unis depuis le debut de la crise sanitaire.\n100 millions de dollars ont deja ete consacres a la lutte contre le virus et l'administration Obama a\ndemande au Congres de debloquer 88 millions supplementaires. Le vote doit avoir lieu cette\nsemaine.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1028,
                "words": 159,
                "lines": 15
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nouveaux combats au Soudan du Sud",
            "date": "2025-07-30T15:56:16.616274",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nouveaux combats au Soudan du Sud\n\nDe nouveaux combats ont ete signales samedi entre les forces gouvernementales et les rebelles de\nRiek Machar au Soudan du Sud.\nLes affrontements se deroulaient dans comte de Renk et dans une zone au sud de Malakal dans\nl'Etat du Haut-Nil, dans le nord du pays.\nL'Autorite intergouvernementale pour le developpement, (Igad), mediateur dans le conflit\nsud-soudanais a condamne \" dans les termes les plus forts les combats en cours entre les deux\nbelligerants dans le comte de Renk\", a declare Seyoum Mesfin, president du processus de\nmediation pour l'Igad, dans un communique.\n\"Il est regrettable que ce genre de developpements survienne a chaque fois que commence une\nsession de pourparlers\", a-t-il poursuivi.\nM. Mesfin a appele les deux parties a \"cesser immediatement ces combats insenses\" dans le nord\ndu pays.\nEnd of Les plus lus Des pourparlers doivent debuter dans les prochains jours a Addis-Abeba, en\nEthiopie entre une delegation du gouvernement de Juba et les hommes de l'ancien vice-president et\nchef rebelle Riek Machar.\nLes deux parties s'etaient engagees, fin aout, a cesser les hostilites. Mais les accords de\ncessez-le-feu obtenus a l'arrachee par les mediateurs depuis neuf mois ont ete violes. L'Igad a\ndonne au president Salva Kiir et a son rival Riek Machar jusqu'au 9 octobre pour former un\n\"gouvernement de transition et d'union nationale\", en vue de trouver une solution politique au conflit\nqui dure depuis decembre 2013.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1445,
                "words": 233,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola, l'OMS tire la sonnette d'alarme",
            "date": "2025-07-30T15:59:02.811725",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola, l'OMS tire la sonnette d'alarme\n\nCredit photo,AFP L'Organisation mondiale de la Sante (OMS) a indique que l'epidemie du virus\nEbola qui sevit en Afrique de l'Ouest est sans precedent dans les temps modernes et pourrait\nconduire a une catastrophe humanitaire.\nL'ONU table desormais sur 20000 personnes infectees d'ici a la fin de l'annee : 16 % en Guinee, 40\n% au Liberia et 34 % en Sierra Leone.\nUn haut responsable de l'OMS, Bruce Aylward, a declare que les chiffres peuvent etre contenus a\ndes dizaines de milliers mais il a ajoute que cela necessite une reponse beaucoup plus rapide.\nJusqu'a present, environ 2500 personnes sont mortes d'Ebola.\nL'organisation Medecins Sans Frontieres (MSF) affirme qu'elle est debordee, et qu'au Liberia, les\npatients desesperes demandent a etre hospitalises pour ne pas infecter les membres de leurs\nfamilles.\nEnd of Les plus lus La Maison Blanche a annonce l'envoi d'environ trois mille soldats dans la region\npour aider a lutter contre le virus.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 952,
                "words": 156,
                "lines": 13
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Algerie: enlevement d'un Francais",
            "date": "2025-07-30T15:54:32.289945",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Algerie: enlevement d'un Francais\n\nCredit photo,.\nUn groupe arme affilie a l'organisation de l'Etat islamique a revendique lundi soir l'enlevement du\nressortissant francais Herve-Pierre Gourdel.\nL'enlevement s'est produit dimanche pres d'Ath Ouavane, dans le massif montagneux du Djurdjura,\nen Kabylie, a environ 160 km a l'est d'Alger.\nLes ravisseurs ont menace d'executer l'otage si la France n'arrete pas ses frappes en Irak.\nHerve-Pierre Gourdel etait arrive le 20 septembre en Algerie.\nIl logeait dans un chalet pres du complexe touristique de Tikjda, a une quinzaine de kilometres du\nlieu de son enlevement.\nEnd of Les plus lus Il se trouvait avec ses hotes algeriens lorsque leur vehicule a ete intercepte par\nun commando arme operant sous la banniere de l'Etat islamique.\nSes accompagnateurs algeriens ont ete liberes.\nEn avril dernier, 11 militaires avaient ete tues et 5 autres blesses, dans une embuscade perpetree\npar un groupe d'AQMI dans le meme secteur.\nL'endroit ou s'est produit l'enlevement se trouve a proximite d'une grande foret qui avait servi de\ncache et de lieu de repli aux combattants de la guerre d'independance entre 1954 et 1962.\nCet enlevement, signe Jund el-khalifa (les soldats du califat), montre que des elements d'AQMI ont\nrejoint l'organisation de l'Etat islamique.\nDepuis quatre jours, le dispositif de securite a ete renforce a Alger.\nDes patrouilles pedestres de la police sillonnent les arteres de la ville.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1412,
                "words": 223,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Egypte: sept djihadistes tues",
            "date": "2025-07-30T16:00:34.561624",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Egypte: sept djihadistes tues\n\nEn Egypte, le ministre de l'Interieur a declare dimanche que sept djihadistes ont ete tues lors d'une\noperation conjointe de la Police et de l'Armee.\nIls avaient trouve refuge dans le desert, pres de la ville de Suez, selon Mohamed Ibrahim.\nLes sept djihadistes \"etaient parmi les elements les plus dangereux d'Ansar Beit al-Maqdess\", a\nindique Ibrahim lors d'une conference de presse.\nIl n'a pas precise la date de l'operation.\nAnsar Beit al-Maqdess est un groupe disant s'inspirer d'Al-Qaida. Il a revendique de nombreux\nattentats contre les forces de securite en Egypte, depuis la destitution du president islamiste\nMohamed Morsi par l'armee, en juillet 2013.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 682,
                "words": 110,
                "lines": 10
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Rwanda: Ingabire reelue chef des FDU",
            "date": "2025-07-30T16:00:29.314045",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Rwanda: Ingabire reelue chef des FDU\n\nCredit photo,AP Victoire Ingabire a ete reelue a la presidence des FDU, un parti qui a tenu son\ncongres ce weekend a Alost, en Belgique.\nL'ancien commissaire a la mobilisation, Joseph Bukeye, devient le deuxieme vice-president du parti.\nNkiko Nsengimana, coordinateur sortant des FDU, denonce la tenue de ce congres, dont il avait\ndemande le report, pour permettre d'abord la reintegration des membres exclus.\n\"Pour moi, il s'agit d'une reunion tout a fait illegale et organisee en violation flagrante des statuts de\nnotre parti\", a-t-il dit a BBC Afrique.\nNsengimana affirme qu'il ne reconnait pas le comite directeur elu lors du congres d'Alost. \"Je vais\ncontinuer a exercer mes fonctions de coordonnateur des FDU\", a-t-il soutenu.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 753,
                "words": 121,
                "lines": 10
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "La MINUSCA s'installe en Centrafrique",
            "date": "2025-07-30T16:00:17.968715",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "La MINUSCA s'installe en Centrafrique\n\nCredit photo,HRW Lundi, la Mission integree multidimensionnelle de stabilisation des Nations Unies\nen Republique centrafricaine (MINUSCA) prend le controle des operations de maintien de la paix en\nCentrafrique.\nLa MINUSCA succede a la mission de l'Union africaine (MISCA).\nL'objectif consiste a mettre fin aux violences intercommunautaires et de stabiliser les institutions.\nLe contingent sur place va etre renforce des lundi. Les troupes compteront desormais 7 600\nhommes sur le terrain : les soldats de la MISCA et des renforts venant du Maroc, du Pakistan, du\nBengladesh, de Zambie et d'Indonesie.\nHerve Ladsous, Secretaire general adjoint de l'ONU charge des operations de maintien de la paix,\nindique que \"des unites du genie [militaire] de divers pays et des unites d'helicopteres du Sri Lanka\"\ncompleteront ce contingent.\nEnd of Les plus lus Outre les hommes, \"nous apportons des moyens supplementaires en\nequipements, en technologies\", explique Herve Ladsous. D'apres lui, la MINUSCA disposera des\nressources necessaires pour remplir sa mission.\nCredit photo,Stichting Vluchteling L'origine de la recente crise en Centrafrique date de mars 2013.\nLa rebellion Seleka avait renverse le regime de Francois Bozize. Depuis lors, des violences\nsevissent entre la Seleka et les milices d'auto-defense anti-balaka.\nSelon Human Rights Watch et Stichting Vluchteling, une fondation neerlandaise pour les refugies,\nl'est et le centre de la Republique centrafricaine sont des regions particulierement touchees par les\ncombats.\nDes milliers de personnes sont mortes dans les violences, quelque 500 000 civils ont ete deplaces\net 300 000 ont fui, traversant les frontieres vers les pays voisins. Nombre d'entre eux sont\nmusulmans.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1724,
                "words": 256,
                "lines": 23
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Peste porcine en Cote d'Ivoire",
            "date": "2025-07-30T15:59:40.120040",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Peste porcine en Cote d'Ivoire\n\nCredit photo,Getty Hautement transmissible, la maladie s'est declenchee dans la ville portuaire de\nSan Pedro.\nLes autorites redoutent une propagation de ce virus particulierement contagieux et sans traitement\nefficace connu a ce jour, mais qui n'est cependant pas transmissible a l'homme.\nDes milliers de cochons ont deja ete abattus.\nL'epidemie s'est signalee en juin dernier dans la ville portuaire de San Pedro, a 300 kilometres a\nl'ouest d'Abidjan.\nEn trois mois, elle a deja cause la mort de plus de 1700 cochons, faisant redouter la disparition du\ncheptel.\nEnd of Les plus lus Les autorites ivoiriennes ont pour le moment decide d'abattre tous les porcs\ndans un rayon de 10 kilometres de San Pedro, ce qui represente environ 3000 tetes.\nEn 1996, la Cote d'Ivoire avait deja connu une epidemie de peste porcine africaine.\n100 000 cochons furent abattus et l'Etat ivoirien du depenser plus d'un milliard de F CFA pour venir\na bout de la maladie.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 949,
                "words": 157,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "RDC : critiques d'un proche du president",
            "date": "2025-07-30T15:59:34.610842",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "RDC : critiques d'un proche du president\n\nCredit photo,AFP Le president du Senat a prevenu qu'une modification de la Constitution pourrait\nmenacer la cohesion nationale.\nLeon Kengo Wa Dondo, un proche du president Joseph Kabila, s'est exprime devant un parterre\nd'hommes politiques et de representants de la communaute internationale, reunis pour la session\nd'ouverture de la saison parlementaire.\nIl a affirme que toute modification de l'article 220, qui limite le nombre de mandats autorises,\nconstituerait une violation de la Constitution.\nCe veteran de la scene politique congolaise n'est pas membre du parti au pouvoir mais il est\nconsidere comme etant un proche du chef d'Etat.\nSes declarations ont donc surpris mais elles ont aussi ete saluees par la societe civile et par\nl'opposition.\nEnd of Les plus lus Depuis plusieurs mois des voix s'elevent au sein de la majorite presidentielle\npour reclamer une modification de la Constitution afin de permettre au president de se presenter\npour un troisieme mandat.\nJoseph Kabila ne s'est jamais exprime publiquement sur son intention de briguer ou non un\ntroisieme mandat mais des membres de sa mouvance politique en ont avance l'idee.\nPlusieurs projets de loi visant a reviser des articles de la Constitution vont etre discutes au\nParlement dans les prochains jours.\nCes lois ne concernent pas directement le scrutin presidentiel mais l'opposition y voit une premiere\netape vers la modification d'autres articles de la Constitution.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1442,
                "words": 225,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Solidarite pour le dalai-lama",
            "date": "2025-07-30T15:59:13.454562",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Solidarite pour le dalai-lama\n\nCredit photo,EPA Quelque 14 prix Nobel de la paix demandent au president sud-africain d'octroyer\nun visa au dalai-lama.\nDans leur lettre adressee au president sud-africain Jacob Zuma, les laureats reclament un visa pour\nle chef spirituel tibetain.\nCe dernier doit se rendre au Cap en octobre pour le 14e sommet mondial des prix Nobel de la paix.\nL'avocate iranienne Shirin Ebadi, l'ancien president polonais Lech Walesa et l'economiste\nbangladais Muhammad Yunus font partie des signataires.\nLes 14 prix Nobel signalent qu'un refus d'accueillir le chef spirituel impliquerait \"des degats pour\nl'image internationale de l'Afrique du Sud\".\nEnd of Les plus lus Ils precisent par ailleurs que le dalai-lama n'exerce \"plus aucune fonction\npolitique\" et qu'il participerait au sommet \"uniquement en sa qualite de chef spirituel mondialement\nrespecte\".\nDebut septembre, le dalai-lama a renonce a participer a ce sommet des Prix Nobel.\nIl a ete contraint de retirer sa demande de visa apres avoir appris que celle-ci etait vouee a l'echec.\nPour ne pas froisser la Chine, son premier partenaire economique, l'Afrique du Sud a choisi de\nbloquer la venue du chef spirituel tibetain.\nUne vive polemique avait deja eclate en 2011 lorsque Pretoria avait refuse au dalai-lama un visa\npour participer aux 80ans de l'archeveque Desmond Tutu.\nTres en colere, ce dernier avait accuse le gouvernement d'etre \"pire que celui de l'apartheid\".\nEt vous, qu'en pensez-vous ? Ajoutez vos commentaires et <link type=\"page\"><caption>\naimez\nnotre\npage\nFacebook</caption><url\nhref=\"https://www.facebook.com/bbcafrique/posts/869223299755305\" platform=\"highweb\"/></link> !",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1639,
                "words": 240,
                "lines": 25
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola: des gants pour sauver des vies",
            "date": "2025-07-30T15:59:56.251279",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola: des gants pour sauver des vies\n\nLe gouvernement malaisien a annonce lundi l'envoi prochain de plus de 20 millions de gants de\nprotection en caoutchouc a cinq pays africains touches par l'epidemie de fievre Ebola.\nIls seront repartis entre differentes equipes medicales au Liberia, en Sierra Leone, en Guinee, au\nNigeria et en Republique democratique du Congo (RDC).\nLa penurie d'equipement de protection est un facteur qui a contribue a la propagation du virus.\nDepuis le debut de l'epidemie en fevrier dernier, 2 400 personnes ont perdu la vie, dont de\nnombreux travailleurs de la sante.\nLes agents de sante au Liberia ont d'ailleurs recemment entame une greve pour protester contre le\nmanque de materiel de protection.\nEnd of Les plus lus Avec 60 % de la production mondiale, \"la Malaisie peut apporter une\ncontribution unique et essentielle a la lutte contre le virus Ebola parce que nous sommes l'un des\nplus grands fabricants de gants en caoutchouc\", a declare le Premier ministre malaisien Najib\nRazak dans un communique.\nLe gouvernement malaisien n'a pas precise qui allait financer cette operation.\nPar ailleurs, Washington a annonce le deblocage rapide de 88 millions de dollars supplementaires,\nportant a 250 millions de dollars la contribution des Etats-Unis.\nA Bruxelles, les ministres europeens de la sante et plusieurs commissaires europeens se sont\nreunis lundi. Leur objectif : coordonner la reponse a l'epidemie en Afrique de l'Ouest.\nL'organisation mondiale de la sante (OMS) chiffre les besoins financiers pour lutter contre le virus\nEbola a 500 millions d'euros, soit un peu plus de 647 millions de dollars.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1595,
                "words": 255,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nigeria: effondrement d'un immeuble",
            "date": "2025-07-30T16:01:18.388864",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nigeria: effondrement d'un immeuble\n\nCredit photo,BBC World Service Le batiment qui s'est ecroule etait reserve aux membres non\nnigerians de l'Eglise, ''la Synagogue, Eglise de toutes les nations'' de TB Joshua,fondateur de\nSynagogue Church of All Nations (SCOAN).\nSelon les premieres informations non encore officielles, l'effondrement du batiment a fait de\nnombreux morts et plusieurs blesses.\nD'autres personnes seraient toujours coincees sous les decombres.\nLe pasteur et evangeliste TB Joshua est connu par ses adeptes pour annoncer des propheties sur\ndes evenements heureux et malheureux a venir dans le monde.\nSelon l'une de ses dernieres predictions, le president americain Barack Obama sera hospitalise,\nmais il s'en sortira sain et sauf.\nEnd of Les plus lus Le 31 aout 2014, il a dit a ses fideles : \"Priez pour le president Obama. Je le\nvois en train d'etre transporte a l'hopital, mais il va se remettre de sa maladie. Il doit etre prudent. \"",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 917,
                "words": 149,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola : 5 disparus, 1 rescapee en Guinee",
            "date": "2025-07-30T15:57:42.109426",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola : 5 disparus, 1 rescapee en Guinee\n\nCredit photo,AFP Une journaliste a reussi a s'echapper deux jours apres l'enlevement de six\npersonnes a Wamey dans le sud de la Guinee.\nApres avoir ete retenue de force depuis lundi avec cinq autres personnes, elle s'est echappee et a\npu rejoindre un village voisin.\nLe groupe faisait partie d'une equipe de sensibilisation composee d'officiels, de medecins et de\njournalistes envoyes sur le terrain pour sensibiliser la population sur l'existence de la fievre Ebola,\nson mode de contamination et les mesures de prevention.\nD'apres Jean-Tamva Tolno, directeur de l'antenne locale de la Croix Rouge de , ils ont ete attaques\n\"a coups de pierre et de batons\" avant d'etre pris en otage par les villageois de Wamey.\nCette sous-prefecture se situe au sud de la ville de Nzerekore ou a ete signalee pour la premiere\nfois la fievre Ebola.\nEnd of Les plus lus Selon Facely Konate, journaliste a la radio Liberte FM de N'Zerekore, la\ndelegation ministerielle envoyee par le president Alpha Conde, conduite par le ministre de la sante\nRemi Lama et son homologue de la communication, n'a pu se rendre a Wamey. En effet, le pont\nprincipal menant la ville a ete detruit.\nLe directeur prefectoral de la sante, le directeur general adjoint de l'hopital de N'Zerekore, le\ndirecteur d'une clinique privee a Yao et deux journalistes sont toujours portes disparus, explique-t-il.\nD'apres Facely Konate, les habitants des regions forestieres \"ne croient pas en l'existence du virus\nEbola\", ils pensent que cette maladie a ete importee.\nDe son cote, le professeur Sylvain Faye, anthropologue pour l'OMS, avertit qu'il faut tenir compte de\nsensibilites communautaires pour lutter contre l'epidemie.\nSelon les derniers chiffres publies par l'Organisation mondiale de la Sante (OMS), Ebola a tue au\nmoins 2 622 personnes en Guinee, au Liberia et en Sierra Leone.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1839,
                "words": 299,
                "lines": 23
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola : les otages tues en Guinee",
            "date": "2025-07-30T15:57:31.125644",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola : les otages tues en Guinee\n\nCredit photo,AFP Plusieurs corps ont ete retrouves dans le village de Wome, dans le sud-est de la\nGuinee, par une delegation du gouvernement depechee pour aller obtenir la liberation de membres\nd'une equipe de sensibilisation contre Ebola.\nLa delegation des sept personnes (comprenant des medecins et des journalistes) portees\nmanquantes en Guinee apres des heurts lundi dernier, lors d'une operation de sensibilisation sur\nl'epidemie d'Ebola ont ete retrouvees mortes.\nElles ont ete tuees par des villageois d'apres le ministre guineen de la communication, Alhoussein\nKake Makanera.\nLes sept corps ont ete retrouves dans le village de Wome, pres de Nzerekore, dans le sud du pays.\nLes corps, exhumes d'une fosse septique de l'ecole primaire de Wome, sont ceux de membres de la\ndelegation, \"tues froidement par les villageois de Wome\", d'apres le porte-parole du gouvernement\nAlbert Damantang Camara.\nEnd of Les plus lus La plupart des habitants du village ont fui une fois les meurtres commis.\nUne delegation gouvernementale comprenant les ministres de la sante et de la communication s'est\npourtant rendu jeudi sur place a Wome , esperant obtenir la liberation des otages.\nCes violences en Guinee contre les equipes medicales sont devenues recurrentes.\nEn juillet dernier, des autorites avaient ete rudoyees par des jeunes.\nEn aout des vehicules et des locaux des humanitaires avaient ete endommages. Une franche de la\npopulation doute encore de l'existence du virus de l'Ebola .\nElle considere que la maladie est une invention de l'occident, explique l'anthropologue senegalais\nSylvain Faye qui travaille avec l'OMS contre l'epidemie de la fievre hemorragique Ebola en Afrique\nde l'Ouest.\nCette hostilite envers les humanitaires et le corps medical, traduit aussi les tensions socio-politiques\nqui traversent la Guinee explique l'anthropologue.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1847,
                "words": 282,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "S. Leone: des agents funeraires attaques",
            "date": "2025-07-30T15:55:48.299108",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "S. Leone: des agents funeraires attaques\n\nEn Sierra Leone, les autorites annoncent que les equipes chargees de l'enterrement des victimes\nde l'epidemie de fievre Ebola seront desormais escortees par l'armee.\nElles disent avoir pris cette mesure apres que des jeunes se sont attaques a des agents charges de\nl'inhumation de personnes ayant succombe a la maladie.\nLes assaillants accusent les services funeraires de propager la maladie dans le pays.\nC'est aujourd'hui le troisieme et dernier jour du confinement cense mettre fin a la propagation du\nvirus Ebola en Sierra Leone.\nSelon un journaliste de la BBC se trouvant a Freetown, la capitale du pays, beaucoup de personnes\npourraient sortir de chez elles ce dimanche, bien avant minuit meme, heure a laquelle doit expirer la\nmesure de confinement.\nEnd of Les plus lus A Freetown, les populations ont pour la plupart obei a la consigne donnee par le\ngouvernement de ne pas sortir de chez elles, depuis vendredi.\n\"Ca prend du temps...\" La Sierra Leone, l'un des pays les plus touches par cette fievre\nhemorragique, est confrontee a un manque criant de medecins et d'etablissements de sante.\nLa mesure de confinement general, entree en vigueur vendredi pour trois jours, etait censee\npermettre aux equipes medicales de sensibiliser les populations sur Ebola.\nDes milliers de volontaires etaient appeles a profiter de l'enfermement des populations pour\nsillonner le pays et detecter des cas de fievre Ebola, afin de mettre fin a la propagation du virus.\nIls devaient distribuer un savon a chaque foyer et alerter les services specialises s'ils decouvraient\ndes malades ou des morts.\nStephen Gaojia, le coordonnateur du centre des operations d'urgence, a Freetown, deplore\nl'insuffisance en nombre du personnel et des equipements medicaux.\n\"L'essentiel de notre travail concerne la logistique. Par exemple dans la zone ouest, nous avons six\nambulances. Si nous en avions 14, nous serions plus rapides. Nous avons besoin de quatorze\nequipes de secouristes, mais nous en avons huit ou neuf\", a-t-il explique.\n\"Autre chose qui ralentit les operations, ce sont les prelevements sur les corps. Ca prend du temps\nde les passer au laboratoire pour faire des tests et voir si les deces sont lies au virus Ebola ou pas\",\na ajoute Stephen Gaojia.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2240,
                "words": 362,
                "lines": 28
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nouvelle attaque de Boko Haram",
            "date": "2025-07-30T15:55:58.919171",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nouvelle attaque de Boko Haram\n\nCredit photo,AFP Des membres de Boko Haram ont attaque vendredi un marche de la ville de\nMainok, au nord-est du pays. Plusieurs personnes ont ete tuees, selon des temoins.\nLa nouvelle de l'attaque du marche a Mainok a mis du temps a etre connue a cause des\nperturbations des services telephoniques dans la region.\nLes lignes telephoniques n'ont ete retablies que samedi.\nBien qu'il soit extremement difficile d'obtenir des informations precises sur le bilan humain en raison\nde la fuite des habitants, des temoins font etat d'au moins 36 morts.\nL'attaque de la ville de Mainok s'est deroulee en plein jour, alors que le marche etait bonde.\nEnd of Les plus lus Des que les assaillants ont ouvert le feu, la foule a ete prise d'un mouvement de\npanique.\nUn temoin a declare a la BBC que certains d'entre eux, alors qu'ils essayaient de fuir les tirs en\ncourant, ont ete tues renverses par des voitures a vive allure qui traversaient la zone.\n\"Des soldats et des civils se sont refugies dans la brousse. Les membres de Boko Haram ont\negalement pille la nourriture du marche pour s'enfuir ensuite dans des vehicules voles\", a-t-il ajoute.\nLa plupart des habitants ont abandonne la ville.\nChaque semaine, les attaques des extremistes islamistes dans le nord-est du pays provoquent des\ndeplacements massifs de civils vers le sud du pays et au Cameroun voisin.\nJeudi, l'armee nigeriane a annonce avoir tue 60 combattants de Boko Haram, dont un commandant\nen chef.\nLes extremistes islamistes, qui se sont empares de bandes de territoire dans l'Etat de Borno et dans\nles Etats voisins de Yobe et Adamawa, sont a court de nourriture dans les zones qu'ils occupent,\nselon les habitants.\nLeur campagne de violence a travers le pays fait egalement craindre l'avenement d'une crise\nhumanitaire, selon les observateurs.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1803,
                "words": 302,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nigeria : le bilan mortel s'alourdit",
            "date": "2025-07-30T15:57:04.392003",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nigeria : le bilan mortel s'alourdit\n\nCredit photo,AP La mort d'un homme politique de l'opposition zimbabweenne a ete confirmee jeudi\nsuite a l'effondrement d'un batiment rattache a une eglise a Lagos, au Nigeria.\nGreenwich Ndanga etait le president du Mouvement pour le changement democratique (MDC) au\nMashonaland-Ouest.\nLa semaine derniere, au moins 80 personnes sont mortes dans l'incident.\nLa plupart des victimes etaient des fideles sud-sfricains heberges dans une auberge a plusieurs\netages.\nL'immeuble appartenant au celebre televangeliste nigerian<link type=\"page\"><caption>\nTB\nJoshua</caption><url\nhref=\"http://www.bbc.co.uk/afrique/region/2014/09/140918_nigeria_collapse_televangelist\"\nplatform=\"highweb\"/></link> s'est effondre le 12 septembre dernier.\nEnd of Les plus lus Selon les autorites, les fondations du batiment n'etaient pas adaptees a un\nimmeuble de cette taille.\nPlus de 130 personnes ont survecu a l'accident, dont une sud-africaine qui a ete tiree des\ndecombres lundi, trois jours apres l'incident.\nLe president de l'Afrique du Sud Jacob Zuma a confirme mercredi la mort de 67 Sud-Africains dans\nl'effondrement.\nDes lors, une equipe de secours a ete depechee au Nigeria pour essayer d'aider a localiser les\nautres ressortissants sud-africains.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1231,
                "words": 165,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Des elections legislatives au Lesotho",
            "date": "2025-07-30T15:59:08.088156",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Des elections legislatives au Lesotho\n\nCredit photo,AFP Lors du <link type=\"page\"><caption>\nsommet\nextraordinaire\nde\nla\nSADC\n</caption><url\nhref=\"http://www.bbc.co.uk/afrique/region/2014/09/140915_lesotho_instability\"\nplatform=\"highweb\"/></link>qui s'est tenu lundi soir, les leaders de la coalition se sont mis d'accord\nsur la tenue d'elections legislatives anticipees \"libres, honnetes et democratiques, pour donner un\nnouveau mandat au parlement\" a precise Maite Nkoana Mashabane, la ministre sud-africaine des\naffaires etrangeres.\nL'organisation regionale d'Afrique australe s'est reunie a Pretoria pour evoquer la question du\nLesotho et de la Republique democratique du Congo (RDC).\nSi le mandat du gouvernement de coalition sera donc raccourci pour mettre fin a la crise politique, la\ndate n'a toutefois pas encore ete fixee. Le mandat de l'actuel parlement devait expirer en 2017.\nEn revanche, Mme a precise que la SADC ne deploierait pas de troupes au Lesotho.\nLe premier ministre Thomas Thabane avait deja essuye un refus de la SADC, lorsqu'il avait\ndemande l'envoi d'une force de maintien de la paix.\nEnd of Les plus lus Par contre une equipe d'observateurs de la SADC ainsi que des policiers\nsud-africains seront charges de surveiller les batiments publics strategiques et d'assurer la securite\ndes leaders du gouvernement de coalition a Maseru, la capitale dans le petit royaume montagneux.\nCe pays de deux millions d'habitants a plonge dans le chaos le 30 aout, lors d'un coup de force de\nl'armee pour s'opposer au Premier ministre Thomas Thabane.\nCredit photo,AFP Concernant la RDC, la SADC a reitere sa demande aux rebelles hutus rwandais\ndu FDLR de respecter le calendrier et de participer <link type=\"page\"><caption>\nau\nprocessus\nde\ndesarmement</caption><url\nhref=\"http://www.bbc.co.uk/afrique/region/2014/07/140704_rdc_rwanda_fdlr\"\nplatform=\"highweb\"/></link> d'ici la fin de l'annee. A defaut, ils \"devront rendre compte aux\ndirigeants de la troika de la SADC lors de lors prochaine reunion\", a declare Stergomena Lawrence\nTax, Secretaire executif de la SADC.\nLa SADC a aussi demande le soutien de la communaute internationale et des Nations Unies pour\ntrouver des pays en dehors de la region des grands lacs qui pourraient accueillir des\nex-combattants FDLR, ex-rebelles hutus rwandais operant dans l'est de la RDC.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2296,
                "words": 331,
                "lines": 37
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Museveni, victime de sa politique anti-gay",
            "date": "2025-07-30T15:55:09.874197",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Museveni, victime de sa politique anti-gay\n\nUn hotel du Texas a refuse une chambre au president ougandais Yoweri Museveni en raison de la\nlegislation anti gay en vigueur dans son pays Il se trouvait dans la ville texane d'Irving pour y\nrencontrer de potentiels investisseurs et des membres de la diaspora ougandaise.\nC'est sous la pression de militants homosexuels que la reservation a ete bloquee.\nL'information a ete confirmee par la porte-parole de la presidence Sarah Kagingo.\nLe president ougandais a finalement trouve une autre solution d'hebergement.\nEnd of Les plus lus La legislation ougandaise punit les relations homosexuelles d'une peine de\nprison a vie.\nPlusieurs bailleurs de fonds ont suspendu certaines de leurs aides apres la promulgation d'une\nnouvelle loi qui oblige les citoyens a denoncer les homosexuels.\nLe secretaire d'Etat americain John Kerry a compare la loi aux legislations de l'Allemagne nazie et\nde l'Afrique du Sud de l'apartheid.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 918,
                "words": 145,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "A. du Sud: DA contre une eglise nigeriane",
            "date": "2025-07-30T15:55:31.701693",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "A. du Sud: DA contre une eglise nigeriane\n\nCredit photo,Reuters L'Alliance Democratique (DA), le principal parti d'opposition sud-africain, a\ndemande au gouvernement d'intenter \"un recours collectif\" contre l'eglise nigeriane proprietaire du\nbatiment dont l'effondrement a entraine la mort de nombreux Sud-Africains.\nAu moins 84 personnes ont ete tuees la semaine derniere dans l'effondrement de ce batiment, a\nLagos, au Nigeria.\nLe president sud-africain, Jacob Zuma, a confirme mercredi la mort de 67 Sud-Africains dans\nl'effondrement de l'edifice.\nLe responsable des affaires etrangeres a DA, Stevens Mokgalapa, a declare que l'eglise pourrait\netre responsable penalement, compte tenu des plaintes formulees par les services de secours\nnigerians.\nCes derniers estiment que le personnel de la Synagogue Church of All Nations avait entrave leur\ntravail dans les premieres heures et les jours qui ont suivi l'accident.\nEnd of Les plus lus \"Des preuves suffisantes\" \"L'Alliance Democratique estime qu'il existe des\npreuves suffisantes pour que le gouvernement sud-africain explore tout au moins la possibilite d'un\nrecours collectif contre l'eglise, au nom des familles concernees\", a dit Mokgalapa dans un\ncommunique.\n\"Il est clair que l'eglise et ses membres pourraient etre responsables penalement de la mort d'un\ncertain nombre de Sud-Africains qui auraient pu etre sauves des decombres si les secours avaient\npu faire leur travail rapidement\", a-t-il poursuivi.\nL'eglise pourrait aussi etre attaquee pour \"negligence dans la renovation du batiment effondre\",\nselon ce responsable de DA.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1547,
                "words": 224,
                "lines": 21
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Bedie soutient Ouattara",
            "date": "2025-07-30T15:58:14.893234",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Bedie soutient Ouattara\n\nCredit photo,AFP A Daoukro, sa ville natale, l'ancien president ivoirien Henri Konan Bedie a soutenu\npubliquement l'actuel chef de l'Etat Alassane Ouattara pour l'election presidentielle de 2015.\nFace a Alassane Ouattara, Henri Konan Bedie a declare donner \"des orientations fermes\" pour\nsoutenir sa \"candidature a l'election prochaine\".\nIl a precise que son allie du Rassemblement des republicains de Cote d'Ivoire (RDR) serait \"le\ncandidat unique\" de son propre parti, le Parti democratique de Cote d'Ivoire (PDCI), pour l'election\npresidentielle.\nHenri Konan Bedie entend ainsi faire taire des membres de son parti, notamment parmi les plus\njeunes.\nCeux-ci refusent la seule candidature d'Alassane Ouattara et reclament un concurrent pour le PDCI.\nEnd of Les plus lus Le RDR et le PDCI sont allies au sein du Rassemblement des Houphouetistes\npour la Democratie et la Paix (RHDP).\nHenri Konan Bedie souhaite resserrer les rangs du RHDP et creer un \"grand\" parti unifie, capable\nde conserver le pouvoir.\nAlassane Ouattara a deja remporte la presidentielle en 2010 grace au soutien de son aine en\npolitique.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1107,
                "words": 172,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "La Chine donne 18 milliards de CFA au Mali",
            "date": "2025-07-30T16:01:55.896770",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "La Chine donne 18 milliards de CFA au Mali\n\nCredit photo,AFP Le Premier ministre chinois a annonce un don de 18 milliards de francs CFA sans\ncondition au Mali et un pret de 8 milliards sans interet.\nUn don de 18 milliards de francs CFA sans condition et huit milliards de francs CFA de pret sans\ninteret, tel est le montant de l'aide accordee par la Chine au Mali. Ces annonces ont ete faites lors\nde la rencontre avec le president de la Republique du Mali, Ibrahim Boubacar Keita, a Tianjin, en\nRepublique populaire de Chine.\nQuelques jours apres avoir passe le cap de sa premiere annee a la tete de l'Etat malien, le\nPresident de la Republique amorce ainsi la seconde phase de son mandat, consacree a\nl'acceleration du developpement economique et social du pays.\n\"Renouer ce contact (avec la Chine) ne peut etre qu'un avantage pour le Mali. D'autant plus que les\nprojets qui vont etre finances avec cet argent sont des projets dont nous avons besoin en termes\nd'infrastructure pour notre economie\", affirme le Dr Etienne Fakaba Cissoko, professeur d'economie\na l'universite de Bamako.\nEn revanche, le texte signe ne prevoit aucun transfert de competences au benefice du Mali.\n\"Malheurement, nous allons devoir faire avec ca pour l'instant, en esperant que nos autorites se\npreparent pour qu'a chaque fois que nous avons besoin d'aide de nos partenaires, comme la Chine,\ncette aide financiere se traduise egalement par un transfert de competences.\" ajoute le Dr Etienne\nFakaba Cissoko.\nEnd of Les plus lus Selon l'ambassade de Chine, \" le Mali reste un partenaire strategique pour la\nChine \". Par ailleurs, le gouvernement chinois a egalement offert 600 bourses d'etudes aux\netudiants maliens.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1650,
                "words": 275,
                "lines": 21
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Une reine de beaute au service du pays",
            "date": "2025-07-30T15:59:45.625358",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Une reine de beaute au service du pays\n\nCredit photo,AP L'election de Miss Ouganda a eu lieu lundi. Un concours organise par le general , le\nfrere et conseiller special pour les affaires militaires du president Yoweri Museveni.\nL'armee dit travailler avec les organisateurs du concours afin d'aider a promouvoir l'agriculture.\nUne maniere pour l'institution militaire de peut-etre montrer son implication dans des activites\nciviles.\nOutre le concours de Miss Ouganda, l'armee s'investit dans la construction d'infrastructures ou\nencore dans l'execution d'un programme visant a accroitre les revenus des menages.\nLe president Museveni a declare qu'il fait plus confiance aux soldats qu'aux civils pour diriger le\npays.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 697,
                "words": 104,
                "lines": 10
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola, nouveau foyer en Guinee",
            "date": "2025-07-30T15:54:03.149397",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola, nouveau foyer en Guinee\n\nCredit photo,Getty Un nouveau foyer de la fievre Ebola s'est declare a Dalaba, une localite situee a\nenviron 400 km au sud de Conakry, la capitale guineenne. Au moins 3 cas sont confirmes dont au\nmoins 2 deces.\nLe premier deces est survenu le 11 septembre. Il s'agit d'un marchand de cola d'une quarantaine\nd'annees qui partait regulierement en Sierra Leone y faire des achats et les revendre a Dalaba, une\nville de moyenne Guinee situee dans le massif montagneux du Fouta-Djalon.\nUne quarantaine de contacts avect les patients ont ete recenses.\nLe docteur Sakoba Keita, coordonnateur national de la lutte contre le virus Ebola, admet que le\nsysteme de riposte contre la maladie est \"insuffisant\", evoquant un manque de techniciens et\nd'experts competent.\nUne equipe mixte du ministere de la sante de l'OMS et du CDC s'est rendue lundi a Dalaba \"pour\npouvoir recenser les contacts et prendre en charge les cas suspects\", a-t-il neanmoins declare.\nEnd of Les plus lus Sur les 33 prefectures de la Guinee, 17 sont maintenant touchees par le virus.\nUne epidemie qui a fait plus de 630 deces sur 960 cas signales.\nCette avancee dans la propagation du virus intervient alors que le president guineen, Alpha Conde,\nest a New York pour plaider en faveur des engagements internationaux dans la lutte contre Ebola.\nIl entend accelerer la mise en oeuvre de la resolution 2176 du Conseil de securite qui appelle a une\nmobilisation internationale sans precedent contre l'epidemie.\nLes Etats membres de l'Onu a l'initiative des Etats Unis vont a nouveau se reunir mercredi pour\ndiscuter des moyens a utiliser contre la propagation du virus mortel.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1634,
                "words": 273,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "RD Congo : changements dans l'armee",
            "date": "2025-07-30T15:56:48.492577",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "RD Congo : changements dans l'armee\n\nCredit photo,AFP Une ordonnance signee par le president de la RDC nomme Gabriel Amisi Kumba\ncommandant au sein de l'armee congolaise, deux ans apres sa suspension pour trafic d'armes\npresume.\nL'ancien general-major Gabriel Amisi Kumba a ete nomme commandant de la premiere zone de\ndefense du pays, qui couvre notamment la province strategique de Kinshasa.\nAussi connu sous le nom de Tango Four, Gabriel Amisi Kumba avait ete suspendu de son poste a\nla tete de l'armee de terre en 2012.\nUn rapport de l'ONU l'accusait d'avoir vendu des centaines d'armes a plusieurs groupes rebelles\ndans l'est de la RDC.\n<link type=\"page\"><caption>\nD'apres\nles\nNations\nUnies</caption><url\nhref=\"http://www.bbc.co.uk/afrique/region/2014/08/140806_monusco_general_amisi.shtml\"\nplatform=\"highweb\"/></link>, il a ete blanchi et rehabilite en aout dernier sans enquete judiciaire\nprealable.\nEnd of Les plus lus Selon l'auditorat militaire, aucun magistrat n'avait le grade necessaire pour\npouvoir conduire une instruction contre lui.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1011,
                "words": 142,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "RDC : referendum en vue",
            "date": "2025-07-30T15:57:36.661673",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "RDC : referendum en vue\n\nCredit photo,AFP Lambert Mende, ministre de la Communication de la Republique Democratique du\nCongo (RDC) a evoque jeudi la possibilite d'un referendum en vue de changer certains articles de la\nConstitution.\nIl s'exprimait devant la presse en reponse aux critiques formulees par la conference episcopale\nnationale du Congo (CENCO) qui a appele le gouvernement a ne pas modifier la Constitution pour\naugmenter le nombre de mandats permis au chef de l'Etat.\n\"Au moins on n'a pas conteste aux Ecossais et a ceux qui vivent en Ecosse le droit de se\nprononcer, pourquoi on veut contester au Congolais le droit de se prononcer ? \", a-t-il lance lors de\nson intervention.\nLambert Mende affirme que l'idee d'un referendum vient de la commission electorale nationale\nindependante (CENI). Cet eventuellement changement de la Constitution ne concernerait que\ncertains articles dont le plus significatif est l'article 197 qui concerne le mode de scrutin des\nelections provinciales.\nL'objectif etant de passer au mode indirect pour faire des economies.\nEnd of Les plus lus Mais Lambert Mende n'exclut pas pour autant un referendum sur l'article au\ncentre de tous les regards. Il s'agit de l'article 220 qui limite le nombre de mandats du chef de l'Etat\na deux.\nIl a affirme que la revision de cet article n'etait pas pour l'instant a l'ordre du jour mais \"qu'en\ndemocratie, tout pouvait etre discute\", y compris \"les dispositions verrouillees\" dans la loi\nfondamentale.\nCe n'est pas la premiere fois qu'un responsable politique evoque la possibilite d'un referendum.\nLe president de l'Assemblee Nationale, Aubin Minaku, et le ministre de l'Interieur, Richard Muyej,\navaient deja avance l'idee. Seulement aujourd'hui, elle semble se preciser.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1728,
                "words": 273,
                "lines": 23
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Niger, avion presidentiel et controverse",
            "date": "2025-07-30T15:58:25.167777",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Niger, avion presidentiel et controverse\n\nCredit photo,AFP Les groupes parlementaires de l'opposition ont depose mercredi au Tribunal de\ngrande instance hors classe de Niamey une plainte contre le gouvernement pour detournement de\ndeniers publics.\nCette action intervient suite a l'achat d'un avion presidentiel qui a coute en 1998 21 milliards de\nFCFA a l'Etat du Niger.\nNassirou Amadou, l'un des deputes signataires de cette plainte, affirme que le gouvernement a\n\"vole l'argent des militaires\".\nL'avion presidentiel n'aurait coute, selon lui, que quelque 8 milliards.\nC'est dans ce contexte que les deputes de l'opposition ont saisi le parquet pour \"vol et\ndetournement d'objectif du peuple nigeriens pour 2 100 milliards\".\nEnd of Les plus lus L'objectif est surtout d'eclaircir de nombreux points concernant notamment le\ncout de cet avion et les personnes en charge de la transaction.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 846,
                "words": 131,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Gabon : les baleines en danger",
            "date": "2025-07-30T15:54:48.219760",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Gabon : les baleines en danger\n\nCredit photo,AFP Le Gabon est l'un des rares endroits au monde frequente par les baleines a\nbosses.\nCes cetaces quittent l'Antarctique et rejoignent les eaux chaudes d'Afrique de juillet a octobre pour\nse reproduire.\nLes autorites gabonaises ont consacre 130 000 hectares de territoire marin aux parcs nationaux qui\nlongent les 800 kilometres de littoral.\nMalgre cette mesure, la mort des baleines par deshydratation est recurrente au Gabon.\nLa pollution sonore occasionnee par les etudes sismiques et les forages des compagnies petrolieres\nperturberait serieusement l'activite des cetaces.\nEnd of Les plus lus Reunie de lundi a jeudi dernier a Portoroz, en Slovenie, la Commission\nbaleiniere internationale (CBI) a refuse la creation d'un sanctuaire de baleines dans l'Antarctique\nsud.\nSur les 88 pays representes a la CBI, 40 se sont montres en faveur de l'ouverture de cette zone\nprotegee.\nOr 45 voix etaient necessaires pour valider la proposition.\nA l'instar du Japon, le Niger et le Mali ont conteste la naissance du sanctuaire dans l'Ocean\nAtlantique.\nLa decision de la CBI a profondement surpris le Gabon et l'Afrique du Sud, investis dans la\nprotection des cetaces.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1174,
                "words": 185,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Soudan du Sud: les etrangers en ligne de mire",
            "date": "2025-07-30T15:58:51.908108",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Soudan du Sud: les etrangers en ligne de mire\n\nCredit photo,AFP Le gouvernement du Soudan du Sud a ordonne mardi les ONG et les entreprises\nprivees etablies sur son territoire de licencier certains de ses employes etrangers d'ici mi-octobre.\nNgor Kolong Ngor, le ministre sud-soudanais du Travail, a cite parmi les entreprises concernees les\n\"banques, societes des secteurs de l'assurance, des telecommunications et du petrole, les hotels et\nauberges\".\nLes postes allant du receptionniste au directeur general devront etre occupes par des nationaux des\nle mois prochain.\nLe ministre du Travail n'a pas explique cette decision.\nUn correspondant de la BBC, Denis Okari, a indique que ce changement pourrait concerner des\nmilliers de personnes.\nEnd of Les plus lus D'apres l'ONG Oxfam, cette mesure aura \"un enorme impact sur les missions\nd'assistance\", actuellement en cours dans le pays.\nLe plus jeune pays du monde se trouve actuellement au bord de la famine apres neuf mois de\nguerre civile.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 945,
                "words": 149,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola/US : l'envoi de troupes confirme",
            "date": "2025-07-30T15:58:41.128013",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola/US : l'envoi de troupes confirme\n\nCredit photo,AP Les autorites americaines ont annonce que 3000 professionnels de l'armee allaient\nse rendre en Afrique de l'ouest, afin de coordonner un programme de lutte contre le virus.\nDes ingenieurs et du personnel medical completeront l'equipe et superviseront le programme a\npartir d'un quartier general base a Monrovia, au Liberia.\nL'annonce du programme, estime a 763 millions de dollars, a ete officiellement faite par Barack\nObama au Centre pour la prevention et le controle des maladies d'Atlanta.\nLe but de ce projet est de former plus de 500 travailleurs sociaux par semaine mais egalement de\nconstruire plus de 17 centres de sante.\nLe gouvernement americain souhaiterait egalement envoyer plus de 400 000 kits de traitements afin\nde maitriser la maladie.\nEnd of Les plus lus Une campagne de sante publique sera diffusee a travers les medias dans les\npays les plus affectes comme le Liberia, la Sierra Leone et la Guinee.\nSelon l'Agence americaine pour le developpement International, les Etats-Unis ont deja depense\n175 millions de dollars pour empecher la propagation de la maladie.\nLe president Obama attend toujours l'approbation du Congres pour completer les 88 millions de\ndollars qui aideront a concretiser ce projet.\nLes autorites americaines craignent que le virus se propage dans plusieurs autres pays.\nElles comptent donc sur ce programme pour eradiquer le virus qui a deja tue plus de 2400\npersonnes selon l'Organisation mondiale de la sante.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1468,
                "words": 233,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Guinee : une vingtaine d'arrestations",
            "date": "2025-07-30T15:53:31.190733",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Guinee : une vingtaine d'arrestations\n\nCredit photo,AP Une semaine apres l'<link type=\"page\"><caption>\nattaque\nde\nWomey</caption><url\nhref=\"http://www.bbc.co.uk/afrique/region/2014/09/140918_newbilan\" platform=\"highweb\"/></link>,\nqui a cause la mort de sept membres d'une mission de sensibilisation sur Ebola dans le village du\nsud-est de la Guinee, le ministre de la Sante annonce qu'une vingtaine de personnes ont ete\narretees par la police.\nAlbert Damantang Camara, le porte-parole du gouvernement guineen, affirme que la vingtaine de\npersonnes interpelee est issue du village de Womey.\nTout en restant prudent sur les raisons expliquant les actes commis, il estime que, moralement et\nmentalement, les villageois \"n'etaient pas prets a accepter une mission de sensibilisation\".\nA plusieurs reprises dans cette region de la Guinee forestiere, les equipes medicales depechees sur\nplace auraient d'ailleurs fait face a de fortes resistances.\nCertaines communautes locales \"ne croyaient pas en l'existence du virus\".\nEnd of Les plus lus D'autres pensaient qu'Ebola etait \"fabrique ou importe pour les eliminer\".\nAlbert Damantang Camara assure que la Guinee prendra desormais des precautions lorsque des\nequipes medicales seront envoyees sur place.\nIl faudra pour cela \"trouver un juste equilibre\" entre \"l'absolue necessite de les proteger\" et les\nprincipes d'action de plusieurs ONG, qui leur interdit notamment \"d'etre accompagnees par les\nforces de l'ordre\".",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1421,
                "words": 199,
                "lines": 21
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "6 personnes portees disparues en Guinee",
            "date": "2025-07-30T15:58:20.088041",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "6 personnes portees disparues en Guinee\n\nDe source officielle, six personnes sont toujours portees disparues en Guinee, suite a une attaque\nsurvenue lundi a Wamey, un village de la Guinee forestiere.\nSelon Jean-tamva tolno, directeur de l'antenne locale de la Croix Rouge de N'Zerekore contacte\nmercredi par la BBC, une delegation composee de representants d'autorites locales, d'agents de\nsante de la Croix Rouge et de membres des institutions sanitaires de l'OMS s'etait rendue dans ce\nvillage a 52 kilometres au sud de N'Zerekore pour sensibiliser la population sur l'existence de la\nfievre Ebola, son mode de contamination et les mesures de prevention.\nSelon nos correspondants, l'attaque n'a pas fait de morts mais au moins une dizaine de personnes\nont ete blessees, dont Jean-Tamva Tolno, blesse a la tete.\nLe gouverneur de la region administrative de N'Zerekore, Lancei Conde, s'est rendu lundi dans la\nregion a risque epidemique.\nD'apres Jean-Tamva Tolno, des personnes ont commence a jeter des pierres sur l'un des orateurs\napres le discours du gouverneur.\nEnd of Les plus lus Plusieurs voitures ont ete prises pour cibles dans cette attaque \"virulente\", a-t-il\najoute.\nLa semaine derniere, le president Alpha Conde avait demande aux gouverneurs et prefets de\ns'impliquer dans la sensibilisation des populations pur lutter contre l'epidemie mortelle.\nLes habitants de cette region ont ete violemment affectes par le virus, et de nombreuses personnes\naccusent les ONG de propager le virus Ebola.\nCertains Guineens ne croient toujours pas en l'existence d'Ebola et accusent les responsables de la\nlutte contre la maladie d'etre a l'origine de la propagation du virus.\nLe ministre de la Sante, Remi Lama s'est rendu a Nzerekore pour rencontrer les autorites locales.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1731,
                "words": 271,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Les filles de Chibok toujours en detention",
            "date": "2025-07-30T15:53:36.510910",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Les filles de Chibok toujours en detention\n\nCredit photo,AFP Chris Olukolade, porte-parole du ministere de la Defense du Nigeria, a precise\nmardi soir que les filles ne sont pas celles de Chibok.\nEn s'exprimant ainsi, Chris Olukolade souhaite que ces informations soient traitees avec precaution.\nAlors que l'armee tente encore de determiner l'identite du groupe, il n'a toujours pas ete possible de\nverifier de maniere independante que les filles sont bien celles qui ont ete enlevees a Chibok en\navril dernier.\nUn peu plus tot, Chris Olukolade avait confirme a la BBC que certaines des filles enlevees a Chibok\nn'etaient plus entre les mains de leurs assaillants.\nElles sont desormais saines et sauves \"sous la garde de l'armee nigeriane\", avait-t-il precise.\nEnd of Les plus lus En avril dernier, 219 lyceennes avaient ete enlevees dans cette ville du nord du\nNigeria par des combattants isalmistes de Boko Haram.\nChris Olukolade n'avait pas donne de details sur le nombre ou sur la facon dont ces jeunes filles se\nsont retrouvees libres, precisant qu'il donnera des details plus tard.\nTout ce qu'il a pu confirmer aujourd'hui, c'est que certaines des filles ont retrouve leur liberte et que\nd'autres \"liberations seraient en cours\".\nAu cours des derniers jours, des sources non confirmees ont affirme que le gouvernement nigerian\navait negocie un accord avec Boko Haram en vue d'echanger les filles contre des combattants\nislamistes emprisonnes.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1405,
                "words": 225,
                "lines": 18
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "La mosquee qui fait polemique",
            "date": "2025-07-30T15:56:58.939391",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "La mosquee qui fait polemique\n\nCredit photo, Un universitaire musulman va ouvrir en Afrique du Sud une mosquee acceptant\nnotamment les homosexuels.\nDans la mosquee de Taj Hargey, les homosexuels pourront entrer et les femmes pourront prier aux\ncotes des hommes.\nToute personne y sera accueillie independamment de \"son genre, de sa religion et de ses\norientations sexuelles\".\nDans un entretien avec la BBC, le professeur du Centre d'etude islamique d'Oxford, au\nRoyaume-Uni, a declare ouvrir son lieu de culte \"pour les gens ouverts d'esprit, pas pour les\npersonnes bornees\".\nL'intellectuel musulman espere que sa mosquee contribuera a contrer l'islam radical.\nEnd of Les plus lus Taj Hargey a ete menace de mort et a fait l'objet de nombreuses critiques de la\npart de la communaute musulmane locale.\nA ses detracteurs, il repond que son projet sera \"une replique de la mosquee originale du prophete\nMahomet, ou il n'y avait aucune barriere\".",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 910,
                "words": 147,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Centrafrique : 30 morts dans un accident",
            "date": "2025-07-30T16:01:23.830981",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Centrafrique : 30 morts dans un accident\n\nCredit photo,AFP Un camion \"transportant pres d'une centaine de personnes\" et des bagages a\nquitte la chaussee et s'est renverse dans un ravin il y a plus d'une semaine.\nLa Mission internationale de soutien a la Centrafrique sous conduite africaine (Misca) a annonce\nvendredi un bilan de 30 morts et plus de 40 blesses.\nDans la nuit du 4 au 5 septembre, cet accident est survenu alors que la Misca escortait le convoi\ndans la region de Boali, situee a une centaine de kilometres de Bangui.\nLa Mission dit avoir achemine les corps des victimes et les blesses \"vers les formations sanitaires\nde Bangui.\" Le 5 septembre, un autre accident, similaire, a cause 12 morts et plus de 60 blesses\ndans la region de Mbaiki, situee dans le sud-ouest de la Centrafrique.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 777,
                "words": 137,
                "lines": 10
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Rwanda: une famille arretee",
            "date": "2025-07-30T15:54:27.115224",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Rwanda: une famille arretee\n\nCredit photo,Family La famille de Paul Manzi Byabagamba a declare a BBC Afrique que ce dernier\na ete arrete, ainsi que sa femme et leur fils, samedi matin.\nPaul Manzi Byabagamba est le frere du colonel Tom Byabagamba, ancien chef de la garde du\npresident Paul Kagame, arrete pour subversion le mois dernier en meme temps que son beau-frere,\nle general Frank Rusagara.\nD'apres un troisieme frere joint par la BBC, David Himbara, qui est un ancien conseiller du president\nKagame et reside aujourd'hui au Canada, la famille a ete informee de l'arrestation grace a l'epouse\nde Paul Manzi Byabagamba qui a eu le temps d'appeler une parente etablie au Royaume-Uni.\nSelon Himbara, un opposant au regime de Kigali, son frere Paul paierait le soutien exprime a son\nautre frere, Tom, par sa presence lors des audiences de son proces.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 843,
                "words": 145,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "L'hygiene des toilettes ecologiques",
            "date": "2025-07-30T15:58:57.530147",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "L'hygiene des toilettes ecologiques\n\nCite Soleil, le plus grand bidonville de la capitale d'Haiti, dispose depuis peu de toilettes ecologiques\ndestinees a ameliorer l'hygiene de ses milliers d'habitants.\nCes toilettes sont differentes d'une latrine normale.\nApres chaque utilisation, les excrements sont recouverts d'une couche de matiere organique,\nconfectionnee a partir de la canne a sucre.\nCette methode reduit le risque d'infection.\nLes dechets humains sont recueillis a partir de ces toilettes ecologiques.\nEnd of Les plus lus Ils sont ensuite transportes dans un site de compostage, ou ils restent entre huit\net 12 mois.\nCredit photo,AFP Les bacteries dangereuses sont alors tuees a une temperature \"superieure a 55\ndegres Celsius\", precise Jimmy Louis, coordinateur de l'assainissement des sols de l'ONG\nresponsable du systeme.\nDe ces dechets resulte un engrais pouvant etre utilise dans les jardins.\nApres le tremblement de terre de 2010, plus de 9 000 personnes sont mortes du cholera en Haiti.\nCette maladie se transmet principalement par l'eau contaminee et le manque d'hygiene favorise sa\npropagation.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1077,
                "words": 164,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Guinee: attaque armee contre un opposant",
            "date": "2025-07-30T15:55:42.722609",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Guinee: attaque armee contre un opposant\n\nCredit photo,AFP A Conakry, capitale de la Guinee, un depute de l'Union des forces democratiques\nde Guinee (UFDG), le principal parti d'opposition a ete la victime d'une attaque a main armee a son\ndomicile, dans la nuit du vendredi au samedi.\nLes assaillants qui se sont introduits entre 2 et 3h du matin dans la propriete du depute etaient\narmes de fusils de guerre.\nD'apres M. Soumah, contacte par BBC Afrique, il est la cible de violences et de menaces parce qu'il\na ete informe de la presence suspecte d'environ deux cents personnes dans une ecole de la\ncapitale et qu'il s'est rendu sur place pour constater les faits.\nIl y a quelques jours un autre responsable de l'UFDG de Cellou Dalein Diallo, Elhadj Amadou Oury\nDiallo, a ete tue lors d'une attaque dans la banlieue de Conakry.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 806,
                "words": 143,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Soudan du Sud : nouveau code du travail",
            "date": "2025-07-30T15:58:09.482845",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Soudan du Sud : nouveau code du travail\n\nCredit photo,AFP Le gouvernement du Soudan du Sud a declare mercredi que les travailleurs\netrangers ne seront pas expulses.\nCette decision est intervenue a la suite de protestations emanant d'organisations de defense des\ndroits de l'homme et de representants de pays voisins.\nBarnaba Marial Benjamin, ministre des Affaires etrangeres, a declare que la redaction d'un nouveau\ncode du travail etait encore en cours. L'objectif etant de donner l'opportunite aux personnes\nqualifiees de trouver un emploi dans des entreprises privees et des organisations non\ngouvernementales.\nDans un communique publie mardi, Ngor Kolong Ngor, le ministre sud-soudanais du Travail avait\nordonne les ONG et les entreprises privees de licencier certains de leurs employes avant le 15\noctobre.\nDes milliers de travailleurs en provenance du Kenya, de l'Ethiopie, de l'Erythree et de l'Ouganda\nauraient ete touches par la directive qui affecte notamment les \"organisations de defense des droits\nde l'homme, le secteur bancaire, de l'assurance, des telecommunications et du petrole, les hotels et\nauberges\".\nEnd of Les plus lus Le Soudan du Sud est dechire par les affres d'une guerre civile depuis\ndecembre 2013, le resultat d'une lutte acharnee pour le pouvoir entre le president Salva Kiir et son\nancien vice-president Riek Machar.\nLe pays souffre aussi d'une grave penurie de travailleurs qualifies, avec seulement un quart de la\npopulation sachant lire et ecrire.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1442,
                "words": 221,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nouveau drame de l'immigration",
            "date": "2025-07-30T16:00:23.397563",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nouveau drame de l'immigration\n\nCredit photo,AFP La marine libyenne a annonce lundi que de nombreux migrants se sont noyes\nlorsque leur navire a fait naufrage au large de la Libye. Ils tentaient d'atteindre l'Europe.\nLe porte-parole de la marine, Ayub Qassem, a declare que le navire a coule pres de Tajoura, a l'est\nde Tripoli.\nParmi les 250 migrants a bord, quelque 36 personnes ont ete secourues.\nSelon M. Qassem, la plupart des migrants etaient Africains, dont de nombreuses femmes.\n\"Il y a tellement de cadavres flottant dans la mer\", a-t-il rapporte aux journalistes.\nEnd of Les plus lus Ce drame intervient quelques semaines apres le naufrage de trois autres\nnavires transportant des migrants entre la Libye et l'Italie.\nLe nombre de migrants quittant la Libye cette annee a fortement augmente et les trafiquants\ns'enrichissent de ce trafic clandestin aux depens du desespoir de ces personnes.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 868,
                "words": 142,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ouattara : enjeux d'une tournee",
            "date": "2025-07-30T16:00:07.084775",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ouattara : enjeux d'une tournee\n\nCredit photo,AFP Le chef de l'etat ivoirien, Alassane Ouattara, a entame dimanche une tournee de\nquatre jours dans l'Iffou, region situee au centre-est de la Cote d'Ivoire.\nCette visite entre dans le cadre des tournees regionales effectuees par le dirigeant ivoirien.\nCelle-ci revet toutefois un caractere un peu particulier car elle se deroule dans la region natale de\nl'ancien president et allie politique, Henri Konan Bedie.\nLe president Alassane Ouattara a insiste sur le soutien que le president Bedie lui a toujours\naccorde.\nIls ont les memes ambitions pour le pays, a-t-il precise lors de ce deplacement, et il estime que leur\ncollaboration doit se poursuivre.\nEnd of Les plus lus Sans l'appui d'Henri Konan Bedie, Alassane Ouattara ne serait pas a la tete de\nl'etat.\nPour autant, certains jeunes cadres du PDCI d'Henri Konan Bedie estiment que le parti d'Allassane\nOuattara, le RDR, prend un peu trop de place dans la coalition.\nIls s'opposent surtout a ce que l'actuel president soit le seul candidat du RHDP aux futures\npresidentielles.\nPour l'instant Henri Konan Bedie ne s'est pas prononce sur la question mais elle sera debattue dans\nquelques semaines lors de la convention du parti.\nLors de sa visite dans l'Iffou, le president Ouattara a de nouveau indique qu'il se presenterait aux\nprochaines elections.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1319,
                "words": 214,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nouveau chef de l'armee en Guinee-Bissau",
            "date": "2025-07-30T15:58:03.739784",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nouveau chef de l'armee en Guinee-Bissau\n\nCredit photo,AFP Le general Biague Nantam a ete nomme mercredi chef d'Etat-major general des\nforces armees par decret presidentiel.\nL'homme de confiance du chef de l'Etat Jose Mario Vaz aura pour premiere tache de reunifier et de\nrestructurer une armee divisee.\nIl devra aussi mettre en oeuvre la reforme des forces de defense et de securite, dont les effectifs\nsont juges plethoriques par la communaute internationale.\nBiague Nantam beneficiera pour cela de l'expertise de l'ECOMIB, la force d'attente de la CEDEAO.\nPromu general trois etoiles en 2013, le nouveau chef des armees etait jusqu'ici commandant de la\ngarde presidentielle.\nEnd of Les plus lus Biague Nantam, 64 ans, est un ancien combattant de la lutte de liberation\nnationale, formee au maniement des armes lourdes a Cuba et en ex-Union Sovietique.\nPendant sept ans, il a exerce les fonctions de commandant au sein de la douane nationale.\nCela fait plus de quatre ans que la Guinee-Bissau attendait la nomination, par un chef d'Etat\ndemocratiquement elu, d'un chef d'Etat-major general des forces armees.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1068,
                "words": 171,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nigeria : 40 morts dans un effondrement",
            "date": "2025-07-30T16:00:45.117010",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nigeria : 40 morts dans un effondrement\n\nCredit photo,BBC World Service Quarante personnes ont ete tuees dans l'effondrement vendredi\nd'un immeuble, dans le quartier d'Ikotun, a l'ouest de l'aeroport international de Lagos, au Nigeria.\nCe nouveau bilan a ete communique dimanche a la BBC par l'Agence nationale de gestion des\nsituations d'urgence.\nUn precedent bilan faisait etat de 17 morts. Au moins 130 rescapes sortis des decombres du\nbatiment de trois etages sont en traitement, a l'hopital.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 475,
                "words": 75,
                "lines": 7
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Inde : tests de virilite en vue",
            "date": "2025-07-30T16:02:43.653817",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Inde : tests de virilite en vue\n\nUn juge de la Haute Cour de justice de Madras (sud de l'Inde) est favorable aux tests de virilite\navant le mariage. L'objectif : prevoir la recrudescence des divorces dont l'impuissance est l'une des\ncauses principale dans cette partie de l'Inde. Les experts medicaux et sociaux desapprouvent\nl'initiative. Une seance speciale de la Cour, prevue samedi, sur la question.\nEn Inde la plupart des mariages sont encore arranges. le juge N. Kirubakaran de la Haute Cour de\nMadras (Sud ) veut des lois adequates pour faire face a la troisieme cause de divorce dans le pays :\nl'impuissance sexuelle. D'apres lui, les hommes, en particulier, cachent souvent leurs problemes\nsexuels dans un premier temps, violant ainsi les droits de leurs epouses. Il suggere des examens\nmedicaux pour tester la puissance sexuelle des hommes et la frigite des femmes avant le mariage.\nCela pourrait d'apres lui, prevenir non seulement des divorces mais aussi \"les maladies\ndangereuses et incurables\". Certains professionnels de la sante le soutiennent. Ils font remarquer\nque quand un couple ne peut pas avoir d'enfants, le tort revient le plus souvent a la femme. Mais\nd'autres experts critiquent vivement sa proposition. Ils disent que les tests medicaux seraient\ninappropries etant donne la nature souvent temporaire du dysfonctionnement sexuel. Un sexologue\nIndien a declare a la BBC que les tests medicaux a eux seuls, ne pouvaient reveler la sante\nsexuelle. Pour lui l'intention du juge est louable mais pas pratique.\nEnd of Les plus lus",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1518,
                "words": 245,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Obseques des religieuses italiennes",
            "date": "2025-07-30T16:02:06.404129",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Obseques des religieuses italiennes\n\nCredit photo,AFP Les trois soeurs de la congregation xaverienne, tuees dimanche au Burundi,\ndoivent etre enterrees jeudi a Bukavu, a l'est de la Republique democratique du Congo.\nLes corps seront enterres a Panzi dans le cimetiere des religieux xaveriens, parmi d'autres\nmissionnaires.\nSelon un communique du vicaire episcopal d'Uvira dans la province du Sud-Kivu, une veillee\nmortuaire a ete organisee a Luvungi, en RDC, ou les religieuses avaient passe plus de 30 ans.\nQuelque 3 000 personnes ont rendu hommage mercredi aux trois soeurs assassinees dimanche et\nlundi dans leur couvent de Kamenge, dans la peripherie nord de Bujumbura.\nLe mobile du meurtre de soeur Lucia, 75 ans, soeur Olga, 83 ans et soeur Bernadetta, 79 ans, n'a\npas encore ete eclairci.\nEnd of Les plus lus Credit photo, Meme si l'un des meurtriers presumes a ete arrete, l'enquete est\ntoujours en cours.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 876,
                "words": 143,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "La CPI requiert la presence de Kenyatta",
            "date": "2025-07-30T15:56:43.076951",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "La CPI requiert la presence de Kenyatta\n\nCredit photo,afp La Cour penale Internationale CPI) a convoque deux conferences de mise en etat\npubliques pour discuter l'etat de la cooperation entre le Procureur et le Gouvernement du Kenya.\nLes deux conferences auront lieu les 7 et 8 octobre 2014.\nUn representant du gouvernement kenyan est invite a assister a la premiere conference.\nMais la CPI requiert la presente du president Uhuru Kenyatta a la conference du 8 octobre.\nLe tribunal de premiere instance de la Cour penale internationale a ajourne la date de debut du\nproces dans l'affaire Kenyatta.\nEnd of Les plus lus Le President Kenyatta est poursuivi pour crimes contre l'humanite et autres\nactes inhumains qui auraient ete commis au cours des violences post-electorales au Kenya en\n2007-2008.\nLes accusations ont ete confirmees le 23 Janvier 2012.\nLe proces devait avoir lieu devant le tribunal de premiere instance de la CPI.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 889,
                "words": 145,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Le FMI evalue les depenses de Bamako",
            "date": "2025-07-30T16:02:11.715843",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Le FMI evalue les depenses de Bamako\n\nCredit photo,AP Une mission du Fonds monetaire international (FMI) est arrivee jeudi a Bamako,\ncapitale du Mali, pour apprecier la gouvernance economique dans le pays.\nParmi les dossiers examines par le FMI, les experts se pencheront sur l'achat controverse d'un <link\ntype=\"page\"><caption>\navion\npresidentiel</caption><url\nhref=\"http://www.bbc.co.uk/afrique/region/2014/05/140514_mali_plane.shtml\"\nplatform=\"highweb\"/></link> de 30 millions d'euros par Ibrahim Boubacar Keita.\nUne autre depense a analyser sera celle liee au contrat d'armement de 105 millions d'euros conclu\nentre le ministere de la Defense et un operateur prive.\nLe Mali va devoir prouver au Fonds que ses finances sont saines et que le pays s'engage a mener\ndes reformes economiques et financieres.\nDepuis plus de trois mois, le FMI, la Banque mondiale et l'Union europeenne ont suspendu leur aide\nbudgetaire au Mali.\nEnd of Les plus lus Ils souhaitaient obtenir des renseignements sur l'utilisation des premiers\ndecaissements de leur appui budgetaire au Mali.\nLe groupe d'experts du FMI restera 15 jours a Bamako.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1084,
                "words": 155,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Westgate : hommage aux victimes",
            "date": "2025-07-30T15:55:53.547241",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Westgate : hommage aux victimes\n\nWestgateLe Kenya rend hommage ce dimanche aux 67 aux victimes de l'attaque du centre\ncommercial Westgate de Nairobi perpetre l'annee derniere par un commando islamiste.\nLa commemoration doit debuter a 8h GMT, soit 11h heure locale, a Karura dans la banlieue de\nNairobi.\nUne plaque commemorative sera devoilee a l'endroit meme ou les familles des victimes avaient\nplante des arbres a raison d'un arbre pour chaque victime.\nIl est egalement prevu des prieres oecumeniques ainsi qu'une veillee sur le site des musees\nnationaux du Kenya ou un memorial a d'ailleurs ete erige et un film de temoignages projete en\ndebut de semaine.\nLe groupe somalien Al Shabab avait revendique cette attaque contre le Westgate.\nEnd of Les plus lus Pour cette premiere commemoration, la police kenyane est en etat d'alerte\ncraignant de nouveaux attentats.\nLe chef de la police David Kimaiyo a affirme que les patrouilles \"ont ete doublees a travers le pays\"\net que des \"unites speciales se tiennent pretes a toute eventualite\".\nLe 21 septembre de l'annee derniere, des hommes ont fait irruption dans le centre commercial.\nArmes de kalachnikovs et de grenades, ils ont tire sur les clients du Westgate, tres frequente par la\nclasse moyenne kenyane et les etrangers.\nLes assaillants vont assieger les lieux durant quatre jours, malgre les tentatives des forces de\nsecurite kenyane de les deloger du centre commercial.\nAu final, 67 personnes y ont laisse la vie et de nombreuses autres ont ete blessees.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1477,
                "words": 242,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola : Cuba au secours de l'Afrique",
            "date": "2025-07-30T16:01:45.518428",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola : Cuba au secours de l'Afrique\n\nCredit photo,Arpingstone La Havane a annonce le deploiement de 165 medecins et infirmiers en\nSierra Leone pendant 6 mois pour contribuer a la lutte a lutter contre l'epidemie d'Ebola.\nLeur mission durera 6 mois, a compter de la premiere semaine d'octobre.\nSelon l'OMS, il s'agit de l'envoi le plus important de specialistes de la sante dans la region.\nLe ministre de la Sante cubain, Roberto Morales Ojeda a declare qu'ils ont deja participe\nanterieurement a des missions humanitaires post-catastrophe.\nL'organisation mondiale de la sante estime qu'il manque encore 500 professionnels de la sante\netrangers et quelque 1000 travailleurs de la sante nationaux.\nEnd of Les plus lus Depuis 1963, Cuba envoie des medecins et autres personnels de sante dans\nles pays en developpement.\nActuellement, pres de 30 000 collaborateurs medicaux travaillent dans plus de 60 pays de la\nplanete.\nL'epidemie d'Ebola a deja fait pres de 2.300 morts en Guinee, en Sierra Leone, au Liberia et au\nNigeria.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 984,
                "words": 158,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "La SADC au chevet du Lesotho",
            "date": "2025-07-30T16:00:01.545415",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "La SADC au chevet du Lesotho\n\nCredit photo, Un sommet extraordinaire de l'organe de securite de la Communaute de\ndeveloppement d'Afrique australe (SADC) s'est ouvert lundi soir a Pretoria, en Afrique du Sud.\nL'organisation regionale d'Afrique australe reunit une partie de ses dirigeants pour discuter de la\nsituation instable au Lesotho.\nLes leaders du gouvernement de la coalition doivent assister a cette rencontre.\nPar ailleurs, le premier ministre, Thomas Thabane, n'a toujours pas donne de date de reouverture\ndu Parlement.\nIl avait suspendu l'Assemblee nationale en juin dernier pour eviter le vote d'une motion de censure a\nson encontre.\nEnd of Les plus lus La semaine derniere, Jacob Zuma, en visite a Maseru, la capitale, a donne deux\njours au premier ministre pour rouvrir le Parlement.\nPres d'une semaine plus tard, les partis de la coalition sont toujours dans l'impasse et n'ont pas\nreussi a conclure un nouvel accord de paix.\nL'Afrique du Sud a donc convoque une rencontre d'urgence des dirigeants regionaux, en presence\nnotamment des presidents zimbabween et namibien.\nLors de ce sommet, il sera aussi question de la situation en (Republique democratique du Congo)\nRDC et du desarmement des rebelles hutus rwandais presents dans l'est du pays.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1229,
                "words": 194,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Le Liberia s'oppose a la deforestation",
            "date": "2025-07-30T15:53:57.731580",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Le Liberia s'oppose a la deforestation\n\nLe Liberia va devenir le premier pays africain a accepter de mettre fin a la deforestation en echange\nd'un plan d'aide au developpement signe mardi a New York.\nLa Norvege lui versera 150 millions de dollars pour son engagement a ne plus couper ses arbres\nd'ici 2020.\nEn vertu de cet accord, la Norvege doit egalement accompagner le Liberia dans cette demarche en\nl'aidant par exemple a mieux gerer et controler ses espaces forestiers.\nLes autorites norvegiennes ont confirme l'accord lors du <link type=\"page\"><caption>\nsommet\ndes\nNations\nUnies\nsur\nle\nclimat</caption><url\nhref=\"http://www.bbc.co.uk/afrique/monde/2014/09/140923_summit_climate_un\"\nplatform=\"highweb\"/></link> qui s'est ouvert mardi a New York.\nCredit photo,AFP Certains chercheurs ont etabli un lien entre la recente epidemie d'Ebola et la\ndestruction des forets, dans un pays qui a desesperement besoin d'argent.\nEnd of Les plus lus Depuis la fin de la guerre civile en 2003, la deforestation est devenue monnaie\ncourante ainsi qu'un danger pour des nombreuses especes telles que les chimpanzes, les\nelephants et leopards.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1090,
                "words": 161,
                "lines": 21
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola : les otages tues en Guinee",
            "date": "2025-07-30T15:57:25.784616",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola : les otages tues en Guinee\n\nCredit photo,AFP Une delegation allait sensibiliser contre Ebola dans le sud de la Guinee. Tous ont\nete tues.\nLundi dernier, cette delegation se rendait a Womey, dans le sud de la Guinee, pour sensibiliser la\npopulation contre la fievre hemorragique Ebola, lorsqu'elle a ete prise pour cible par des villageois.\nJeudi, les corps ont ete retrouves dans le village de Womey, pres de N'zerekore dans le sud du\npays.\nPlusieurs corps ont ete exhumes d'une fosse commune tandis que d'autres ont ete retrouves dans\nla brousse.\nD'apres le ministre guineen de la communication, Alhoussein Kake Makanera, les corps ont ete\nformellement identifies.\nEnd of Les plus lus Le premier ministre Guineen, Mohamed Said Fofana, a qualifie ces meurtres\n\"d'actes de cruaute ignobles\".\nIl a promis des sanctions exemplaires.\nUne enquete a ete ouverte et six personnes ont deja ete arretees alors que la plupart des habitants\nont deserte le village.\nCes violences contre les equipes medicales sont devenues recurrentes en Guinee.\nEn juillet dernier, des membres des autorites locales avaient ete maltraitees par des jeunes.\nEn aout, des vehicules et des locaux appartenant a des representants humanitaires avaient ete\nendommages a N'zerekore.\nUne frange de la population doute encore de l'existence du virus Ebola, une maladie consideree\ncomme une \"invention de l'Occident\", d'apres l'anthropologue senegalais Sylvain Faye.\nCe dernier est engage avec l'OMS contre l'epidemie de fievre hemorragique en Afrique de l'Ouest.\nCette hostilite envers les humanitaires et le corps medical traduit aussi les tensions socio-politiques\nqui traversent la Guinee.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1626,
                "words": 250,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ndjamena hausse le ton contre la Minusma",
            "date": "2025-07-30T15:56:32.682431",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ndjamena hausse le ton contre la Minusma\n\nCredit photo, Le gouvernement tchadien a accuse la mission de maintien de la paix des Nations\nUnies au Mali ce vendredi de negliger son contingent de soldats de la paix, un jour apres que cinq\nmilitaires tchadiens aient ete tues par l'explosion d'une bombe.\nCinq soldats tchadiens ont ete tues et trois autres ont ete blesses jeudi lorsque leur vehicule a\nheurte un engin explosif entre les villes d'Aguelhok et de Tessalit. Tous les 10 Casques bleus tues\nau Mali ce mois-ci sont tchadiens. \"Depuis leur deploiement, les forces tchadiennes sont restes\nstationnes dans le nord, sans etre soulagees \", selon le gouvernement tchadien.\nLe porte-parole des autorites de N'Djamena, Hassan Sylla a declare dans un communique que \"le\ngouvernement ne peut pas accepter que le contingent tchadien serve de bouclier pour les autres\ncontingents places plus en arriere. \" Il a indique que la force du Tchad au Mali connaissait\nd'enormes difficultes logistiques. Le gouvernement tchadien donne a la MINUSMA une semaine\npour apporter a son contingent le soutien necessaire, sans dire ce qu'il ferait si ses demandes\nn'etaient pas satisfaites. Le communique indique que \"face a la situation de precarite et de\ndiscrimination que les soldats tchadiens endurent, le gouvernement appelle les dirigeants de la\nMINUSMA a assurer un traitement juste et equitable de tous les contingents \". Un porte-parole de la\nMINUSMA a declare que les hauts responsables de la mission sont en contact permanent avec les\nautorites tchadiennes sur les differents aspects concernant le deploiement, la formation et la\nprotection de leur contingent, ajoutant que le Departement des operations de maintien de la paix\ntravaillait en etroite collaboration avec les contributeurs de troupes afin de s'assurer qu'elles (les\ntropes) ont le necessaire.\nL'armee tchadienne est consideree comme l'une des forces militaires les plus performantes\nd'Afrique de l'Ouest et du Centre et elle a joue un role cle sur le theatre des operations l'an dernier\ncontre les combattants djihadistes au Mali.\nLa mission, connue sous le nom de MINUSMA, a ete deployee l'an dernier apres une intervention\nmilitaire menee par les Francais qui ont chasse les combattants islamistes d'Al-Qaida au Maghreb,\nqui s'etaient empares du nord du pays, un an plus tot.\nEnd of Les plus lus Des poches d'insurges demeurent, cependant, et la region de Kidal a vu une\nforte augmentation des attaques et des explosions de mines ciblant a la fois les troupes et les civils\nde la mission de l'ONU au Mali.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2520,
                "words": 408,
                "lines": 29
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Qelasy, la tablette ivoirienne",
            "date": "2025-07-30T16:01:34.638953",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Qelasy, la tablette ivoirienne\n\nCredit photo,AFP Le lancement de la tablette educative ivoirienne nommee Qelasy est prevu\nvendredi a 18h30 (GMT) a Abidjan.\nCette tablette a ete creee par de jeunes entrepreneurs ivoiriens, elle a deja ete presentee a\nBarcelone lors du congres mondial de la telephonie en fevrier dernier.\nDepuis elle s'est largement fait connaitre. Plusieurs ecoles privees ivoiriennes l'ont adoptee cette\nannee ainsi que l'etablissement francais Mermoz qui vient de rouvrir ses portes a Abidjan.\nLes inventeurs de Qelasy sont partis d'un constat : le poids excessif des cartables, les eleves\nportent de 5 a 7 kg de livres et autre materiel.\nQelasy est donc une tablette scolaire qui concilie ouvrages scolaires et nouvelle technologie.\nEnd of Les plus lus Avec un contenu interactif, les videos et les voix, l'heure est au numerique et a\nla convivialite.\nLes heures d'utilisation, le contenu Internet, les jeux et sms peuvent meme etre controles par les\nparents ou les enseignants.\nSes createurs l'on voulut robuste car elle s'adresse non seulement aux lyceens mais aussi aux tout\npetits. Trois declinaisons sont disponibles : la Qelasykid pour les plus petits, la Qelasyteen pour les\nados et la QelasyUni pour les autres.\nElle a egalement une forte resistance au climat car elle a vocation a s'adapter a tous les continents.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1310,
                "words": 212,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Ebola : 7 cadavres retrouves en Guinee",
            "date": "2025-07-30T15:57:14.957560",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Ebola : 7 cadavres retrouves en Guinee\n\nCredit photo,Reuters Albert Damantang Camara, porte-parole du gouvernement guineen, a affirme\nvendredi a la BBC que sept cadavres de la delegation de sensibilisation ont ete retrouves dans une\nfosse commune en Guinee.\nCette delegation faisait partie d'une mission de sensibilisation sur Ebola et avait ete envoyee lundi a\nWomey, dans le sud de la Guinee.\nElle est estimee a neuf personnes.\nAlhousseny Makanera Kake, ministre de la Communication guineen, s'est rendu sur les lieux avec\nun medecin legiste.\n\"J'ai vu un corps qui porte des traces de machette\", temoigne-t-il.\nEnd of Les plus lus Selon les informations recueillies sur place, une partie de la delegation aurait\nrecu \"des projectiles, des coups de pierre\". D'autres auraient ete agresses \"a la machette\".\nAlhousseny Makanera Kake travaille desormais avec les autorites de N'Zerekore, une ville proche\nde Womey, pour \"appeler les gens au calme et a la tranquillite\".\nMohamed Said Fofana, Premier ministre guineen, a d'ores et deja prevenu que \"les crimes ne\nresteront pas impunis\".\nIl assure que ces actes, \"d'une cruaute intolerable et injustifiable\", recevront la \"reponse judiciaire\nappropriee\".\nUne enquete judiciaire a ete ouverte quant a cette affaire.\nBBC Afrique suit de pres l'evolution de cette situation pour vous.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1286,
                "words": 199,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Sierra Leone : une operation ''reussie''",
            "date": "2025-07-30T15:54:42.942181",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Sierra Leone : une operation ''reussie''\n\nLa mesure de confinement de trois jours qui visait a contenir l'epidemie d'Ebola en Sierra Leone est\nune ''reussite'' selon les autorites.\nLe gouvernement a annonce que l'operation, qui a pris fin dimanche a minuit (GMT), ne sera pas\nprolongee.\nStephen Gaojia, chef du Centre des operations d'urgence en Sierra Leone a declare a la BBC que\n\"le respect et la receptivite des Sierra-Leonais\" ont largement depasse ses attentes.\nCredit photo,AP \"Nous avons pu decouvrir beaucoup de personnes qui ont ete infectees (...) les\nchiffres ne sont pas disponibles a partir d'aujourd'hui, mais je peux vous assurer que nous avons\ndeja un peu plus de 150 personnes qui se sont volontairement declarees au centre de detention ou\nd'isolement le plus proche pour y etre teste\", a-t-il ajoute.\nDans les rues de Freetown, la capitale, les residents ont emerge de leurs maisons dimanche pour\ncelebrer juste avant la fin officielle du confinement.\nEnd of Les plus lus La Sierra Leone est l'un des pays les plus touches par l'epidemie, avec plus de\n550 victimes parmi les 2 600 deces enregistres a ce jour.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1086,
                "words": 182,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "12 soldats nigerians condamnes a mort",
            "date": "2025-07-30T15:59:18.901723",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "12 soldats nigerians condamnes a mort\n\nCredit photo,Reuters Douze soldats nigerians ont ete condamnes a mort mardi pour mutinerie et\ntentative d'assassinat contre leur commandant. Cinq autres soldats ont ete acquittes.\nIls ont tous nie les charges deposees contre eux devant un Tribunal militaire compose de neuf\nmembres a Abuja, la capitale.\nL'incident s'est produit en mai dernier a Maiduguri, ville du nord-est du Nigeria.\nLa cour martiale a entendu que les soldats etaient en colere lorsqu'un convoi militaire a ete pris\ndans une embuscade sur une route frequemment ciblee par les combattants islamistes de Boko\nHaram.\nDes coups de feu ont alors ete tires sur l'officier commandant de la septieme division de l'armee\nnigeriane.\nEnd of Les plus lus Credit photo,AFP Le general Amadou Mohammed avait ete pris pour cible par\ndes soldats en colere, mais il n'a pas ete blesse.\nCet officier dirige les operations militaires contre Boko Haram dans la region.\nSelon des temoins, les soldats ont jete des pierres sur le general a son arrivee au camp et des\ncoups de feu ont ete tires en l'air.\nLe president de la cour martiale, Chukwuemeka Okonkwo, a declare que si les peines etaient sous\nreserve de confirmation par les autorites militaires du Nigeria, il n'y a aucun doute sur la gravite de\nl'infraction.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1264,
                "words": 210,
                "lines": 18
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Perpetuite pour l'ex-colonel Ntsourou",
            "date": "2025-07-30T16:02:01.101099",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Perpetuite pour l'ex-colonel Ntsourou\n\nCredit photo,AFP Marcel Ntsourou, l'ancien chef adjoint des services de renseignements congolais,\na ecope jeudi de travaux forces a perpetuite.\nLa chambre criminelle de la cour d'appel de Brazzaville, la capitale de la Republique du Congo,\ns'est prononcee.\nElle a condamne l'ex-colonel pour \"rebellion, detention illegale d'armes de guerre et de munitions,\nassassinat, coups et blessures volontaires et association de malfaiteurs\".\nQuelque 59 anciens membres de l'armee et de la police comparaissaient avec lui. Ils ont ecope de\nsept a 15 ans de travaux forces.\nUne cinquantaine d'autres accuses ont ete acquittes faute de preuve, parmi lesquels la femme de\nl'ex-officier Ntsourou.\nEnd of Les plus lus Marcel Ntsourou, ancien fidele du president Denis Sassou Nguesso, a ete\ndegrade et radie de l'armee lors de son arrestation en decembre dernier.\nIl avait alors ete emprisonne suite a de violents affrontements entre ses miliciens et l'armee a\nBrazzaville.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 956,
                "words": 147,
                "lines": 14
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Cameroun : au moins 8 personnes enlevees",
            "date": "2025-07-30T15:54:58.936435",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Cameroun : au moins 8 personnes enlevees\n\nCredit photo,AFP Les rebelles du Front democratique du peuple centrafricain (FDPC) ont enleve ce\nweek-end au moins huit personnes dans la ville de Garoua Boulai, situee dans l'est du Cameroun.\nDes combattants du FDPC s'en sont pris samedi a des villageois, occupes a cultiver leur champ.\nIls ont egalement tire des roquettes pour les intimider.\nDes sources securitaires indiquent que les rebelles centrafricains, lourdement armes, ont delivre un\nde leurs otages pour que cette personne transmette leurs revendications.\nIls ont donne 72 heures au Cameroun pour liberer leur dirigeant, Abdoulaye Miskine, interpele a\nGaroua Boulai, puis detenu par les services de securite camerounais depuis septembre 2013.\nEnd of Les plus lus Il etait alors recherche par les deux pays, qui le soupconnaient de se servir de\nl'est du Cameroun comme base arriere.\nAbdoulaye Miskine, ancien allie des rebelles centrafricains de la Seleka, serait detenu dans les\nenvirons de Yaounde, la capitale politique du Cameroun, dans un lieu tenu secret.\nLes otages n'ont pas encore ete retrouves.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1066,
                "words": 166,
                "lines": 13
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nigeria : climat de terreur a Michika",
            "date": "2025-07-30T16:02:22.318335",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nigeria : climat de terreur a Michika\n\nCredit photo,AP Dans le nord-est du Nigeria, les habitants des villes sous controle de Boko Haram,\ncoinces entre deux groupes armes, temoignent de l'insecurite qu'ils vivent au quotidien.\nA Michika, derniere ville tombee aux mains de Boko Haram, la population est coincee entre les\nbombes de la force aerienne nigeriane et les combattants djihadistes.\nCes derniers tuent et sont soupconnes d'egorger quiconque tente de fuir.\nRefugies dans les collines environnantes, des habitants sont condamnes a manger des feuilles pour\nsurvivre.\nUne residente s'est plainte du manque de nourriture. \"Beaucoup d'enfants refugies chez moi sont\nbloques ici. Nous ne pouvons accueillir leurs parents\", deplore-t-elle.\nEnd of Les plus lus Un temoin pretend que sept personnes sont decedees la ou il s'est refugie. Ces\ncorps n'ont jamais pu etre enterres.\n\"Pendant que l'armee nigeriane controle le ciel avec ses avions de chasse, Boko Haram fait regner\nla terreur au sol, denonce-t-il.\" Dimanche, les militaires nigerians ont mene des actions pour deloger\nles rebelles islamistes de la ville de Michika.\nUn groupe d'anciens de Maiduguri, plus grande ville du nord-est du pays, pretend toutefois que\nBoko Haram a desormais encercle leur ville pour la capturer.\nCes anciens critiquent fortement la maniere dont le gouvernement gere la crise.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1321,
                "words": 204,
                "lines": 17
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Sierra Leone : fin du confinement",
            "date": "2025-07-30T15:55:20.879137",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Sierra Leone : fin du confinement\n\nCredit photo,AP La mesure de confinement de la population sur toute l'etendue du territoire a pris fin\ndimanche a minuit.\nPlus de 90 corps de malades d'Ebola ont ete decouverts pendant les trois jours de confinement\ngeneral, selon un correspondant de la BBC.\nL'AFP a annonce, en citant les services de sante du pays, que cette operation avait permis\nd'identifier 22 nouveaux cas de la maladie.\nLes equipes mortuaires ont enterre entre 60 et 70 corps ces deux derniers jours, a declare un\nresponsable des services publics de sante.\nSelon cette meme personne, ces chiffres concernent la region ouest du pays, qui comprend\nFreetown.\nEnd of Les plus lus Selon un journaliste de la BBC present dans la capitale, les populations ont pour\nla plupart obei a la consigne de ne pas sortir de chez elles depuis vendredi.\nDimanche, en revanche, des habitants de la ville ont quitte leur domicile bien avant minuit, heure a\nlaquelle devait expirer la mesure de confinement.\nLa Sierra Leone fait partie des pays les plus touches par la fievre Ebola.\nSelon l'OMS, le virus y a cause la mort de plus de 2000 personnes.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1102,
                "words": 190,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Alerte au Kenya: deux iraniens arretes",
            "date": "2025-07-30T15:56:21.955326",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Alerte au Kenya: deux iraniens arretes\n\nCredit photo,Reuters Deux iraniens presumes illegaux ont ete arretes au Kenya alors que le pays\nest en etat d'alerte a la veille de la commemoration de l'an un de l'attaque de Westgate.\nLa police kenyane a confirme samedi l'arrestation de deux hommes qui seraient en possession de\nfaux passeports a l'aeroport international Jomo Kenyatta de Nairobi.\n\"Deux iraniens ont ete arretes conjointement par l'immigration et nos policiers\", a declare le chef de\nla police, David Kimaiyo, lors d'une conference de presse consacree aux renforts deployes dans le\npays pour le premier anniversaire, dimanche.\nLes forces de securite ont ete placees en etat d'alerte partout dans le pays pour parer a d'eventuels\nattentats terroristes au moment ou le Kenya organise des ceremonies en memoire des 67 victimes\ndu centre commercial Westgate le 21 septembre 2013 a Nairobi.\nSelon M. Kimaiyo, les patrouilles policieres \"ont ete doublees a travers le pays et nos unites\nspeciales se tiennent pretes a toute eventualite\".\nEnd of Les plus lus Le 21 septembre 2013, un commando islamiste compose de membres des\ninsurges somaliens Shebab, avait pris en otage plusieurs centaines de personnes au centre\ncommercial Westgate, tuant 67 personnes, avant d'etre eux-memes abattus par les forces speciales\nkenyanes.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1284,
                "words": 202,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Sao Tome : une plante contre les AVC",
            "date": "2025-07-30T16:02:32.885272",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Sao Tome : une plante contre les AVC\n\nCredit photo,z Une plante decouverte a Sao Tome et Principe , dans le golfe de Guinee pourrait\nsoigner les maladies d'Alzheimer et de Parkinson. Utilisee depuis des decennies par les guerisseurs\ntraditionnels, cette plante aurait aussi des proprietes pharmaceutiques pour soigner les suites\nd'AVC. Les scientifiques affirment que cette decouverte est un formidable espoir pour les patients\natteints de troubles neurodegeneratifs tels que la maladie d'Alzheimer ou de Parkinson.\nDepuis des siecles, les guerisseurs locaux prescrivaient des feuilles et de l'ecorce d'un arbuste\nlocal, le Voacanga africana, pour diminuer l'inflammation et soulager les troubles mentaux.\nAujourd'hui il s'avere que le pouvoir de ces plantes pourrait bien depasser les croyances locales.\nLes scientifiques du Salk Institute for Biological Studies, un centre de recherche americain, ont\ndecouvert qu'un de ses composes semble proteger les cellules des alterations liees a la maladie\nd'Alzheimer, de Parkinson et a la degenerescence consecutive aux AVC.\nLes resultats viennent d'etre publies cette semaine dans le Journal of Ethnopharmacology.\nEnd of Les plus lus Cette etude s'est realisee en collaboration avec les guerisseurs traditionnels\nlocaux, les scientifiques ont pu observer trois especes de plantes de l'archipel de Sao Tome et\nPrincipe qui auraient, d'apres les praticiens, des effets sur le systeme nerveux.\nL'equipe a teste chaque echantillon avec des cellules humaines et des cellules de souris pour\nevaluer leur impact sur la neurodegenerescence.\nLes chercheurs ont notamment teste la capacite des extraits vegetaux a proteger les cellules du\nstress oxydatif.\nLes stress oxydatifs sont lies a un processus en cause dans les dommages sur l'ADN et la\nneurodegenerescence liee a l'age.\nLes chercheurs avouent avoir ete tres surpris par la puissance de ces premiers essais sur le\nVoacanga africana, un arbuste local dont les premiers resultats se sont averes particulierement\nprometteurs, meme a de faibles doses.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2002,
                "words": 298,
                "lines": 24
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "La Russie attiree par le platine Zimbabween",
            "date": "2025-07-30T15:58:35.905069",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "La Russie attiree par le platine Zimbabween\n\nCredit photo,Reuters La Russie et le Zimbabwe ont signe mardi un accord pour l'exploitation d'un\ngisement de platine a la mine de Darwendale, au nord-ouest de Harare.\nL'accord porte sur un montant de trois milliards de dollars americains et prevoit une production de\n600.000 onces de platine par an, ainsi que la creation de 8.000 emplois.\n\"Ce projet va nous permettre d'emerger en tant que nation\", s'est felicite le president Robert\nMugabe Le gisement de Darwendale est l'un des plus riches du monde avec des reserves prouvees\nde 19 tonnes de platine et de 755 tonnes de metaux du groupe platine.\nL'accord a ete signe par le ministre russe des Affaires etrangeres Serguei Lavrov et le chef de l'etat\nzimbabween Robert Mugabe.\nEnd of Les plus lus Le Zimbabwe est le troisieme producteur mondial de platine apres l'Afrique du\nSud et la Russie.\nLa production va demarrer en 2017.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 878,
                "words": 149,
                "lines": 12
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "TB Joshua, un pasteur controverse",
            "date": "2025-07-30T15:57:47.579841",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "TB Joshua, un pasteur controverse\n\nLe proprietaire de l'<link type=\"page\"><caption>\nimmeuble\nqui\ns'est\neffondre</caption><url\nhref=\"http://www.bbc.co.uk/afrique/region/2014/09/140913_nigeriacollapse\"\nplatform=\"highweb\"/></link> a Lagos vendredi dernier s'appelle TB Joshua, l'un des televangelistes\nles plus connus du Nigeria et medaille d'honneur de la Republique.\nTemitope Balogun Joshua, dit TB Joshua, est ne en 1963 dans un petit village nomme Arigidi, situe\ndans le sud-ouest du Nigeria. Il est issu d'un milieu modeste.\nUn jour, selon lui, des personnalites bibliques l'auraient appele a precher et a realiser des miracles.\nIl s'agissait d'une vision.\nC'est ainsi qu'il a mis sur pied l'Eglise de toutes les Nations.\nL'une des realisations de cette Eglise demeure Emmanuel TV, une chaine de television qui diffuse\nles preches de TB Joshua dans le monde entier.\nEnd of Les plus lus Credit photo, Comme bien d'autres \"prophetes\" nigerians, TB Joshua est\naujourd'hui riche, influent et venere par ses fideles, qui se deplacent de partout pour le rencontrer.\nIl aurait predit de nombreux evenements, allant du deces de Michael Jackson a la disparition de\nl'avion de la Malaysia Airlines en Asie.\nCelui qui se fait appeler \"prophete\" aurait aussi envoye 4 000 bouteilles contenant de l'eau d'onction\nen Sierra Leone pour soigner les victimes d'Ebola.\nEn 2009, TB Joshua a recu l'Ordre de la Republique federale, l'une des plus hautes distinctions du\npays, d'Umaru Yar'Adua, alors president du Nigeria.\nA l'epoque, le chef de l'Etat souhaitait le remercier pour sa capacite a attirer des milliers de touristes\nreligieux chaque annee au Nigeria.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1610,
                "words": 241,
                "lines": 25
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nigeria : la torture pour mission",
            "date": "2025-07-30T15:57:52.880124",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nigeria : la torture pour mission\n\nLa torture est devenue monnaie courante au sein de la police nigeriane. Selon l'ONG Amnesty\nInternational, des \"agents charges de torture\" sont meme officieusement affectes a cette tache dans\nde nombreux commissariats.\nLe rapport intitule \"Welcome to Hell Fire\" [Bienvenue sur les brasiers de l'Enfer] comprend une\ncentaine de temoignages denoncant des abus de toutes sortes.\nIl presente un large eventail de methodes de torture utilisees par les forces armees et la police. En\neffet, passages a tabac, extractions d'ongles et de dents, et autres violences sexuelles semblent\netre la norme.\nUn ancien soldat qui a servi a Damaturu a confirme que la torture etait couramment utilisee au\ncamp.\nUne femme accusee de vol a Lagos a declare qu'elle avait ete agressee sexuellement et qu'on lui\navait pulverise du gaz lacrymogene dans les parties intimes.\nEnd of Les plus lus Le rapport revele que le recours a la torture est utilise comme un outil de\npunition, comme un moyen d'extorquer de l'argent ou encore des \"aveux\".\nSelon l'ONG de defense des droits de l'homme, ces pratiques sont particulierement extremes dans\nla region du nord-est ou les membres presumes du groupe islamiste Boko Haram menent une lutte\nsans repit pour instaurer un Etat Islamique.\nLe document revele que 5 000 a 10 000 personnes ont ete arretees depuis 2009 et que les\nexecutions dans les centres de detention sont frequentes.\nLe gouvernement nigerian ne s'est pas encore prononce sur cette affaire.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1470,
                "words": 240,
                "lines": 20
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "RCA : lourd bilan dans un naufrage",
            "date": "2025-07-30T15:58:30.659986",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "RCA : lourd bilan dans un naufrage\n\nCredit photo,AFP Au moins 80 personnes sont portees disparues mercredi apres le naufrage d'une\nembarcation survenu le 11 septembre dans la riviere M'poko, au sud de Bangui, la capitale\ncentrafricaine.\nL'embarcation transportait \"plus d'une centaine de personnes\", a declare mercredi Silvere Yabada,\ndirecteur general des Transports centrafricain, a l'AFP.\nSeule une vingtaine de passagers ont ete sauves.\nSilvere Yabada s'est interroge sur l'utilisation de telles embarcations, souvent surchargees et\n\"extremement\" dangereuses.\nDes centaines de personnes traversent quotidiennement la riviere M'poko pour travailler dans leurs\nplantations de l'autre cote du cours d'eau.\nEnd of Les plus lus D'autres font l'aller-retour dans l'autre sens pour s'approvisionner a Bangui.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 769,
                "words": 106,
                "lines": 11
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Tunisie: Moncef Marzouki candidat",
            "date": "2025-07-30T15:56:27.405022",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Tunisie: Moncef Marzouki candidat\n\nCredit photo,AP Moncef Marzouki a depose samedi sa candidature a la prochaine election\npresidentielle prevue en Novembre en Tunisie.\n\"Sur la base d'un projet d'independance nationale et la defense des droits des Tunisiens que je\nsouhaite defendre, j'ai presente ma candidature\", a declare M. Marzouki au siege de l'instance\norganisant les elections (ISIE).\nLa Tunisie doit elire le 23 novembre, pour la premiere fois depuis la chute du regime de Zine El\nAbidine Ben Ali en janvier 2011, son president au suffrage universel.\nMoncef Marzouki dirige le pays depuis 2011. Mais il a ete elu a la presidence par l'Assemblee\nconstituante a la suite d'un accord de coalition entre son parti seculier, le Congres pour la\nRepublique (CPR), et les islamistes du parti Ennahda. Il va donc solliciter pour la premiere fois le\nvote populaire pour sa reelection.\n\"J'ai confiance en l'intelligence du peuple tunisien qui sait qui est a meme de le servir\", a ajoute\nM.Marzouki.\nEnd of Les plus lus Selon la nouvelle Constitution adoptee en janvier, le chef de l'Etat ne dispose\nque de pouvoirs restreints, l'essentiel de l'executif relevant des competences du Premier ministre\nissu de la majorite au Parlement.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1193,
                "words": 194,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Soudan du Sud : stabilisation alimentaire",
            "date": "2025-07-30T15:53:25.846058",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Soudan du Sud : stabilisation alimentaire\n\nCredit photo,AFP La situation alimentaire au Soudan du Sud, jugee critique par de nombreuses\nONG, s'est apaisee momentanement grace a plusieurs elements positifs en matiere d'agriculture.\nCette evolution favorable est pressentie pourrait se maintenir jusqu'a la fin de l'annee.\nD'apres les experts contribuant a la creation du Cadre integre de classification de la securite\nalimentaire (IPC), les pluies regulieres, les plantations efficaces et les recoltes satisfaisantes ont eu\nun \"effet positif\" sur la production de nourriture.\nCette progression pourrait neanmoins stagner l'annee prochaine.\nUn million de personnes supplementaires se trouveront en effet en etat \"de crise\" ou \"d'urgence\".\nEnd of Les plus lus A l'heure actuelle, environ 1,5 millions de Sud-soudanais sont deja\nsous-alimentes et devraient le rester jusqu'en decembre prochain, estiment les experts.\nIls expliquent ces previsions par \"l'epuisement precoce des reserves de nourriture\", le\n\"dysfonctionnement\" des marches, la \"perte de moyens de subsistance\" et les \"deplacements\" de\npopulation.\nLe <link type=\"page\"><caption>\nconflit</caption><url\nhref=\"http://www.bbc.co.uk/afrique/region/2014/09/140920_south_sudan_fighting\"\nplatform=\"highweb\"/></link> qui oppose le gouvernement et les groupes rebelles depuis decembre\n2013 au Soudan du Sud serait, selon eux, a l'origine d'une crise alimentaire.\nPres de deux millions de Sud-soudanais ont ete contraints a fuir leur domicile.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1448,
                "words": 192,
                "lines": 19
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Kinshasa: l'opposition hausse le ton",
            "date": "2025-07-30T15:54:53.675101",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Kinshasa: l'opposition hausse le ton\n\nL'opposition politique en Republique democratique du Congo a accentue la pression sur le pouvoir\nde Kinshasa.\nElle demande aux autorites de ne pas proceder a une revision constitutionnelle qui permettrait au\npresident Kabila de briguer un 3e mandat en 2016.\nLes deux groupes parlementaires de l'opposition ont annonce qu'ils ne participeraient pas aux\ndebats sur les projets de lois portant organisation des elections ainsi, que celui ayant trait a la\nrevision de la constitution.\nLes deputes issus de ces deux groupes appellent egalement l'opposition a suspendre sa\nparticipation aux travaux de la Commission electorale independante (CENI).\nLe representant special du secretaire general des Nations unies en RDC, Martin Kobler, a estime,\nsamedi, que la Republique democratique du Congo a besoin d'un president \"tres fort et legitime\".\nEnd of Les plus lus Aux termes de la Constitution de 2006, M. Kabila ne peut pas se representer en\n2016.\nL'ONU se dit prete a soutenir le cycle electoral devant mener a la presidentielle de 2016, a condition\nque la Constitution du pays soit respectee.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1087,
                "words": 172,
                "lines": 15
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Cameroun : refugies nigerians menaces",
            "date": "2025-07-30T15:53:19.700789",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Cameroun : refugies nigerians menaces\n\nCredit photo,AFP Getty Meme refugies au Cameroun, des Nigerians se sentent menaces par Boko\nHaram. Le HCR est oblige de les deplacer a l'interieur pour leur securite.\nLe HCR, l'agence des Nations des Nations Unies chargee des refugies a annonce qu'elle allait\neloigner de la ville frontiere de Fotokol (extreme-nord du Cameroun) 5000 refugies nigerians.\nUne telle decision s'explique par la recrudescence des attaques transfrontieres des rebelles\nislamistes de Boko Haram.\nCes refugies avaient fui la ville de Gambaru Ngala juste de l'autre cote de la frontiere au Nigeria.\nCette ville est tombee aux mains des insurges au debut du mois de juillet.\nEnd of Les plus lus Le HCR en a deja deplace plus de 8600 refugies vers le camp de Minawo , ces\ndeux dernieres semaines avec l'intensification de ces attaques.\nL'armee camerounaise a repousse plusieurs incursions rebelles , mais la securite reste precaire\ndans cette region.\n'' Depuis le debut de la crise au Nigeria, les autorites locales au Cameroun ont signale l'arrivee de\n43 720 refugies nigerians, dont 26 720 d'entre eux ont ete enregistres par le HCR. '', peut-on lire sur\nle site internet de l'agence onusienne en charge des refugies.\nD'apres des temoins, les conditions de vie sont difficiles pour les refugies. Ils s'entassent dans 57\nsalles de classe et des abris de fortune.\nPour leur alimentation, ils beneficient de l'hospitalite des populations et de l'aide des autorites\ncamerounaises.\nAvec 14 salles de classes pour 2500 enfants, l'education des enfants est une reelle preoccupation.\nEnviron 100 refugies nigerians traversent la frontiere avec le Cameroun chaque jour d'apres le\nHCR.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1650,
                "words": 265,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "S. Leone/confinement : Debuts difficiles",
            "date": "2025-07-30T15:56:11.282272",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "S. Leone/confinement : Debuts difficiles\n\nCredit photo,ap La population a entame son deuxieme jour de confinement general, apres une\npremiere journee \"difficile\" pour les equipes chargees de sensibiliser les habitants sur Ebola.\nLe gouvernement a instaure depuis vendredi un confinement general de la population dans un effort\nsans precedent pour lutter contre la propagation du virus Ebola.\nDes milliers de volontaires ont commence a sillonner le pays pour detecter des cas d'Ebola.\nIls distribuent un savon a chaque foyer, et alertent les services specialises s'ils decouvrent des\nmalades ou des morts.\n\"Les debuts de la campagne ont ete vraiment tres difficiles\", a declare vendredi soir Steven Gaoja,\nqui dirige le centre national d'operation d'urgence contre Ebola.\nEnd of Les plus lus Il a evoque des problemes de \"logistique\" sur le terrain et un \"enorme nombre\nd'appels\" au centre, qui a du mal a faire face.\nMais ces problemes ont ete progressivement \"regles\" et la journee a ete un \"succes\", a-t-il estime,\nrelevant \"l'enthousiasme des Sierra-Leonais pour cet exercice\".\nDes problemes de communication Des critiques se sont egalement elevees face a cette operation\ninedite, pointant une preparation insuffisante et une mauvaise approche.\n\"Les superviseurs sont bien entraines, mais les equipes qui visitent les familles dans certaines\nregions de l'ouest du pays n'ont pas ete assez formees et ne sont pas en mesure de donner\ncorrectement des informations\", a affirme Abubakar Kamara, un responsable de l'association\nhumanitaire Health for All (Sante pour Tous).\n\"Beaucoup d'entre eux (les volontaires) etaient trop jeunes pour participer a cet exercice et dans\nune ou deux maisons ou j'ai assiste a leur intervention, ils avaient du mal a communiquer avec les\nfamilles\", a-t-il ajoute.\nL'ONG Action contre la Faim s'est dit egalement \"tres preoccupee par les consequences de la mise\nen place de mesures coercitives de masse vis-a-vis d'une population deja en souffrance et mefiante\na l'encontre du systeme de sante\".\nL'epidemie Ebola a fait 2.630 morts depuis le debut de l'annee en Afrique de l'Ouest dont 562 en\nSierra Leone.\nUn contingent de 165 medecins et infirmieres cubains est attendu en renfort ce week-end en Sierra\nLeone, selon l'Organisation mondiale de la Sante (OMS).",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 2249,
                "words": 353,
                "lines": 29
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Liberia: des fonctionnaires limoges",
            "date": "2025-07-30T16:00:51.599717",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Liberia: des fonctionnaires limoges\n\nCredit photo,AP Ils ont pourtant recu l'ordre de rentrer il y a plus d'un mois.\nMais ils refusent de rentrer.\nPour la Presidente Sirleaf, ces fonctionnaires font preuves d'insensibilite face a une tragedie\nnationale.\nElle aurait par ailleurs fait appel au President Obama pour plus d'aide dans la lutte contre le virus.\nEllen Johnson Sirleaf a appele les Etats-Unis a construire et exploiter au moins un centre de\ntraitement d'Ebola dans la capitale liberienne, Monrovia.\nEnd of Les plus lus Le virus a tue plus de deux mille quatre cents personnes en Afrique de l'Ouest\ndepuis Mars dont plus de la moitie au Liberia.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 617,
                "words": 104,
                "lines": 9
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Guinee Bissau: le chef de l'armee limoge",
            "date": "2025-07-30T15:59:29.377726",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Guinee Bissau: le chef de l'armee limoge\n\nCredit photo, Le president de la Guinee Bissau, Jose Mario Vaz, a remercie le chef d'Etat-major des\narmees.\nLe general Antonio Indjai s'est fait connaitre lors de la guerre civile bissau-guineenne des annees\n1990.\nA la tete des armees depuis 2010, il avait mene un coup d'Etat militaire dans ce pays d'Afrique de\nl'Ouest en 2012.\nAucune raison n'a ete donnee pour expliquer cette decision et on ne sait pas encore qui occupera le\nposte.\nEn limogeant le chef de son armee, Jose Mario Vaz a fait un geste en direction de ceux qui, au sein\nde la societe bissau-guineenne, demandaient une reforme de l'armee, gangrenee par les affaires de\ntrafic de stupefiants.\nEnd of Les plus lus Plusieurs officiers bissau-guineens ont en effet ete accuses d'avoir fait du pays\nun hub du trafic de narcotiques.\nL'annee derniere, le general Indjai avait ete inculpe par un juge americain, pour \" narco-terrorisme \".\nIl est accuse d'avoir fourni des armes aux Forces armees revolutionnaires de Colombie (FARC) et\nde trafic de drogue.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1013,
                "words": 171,
                "lines": 16
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Nigeria : le deuil des filles de Chibok",
            "date": "2025-07-30T16:01:40.115983",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Nigeria : le deuil des filles de Chibok\n\nCredit photo,AP Apres quelque 151 jours de captivite, les 200 lyceennes enlevees a Chibok, au\nnord-est du Nigeria, par Boko Haram, sont toujours introuvables. Le doute persiste et les\ninterrogations se multiplient.\nAuraient-elles ete vendues ? Mariees de force ? Ou encore reduites en esclavage ?\nMalgre la promesse du gouvernement de les retrouver, les recherches semblent pietiner.\nAu niveau local, les manifestations organisees regulierement reclament l'implication des autorites du\npays pour faciliter leurs liberations.\nMais il semblerait que certains parents perdent espoir.\nEnd of Les plus lus D'autre part, selon la coordinatrice de la campagne #BringBackourGirls, Hadiza\nBala Usman, les parents envisagent a present l'eventualite de la mort de leurs filles.\nSelon les coutumes de cette region de l'Etat de Borno, il faut organiser une ceremonie funeraire\npour toute personne disparue depuis plus de quatre mois.\nPour autant, aucun parent n'a effectue de rites.\nEn juillet dernier, des drones americains avaient suivi une piste au nord-est du pays qui, selon eux,\naurait pu les conduire vers les lyceennes.\nDepuis, aucune information n'a ete relayee.\nDe nombreuses questions restent sans reponse alors que le groupe terroriste encercle desormais\nMaiduguri, la capitale de l'Etat de Borno.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1296,
                "words": 195,
                "lines": 18
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Sierra Leone : interdiction de sortie",
            "date": "2025-07-30T15:57:20.321350",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Sierra Leone : interdiction de sortie\n\nCredit photo,AP En Sierra Leone, l'un des pays les plus touches par l'epidemie d'Ebola, la\npopulation est interdite de sortie a partir de ce vendredi 19 septembre.\nAu cours de ces trois jours, des equipes de specialistes se deplaceront de maison en maison pour\nidentifier les nouveaux cas d'Ebola.\nElles sensibiliseront aussi les familles sur l'epidemie et distribueront du savon pour prevenir d'autres\ncontaminations, a cause du non-respect des regles d'hygiene.\nCette mesure du gouvernement a ete critiquee par certains organismes tels que Medecins Sans\nFrontieres.\nL'ONG a qualifie cette strategie d'irrealiste.\nEnd of Les plus lus Mais le president Ernest Bai Koroma estime que le confinement de la population\nest necessaire : \"Aujourd'hui, tout le monde est en danger. Dans des moments particuliers comme\nceux-ci, il faut appliquer des mesures particulieres\", a-t-il declare.\nIl a rappele a la population les notions de base a observer pour stopper au virus Ebola de continuer\na se propager : \"Evitez de vous toucher les uns les autres ou de manger de la viande de brousse. Il\nfaut aussi eviter de visiter des malades et d'assister aux obseques. Rapportez tout cas de maladie\net de deces au centre de sante le plus proche ou appelez au 1-1-7\".\nSix millions de personnes sont concernees par cette mesure.\nParmi elles, les avis balancent entre le soulagement et l'inquietude, comme l'a fait savoir un habitant\nde Freetown du nom de Souleymane : \" La population est plutot contente parce qu'elle se sent prise\nen charge par le gouvernement. Il faut tout de meme dire qu'il y a des personnes qui n'ont pas les\nmoyens de s'approvisionner pour vivre pendant ces trois jours sans sortir. Donc, il y a une sorte\nd'apprehension\".",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1725,
                "words": 285,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Le Soudan et l'Iran en froid",
            "date": "2025-07-30T16:02:38.436409",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Le Soudan et l'Iran en froid\n\nCredit photo,KHAMENEI.IR La porte-parole du ministere iranien des Affaires etrangeres critique la\ndecision de Karthoum de fermer les centres culturels iraniens. Les autorites donnaient 24 heures\naux responsables de ces centres de quitter le pays.\nMme Afkham , la porte-parole du ministere iranien des affaires etrangeres n'attaque pas Khartoum\nen face.\nC'est d'apres elle le resultat des \"provocations de certains groupes politiques suspects au Soudan\net des groupes extremistes dans la region alors que le pays rencontre des difficultes economiques\net politiques\".\nA l'observation il y a comme, une lutte d'influence entre deux courants de l'islam : les sunnites et les\nchiites. Les autorites soudanaises majoritairement sunnites ont attribue leur decision\"a\nl'accroissement des activites de ces centres dans la diffusion du chiisme\", Le chiisme qui est une\nreligion d'Etat en Iran.\nCette decision a surpris les observateurs. D'autant plus que le Soudan entretenait de bonnes\nrelations, militaires notamment, avec l'Iran. On se rappelle qu'en 2012, le president Omar el-Bechir\ns'etait rendu a Teheran.\nEnd of Les plus lus A l'occasion, il avait qualifie de \"profondement ancrees\" les relations entre les\ndeux pays. . Israel accuse regulierement le Soudan de servir de base de transit pour des armes\nIraniennes a destination du mouvement islamiste palestinien Hamas a Gaza.\nKhartoum a toujours dementit cela.\nEn tout cas Khartoum semble ferme sur sa decision.\nLe ministere soudanais des Affaires etrangeres a annonce que les centres culturels iraniens au\nSoudan etaient fermes pour de bon, et qu'il s'agissait d'une decision \"definitive\".",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1638,
                "words": 247,
                "lines": 22
            }
        },
        {
            "scraping_status": "imported_pdf",
            "link": "",
            "provider": "BBC_Afrique",
            "titre": "Chambas a la tete du BNUAO",
            "date": "2025-07-30T16:00:12.697094",
            "scraping_date": "2025-08-02T13:01:14.786192",
            "language": "fr",
            "text": "Chambas a la tete du BNUAO\n\nCredit photo,Reuters Le secretaire general de l'ONU, Ban Ki-Moon, a designe le Ghaneen\nMohammed Ibn Chambas representant special et chef du bureau des Nations Unies pour l'Afrique\nde l'Ouest (BNUAO).\nMohammed Ibn Chambas succede a l'Algerien Said Djinnit.\nIl compte une longue carriere au sein de divers forums internationaux et gouvernementaux.\nDepuis decembre 2012, Mohammed Ibn Chambas occupait le poste de representant special\nconjoint de l'Union africaine et des Nations Unies pour le Darfour et celui de chef de l'operation\nhybride UA-ONU au Darfour.\nEntre 2010 et 2012, il etait egalement le secretaire general du groupe des Etats d'Afrique, Caraibes\net Pacifique.\nEnd of Les plus lus Il a ete president de la Communaute economique des Etats de l'Afrique de\nl'Ouest (CEDEAO) entre 2006 et 2009 et secretaire executif de l'organisation regionale entre 2002\net 2005.\nMohammed Ibn Chambas a aussi ete depute du Ghana, avant de devenir ministre adjoint des\nAffaires etrangeres en 1987, puis vice-ministre de l'Education de 1997 a 2000.",
            "extraction_method": "",
            "html_metadata": {},
            "statistics": {
                "chars": 1038,
                "words": 163,
                "lines": 15
            }
        },
        {
            "scraping_status": "scraped",
            "link": "http://www.bbc.co.uk/afrique/region/2014/09/140923_refugees.shtml",
            "provider": "BBC_Afrique",
            "titre": "Cameroun : refugies nigerians menaces",
            "date": "2014-09-24T05:41:49+00:00",
            "scraping_date": "2025-08-02T11:02:12.705766",
            "language": "fr",
            "text": "Cameroun : refugies nigerians menaces\n\nCredit photo,AFP Getty Meme refugies au Cameroun, des Nigerians se sentent menaces par Boko Haram. Le HCR est oblige de les deplacer a l'interieur pour leur securite.\nLe HCR, l'agence des Nations des Nations Unies chargee des refugies a annonce qu'elle allait eloigner de la ville frontiere de Fotokol (extreme-nord du Cameroun) 5000 refugies nigerians.\nUne telle decision s'explique par la recrudescence des attaques transfrontieres des rebelles islamistes de Boko Haram.\nCes refugies avaient fui la ville de Gambaru Ngala juste de l'autre cote de la frontiere au Nigeria.\nCette ville est tombee aux mains des insurges au debut du mois de juillet.\nEnd of Les plus lus Le HCR en a deja deplace plus de 8600 refugies vers le camp de Minawo , ces deux dernieres semaines avec l'intensification de ces attaques.\nL'armee camerounaise a repousse plusieurs incursions rebelles , mais la securite reste precaire dans cette region.\n'' Depuis le debut de la crise au Nigeria, les autorites locales au Cameroun ont signale l'arrivee de 43 720 refugies nigerians, dont 26 720 d'entre eux ont ete enregistres par le HCR. '', peut-on lire sur le site internet de l'agence onusienne en charge des refugies.\nD'apres des temoins, les conditions de vie sont difficiles pour les refugies. Ils s'entassent dans 57 salles de classe et des abris de fortune.\nPour leur alimentation, ils beneficient de l'hospitalite des populations et de l'aide des autorites camerounaises.\nAvec 14 salles de classes pour 2500 enfants, l'education des enfants est une reelle preoccupation.\nEnviron 100 refugies nigerians traversent la frontiere avec le Cameroun chaque jour d'apres le HCR.",
            "extraction_method": "Playwright (Chromium)",
            "html_metadata": {},
            "statistics": {
                "chars": 1650,
                "words": 265,
                "lines": 12
            }
        },
        {
            "scraping_status": "scraped",
            "link": "http://www.bbc.co.uk/afrique/region/2014/09/140924_south_sudan_hunger_crisis.shtml",
            "provider": "BBC_Afrique",
            "titre": "Soudan du Sud : stabilisation alimentaire",
            "date": "2014-09-24T13:12:40+00:00",
            "scraping_date": "2025-08-02T11:02:29.310657",
            "language": "fr",
            "text": "Soudan du Sud : stabilisation alimentaire\n\nCredit photo,AFP La situation alimentaire au Soudan du Sud, jugee critique par de nombreuses ONG, s'est apaisee momentanement grace a plusieurs elements positifs en matiere d'agriculture.\nCette evolution favorable est pressentie pourrait se maintenir jusqu'a la fin de l'annee.\nD'apres les experts contribuant a la creation du Cadre integre de classification de la securite alimentaire (IPC), les pluies regulieres, les plantations efficaces et les recoltes satisfaisantes ont eu un \"effet positif\" sur la production de nourriture.\nCette progression pourrait neanmoins stagner l'annee prochaine.\nUn million de personnes supplementaires se trouveront en effet en etat \"de crise\" ou \"d'urgence\".\nEnd of Les plus lus A l'heure actuelle, environ 1,5 millions de Sud-soudanais sont deja sous-alimentes et devraient le rester jusqu'en decembre prochain, estiment les experts.\nIls expliquent ces previsions par \"l'epuisement precoce des reserves de nourriture\", le \"dysfonctionnement\" des marches, la \"perte de moyens de subsistance\" et les \"deplacements\" de population.\nLe <link type=\"page\"><caption>\n conflit</caption><url href=\"http://www.bbc.co.uk/afrique/region/2014/09/140920_south_sudan_fighting\" platform=\"highweb\"/></link> qui oppose le gouvernement et les groupes rebelles depuis decembre 2013 au Soudan du Sud serait, selon eux, a l'origine d'une crise alimentaire.\nPres de deux millions de Sud-soudanais ont ete contraints a fuir leur domicile.",
            "extraction_method": "Playwright (Chromium)",
            "html_metadata": {},
            "statistics": {
                "chars": 1449,
                "words": 192,
                "lines": 10
            }
        }
    ]
}